[
  {
    "text": "Bir nöronun miyelin kılıfını oluşturan Schwann hücreleri, akson etrafında sıkıca sarılıdır. Bu miyelin kılıfının aksonda iletim hızını artırmasının temel fiziksel nedeni aşağıdakilerden hangisidir?",
    "explanation": "Miyelin kılıfı, aksonu yalıtıcı bir tabaka ile kaplayarak akson zarının kapasitansını azaltır ve elektriksel direncini artırır. Bu durum, zarın daha hızlı bir şekilde deşarj olmasını (depolarize olmasını) ve aksiyon potansiyelinin Ranvier boğumları arasında sıçramalı iletim (saltatuvar iletim) ile çok daha hızlı ilerlemesini sağlar. Akson çapının artması da iletim hızını artırır ancak bu durum miyelinizasyonun fiziksel etkisinden farklıdır. İyon kanalı sayısı Ranvier boğumlarında yoğunlaşmıştır, miyelinli bölgelerde değil. Nörotransmitter salınımı presinaptik uçta gerçekleşir ve miyelin kılıfı ile doğrudan ilişkili değildir.",
    "options": [
      {
        "text": "Akson zarının kapasitansını azaltarak aksiyon potansiyelinin sıçramalı iletimle daha hızlı yayılmasını sağlar.",
        "isCorrect": true
      },
      {
        "text": "Aksonun çapını fiziksel olarak genişleterek iletim hızını artırır.",
        "isCorrect": false
      },
      {
        "text": "Akson boyunca voltaj kapılı iyon kanalı sayısını artırarak iletimi hızlandırır.",
        "isCorrect": false
      },
      {
        "text": "Presinaptik uçta nörotransmitter salınım hızını doğrudan artırır.",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsülin ve glukagon hormonlarının kan şekeri regülasyonundaki etkileri ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "İnsülin, pankreasın beta hücrelerinden salgılanan ve kan şekerini düşüren bir hormondur. Hücrelerin glikoz alımını artırır, glikojen sentezini uyarır ve glukoneogenezi inhibe eder. Glukagon ise pankreasın alfa hücrelerinden salgılanan ve kan şekerini yükselten bir hormondur. Glikojenolizi ve glukoneogenezi uyararak karaciğerden glikoz salınımını artırır. Bu nedenle, insülin salgısının artması kan glikoz seviyesini düşürürken, glukagon salgısının artması kan glikoz seviyesini yükseltir.",
    "options": [
      {
        "text": "İnsülin salgısının artması kan glikoz seviyesini yükseltir.",
        "isCorrect": false
      },
      {
        "text": "Glukagon salgısının artması kan glikoz seviyesini düşürür.",
        "isCorrect": false
      },
      {
        "text": "İnsülin salgısının artması kan glikoz seviyesini düşürür.",
        "isCorrect": true
      },
      {
        "text": "Glukagon salgısının artması karaciğerde glikojen sentezini uyarır.",
        "isCorrect": false
      }
    ],
    "topic": "Endokrin Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda işitme fizyolojisi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Korti organı, iç kulaktaki kokleanın içinde bulunan ve ses dalgalarını sinirsel uyarılara dönüştüren temel yapıdır. Ses dalgaları, oval pencereye ulaştığında perilenf sıvısında basınç dalgaları oluşturur. Bu dalgalar, bazilar zarın farklı bölgelerinde rezonansa neden olarak tüy hücrelerinin stereosilyumlarının hareket etmesini sağlar. Ancak, tüy hücrelerinin stereosilyumları, tektorial zar ile doğrudan kaynaşmış (füze olmuş) halde değildir. Stereosilyumlar tektorial zara temas eder, ancak bu bir kaynaşma değil, mekanik bir temastır. Ses dalgası geldiğinde stereosilyumlar eğilir ve bu temas, iyon kanallarının açılıp kapanmasını tetikler. Bu nedenle 'stereosilyumların tektorial zara kaynaşmış olması' ifadesi anatomik ve fizyolojik olarak hatalıdır.",
    "options": [
      {
        "text": "Ses dalgaları oval pencereye ulaşarak perilenf sıvısında basınç dalgaları oluşturur.",
        "isCorrect": false
      },
      {
        "text": "Korti organı, ses enerjisini sinirsel uyarıya dönüştürür.",
        "isCorrect": false
      },
      {
        "text": "Farklı frekanstaki sesler, bazilar zarın farklı bölgelerinde rezonansa neden olur.",
        "isCorrect": false
      },
      {
        "text": "Tüy hücrelerinin stereosilyumları, tektorial zara kaynaşmış haldedir ve bu nedenle hareket eder.",
        "isCorrect": true
      }
    ],
    "topic": "Duyu Organları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Kemik dokusunun yeniden şekillenmesi (remodeling) sürecinde, osteoklast aktivitesi ile kemik rezorpsiyonu başlatılır. Bu süreçte osteoklastlar, asit ve proteaz enzimleri salgılayarak mineral matriks ve organik matriksin parçalanmasını sağlar. Bir deneyde, belirli bir kemikte osteoklast aktivitesi normalin çok üzerinde artırılmış, ancak osteoblast aktivitesi normal seviyede tutulmuştur. Bu koşullar altında kemik dokuda gözlenmesi beklenen en doğrudan sonuç aşağıdakilerden hangisidir?",
    "explanation": "Kemik remodelingi, osteoklastların eski veya hasarlı kemiği yıkması (rezorpsiyon) ve osteoblastların yeni kemik matriksini sentezlemesi (depozisyon) ile dengeli bir süreçtir. Osteoklast aktivitesi aşırı artırıldığında, kemik yıkım hızı, yapım hızını (osteoblast aktivitesi normal olsa bile) belirgin şekilde aşar. Bu durumda, kemik kütlesinde net bir azalma, kemik yoğunluğunda düşüş ve kemikte delikli (porotik) bir yapı oluşumu beklenir. Bu, osteoporoz patogenezine benzer bir durumdur.",
    "options": [
      {
        "text": "Kemik kütlesi ve yoğunluğunda artış gözlenir.",
        "isCorrect": false
      },
      {
        "text": "Kemik kütlesi ve yoğunluğunda belirgin azalma gözlenir.",
        "isCorrect": true
      },
      {
        "text": "Kemikte kalsifikasyon oranı artar, ancak kollajen sentezi durur.",
        "isCorrect": false
      },
      {
        "text": "Kemik dokunun esnekliği artar, çünkü mineral matriks azalmıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Destek ve Hareket Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "İnce bağırsak epitel hücrelerinde, besin monomerlerinin hücre içine taşınması sırasında aşağıdaki taşıma mekanizmalarından hangisi hem glikoz hem de amino asitler için ORTAK olarak kullanılır?\n\nI) Sodyum bağımlı kotransport (ikincil aktif taşıma)\nII) Basit difüzyon\nIII) Pasif difüzyon\nIV) Fagositoz",
    "explanation": "İnce bağırsakta, glikoz ve galaktoz gibi monosakkaritlerin ve çeşitli amino asitlerin emilimi, sodyum iyonlarının (Na+) bağırsak lümeninden epitel hücre içine olan yoğunluk gradyanından yararlanan 'Sodyum bağımlı kotransport' (ikincil aktif taşıma) mekanizması ile gerçekleşir. Bu mekanizmada, Na+ iyonları kendi gradyanı ile hücre içine girerken, bu enerjiyi kullanarak bir taşıyıcı protein glikoz veya amino asiti de hücre içine taşır. Basit difüzyon ve pasif difüzyon (bu bağlamda aynı anlama gelir, küçük ve lipofilik moleküller içindir) glikoz ve amino asitlerin başlıca emilim yolu değildir. Fagositoz ise katı parçacıkların alınmasıdır ve sindirim sisteminde monomer emiliminde rol oynamaz. Dolayısıyla, glikoz ve amino asitler için ortak ve birincil taşıma mekanizması Sodyum bağımlı kotransport'tur.",
    "options": [
      {
        "text": "Yalnız I",
        "isCorrect": true
      },
      {
        "text": "I ve II",
        "isCorrect": false
      },
      {
        "text": "II ve III",
        "isCorrect": false
      },
      {
        "text": "III ve IV",
        "isCorrect": false
      }
    ],
    "topic": "Sindirim Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Aşağıdaki durumlardan hangisinde, bir bireyin kan grubu sistemi göz önüne alındığında, Rh uyuşmazlığına bağlı hemolitik hastalık (eritroblastosis fetalis) riski kesinlikle YOKTUR?",
    "explanation": "Rh uyuşmazlığına bağlı hemolitik hastalık riski, Rh(-) bir annenin Rh(+) bir fetüsü taşıması ve annenin daha önce Rh(+) kana karşı antikor (anti-D) geliştirmiş olması durumunda ortaya çıkar. İlk gebelikte genellikle risk yoktur çünkü fetüs kanının anneye geçtiği doğum sırasında anne antikor üretir, bu antikorlar bir sonraki Rh(+) gebelikte fetüsün alyuvarlarını parçalar. Seçenekler incelendiğinde: A) Rh(-) anne ve Rh(+) baba kombinasyonu her zaman risk oluşturmaz, risk annenin önceden duyarlanmış olmasına bağlıdır. B) Rh(+) anne ve Rh(-) baba durumunda fetüs Rh(+) veya Rh(-) olabilir, ancak anne Rh(+) olduğu için fetüsün Rh faktörüne karşı antikor üretmez, bu nedenle risk KESİNLİKLE YOKTUR. C) Rh(-) anne ve Rh(-) baba durumunda fetüs kesinlikle Rh(-) olur, uyuşmazlık olmaz. D) Rh(-) anne (önceden duyarlanmış) ve Rh(+) fetüs durumu ise riskin gerçekleştiği durumdur. Soru 'kesinlikle yoktur' ifadesiyle en güvenli ve risksiz durumu sorduğu için doğru cevap, annenin Rh(+) olduğu ve dolayısıyla fetüsün Rh faktörüne karşı asla antikor üretmeyeceği B seçeneğidir.",
    "options": [
      {
        "text": "Rh(-) anne ve Rh(+) babanın ilk bebeği.",
        "isCorrect": false
      },
      {
        "text": "Rh(+) anne ve Rh(-) babanın bebeği.",
        "isCorrect": true
      },
      {
        "text": "Rh(-) anne ve Rh(-) babanın bebeği.",
        "isCorrect": false
      },
      {
        "text": "Daha önce Rh(+) bebek doğurmuş ve anti-D antikoru geliştirmiş Rh(-) annenin ikinci bebeği (fetüs Rh(+)).",
        "isCorrect": false
      }
    ],
    "topic": "Dolaşım ve Bağışıklık Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda solunum sisteminin kontrolü ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Solunumun temel kontrol merkezi medulla oblongata'daki inspirasyon ve ekspirasyon merkezleridir. Pons'taki apneustik ve pnömotaksik merkezler bu ritmi düzenler. Oksijen seviyesindeki düşüşler, periferik kemoreseptörler (aort ve karotis cisimcikleri) tarafından algılanır ve solunum hızını artırmak için medullaya sinyal gönderir. Ancak, medulladaki merkezler doğrudan kandaki oksijen seviyelerine karşı oldukça az duyarlıdır; asıl olarak kanda artan CO2 seviyelerinin (asidoz) neden olduğu pH değişikliklerine (merkezi kemoreseptörler aracılığıyla) yanıt verirler. Bu nedenle, medulla oblongatanın doğrudan kandaki oksijen azalmasına duyarlı olduğu ifadesi yanlıştır.",
    "options": [
      {
        "text": "Medulla oblongata, solunumun temel ritmini oluşturan merkezleri içerir.",
        "isCorrect": false
      },
      {
        "text": "Pons'taki merkezler, medulla oblongata tarafından oluşturulan solunum ritminin düzenlenmesine yardımcı olur.",
        "isCorrect": false
      },
      {
        "text": "Medulla oblongatadaki merkezler, kandaki oksijen seviyesindeki azalmaya doğrudan duyarlıdır ve solunumu hızlandırır.",
        "isCorrect": true
      },
      {
        "text": "Kanda karbondioksit birikmesi (hiperkapni), kan pH'sını düşürerek solunum merkezlerini uyarır ve solunumu hızlandırır.",
        "isCorrect": false
      }
    ],
    "topic": "Solunum Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir insanda, böbrek korteksinde bulunan Henle kulpunun ince iniş kolu için aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Henle kulpunun ince iniş kolu suya karşı yüksek geçirgen, iyonlara ve üreye karşı düşük geçirgendir. Bu bölgede su, interstisyumun hipertonik ortamı nedeniyle osmozla pasif olarak dışarı çıkar. Bu su kaybı, tübüler sıvıyı giderek daha konsantre hale getirir. İnce çıkış kolu ise suya karşı geçirgen değildir ancak Na+ ve Cl- iyonlarını aktif olarak dışarı atar.",
    "options": [
      {
        "text": "Suya karşı geçirgen değildir, Na+ ve Cl- iyonlarının aktif taşınması gerçekleşir.",
        "isCorrect": false
      },
      {
        "text": "Suya karşı yüksek geçirgendir, su osmozla pasif olarak dışarı çıkar.",
        "isCorrect": true
      },
      {
        "text": "Üreye karşı geçirgen değildir, suyun aktif taşınması gerçekleşir.",
        "isCorrect": false
      },
      {
        "text": "Su ve iyonlara karşı geçirgen değildir, sadece glikoz geri emilimi yapar.",
        "isCorrect": false
      }
    ],
    "topic": "Üriner Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda embriyonik gelişim sırasında meydana gelen gastrulasyon evresi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Doğru seçenek C'dir. Gastrulasyon, blastula evresinden sonra gerçekleşen ve embriyonik tabakaların (ektoderm, mezoderm, endoderm) oluştuğu kritik bir evredir. Bu süreçte hücre göçleri ve yeniden düzenlenmeler sonucu ilkel çizgi (primitive streak) oluşur ve üç germ tabakası farklılaşır. Bu tabakalar daha sonra tüm doku ve organları meydana getirir. Diğer seçenekler yanlıştır: A seçeneği yanlıştır çünkü gastrulasyon sırasında hücre sayısı artmaya devam eder. B seçeneği yanlıştır çünkü amniyon sıvısı gastrulasyon evresinden sonra oluşur. D seçeneği yanlıştır çünkü organogenez, gastrulasyonu takip eden ve germ tabakalarından organların oluştuğu bir sonraki evredir.",
    "options": [
      {
        "text": "Gastrulasyon sırasında hücre bölünmesi durur ve sadece hücre göçü ile farklılaşma gerçekleşir.",
        "isCorrect": false
      },
      {
        "text": "Gastrulasyon, amniyon kesesi ve sıvısının oluştuğu ilk embriyonik evredir.",
        "isCorrect": false
      },
      {
        "text": "Gastrulasyon ile ektoderm, mezoderm ve endoderm olmak üzere üç temel embriyonik tabaka oluşur.",
        "isCorrect": true
      },
      {
        "text": "Gastrulasyon, organ taslaklarının belirlendiği organogenez evresinden hemen sonra meydana gelir.",
        "isCorrect": false
      }
    ],
    "topic": "Üreme Sistemi ve Embriyonik Gelişim",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir orman komünitesinde, bir tür ağacın (Tür X) yoğunluğu arttıkça, aynı bölgede yaşayan ve tohumlarıyla beslenen bir kuş türünün (Tür Y) popülasyon büyüklüğü de artmaktadır. Ancak, Tür Y'nin popülasyonu belirli bir yoğunluğa ulaştığında, Tür X'in genç bireylerinin sayısında önemli bir azalma gözlemlenmektedir. Bu durum aşağıdaki popülasyon modellerinden hangisi ile en iyi açıklanır?",
    "explanation": "Bu senaryo, bir popülasyonun (Tür Y) büyüklüğünün diğerinin (Tür X) büyüklüğüne bağlı olduğu, ancak bu ilişkinin zamanla değiştiği bir durumu tanımlar. Başlangıçta Tür Y, Tür X'in artan popülasyonundan fayda görür (pozitif etki). Fakat Tür Y'nin popülasyonu çok arttığında, Tür X'in genç bireylerine (tohumlara) aşırı baskı uygulayarak onun büyümesini engeller (negatif etki). Bu, bir türün diğerine olan etkisinin, tüketici popülasyonunun yoğunluğuna bağlı olarak pozitiften negatife döndüğü 'Yoğunluk Bağımlı Etkileşim' modelidir. Mutualizmde etki her zaman pozitif, parazitizmde her zaman negatiftir. Av-avcı ilişkisinde ise genellikle zaman gecikmeli salınımlar görülür ve burada tanımlanan karmaşık yoğunluk bağımlılığı kadar net değildir.",
    "options": [
      {
        "text": "Mutualizm (Karşılıklılık), çünkü iki tür de birbirinin varlığından fayda görür.",
        "isCorrect": false
      },
      {
        "text": "Klasik Av-Avcı İlişkisi, çünkü bir tür diğerinin popülasyonunu kontrol eder.",
        "isCorrect": false
      },
      {
        "text": "Parazitizm, çünkü Tür Y, Tür X'e zarar vermektedir.",
        "isCorrect": false
      },
      {
        "text": "Yoğunluk Bağımlı Etkileşim, çünkü Tür Y'nin Tür X üzerindeki etkisi, Y'nin popülasyon yoğunluğuna bağlı olarak faydadan zarara dönüşmektedir.",
        "isCorrect": true
      }
    ],
    "topic": "Komünite ve Popülasyon Ekolojisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir DNA molekülünün replikasyonu sırasında, yeni sentezlenen zincirdeki bir nükleotitin yapısında bulunan deoksiriboz şekerine bağlı fosfat grubu, hangi karbon atomuna bağlanır?",
    "explanation": "DNA'nın yapı taşı olan bir deoksiribonükleotit üç kısımdan oluşur: bir azotlu organik baz, bir deoksiriboz şekeri ve bir fosfat grubu. Fosfat grubu, şekerin 5' numaralı karbon atomuna ester bağı ile bağlanır. Bu bağlanma, nükleotitlerin fosfodiester bağları ile birbirine bağlanarak DNA zincirini oluşturmasının temelini teşkil eder. 1' karbonu baza, 3' karbonu ise bir sonraki nükleotitin fosfat grubuna bağlanır.",
    "options": [
      {
        "text": "1' karbonuna",
        "isCorrect": false
      },
      {
        "text": "3' karbonuna",
        "isCorrect": false
      },
      {
        "text": "5' karbonuna",
        "isCorrect": true
      },
      {
        "text": "2' karbonuna",
        "isCorrect": false
      }
    ],
    "topic": "Nükleik Asitler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir bakteri hücresinde, bir mRNA molekülü üzerinde aynı anda birden fazla ribozomun çalıştığı gözlemlenmiştir. Bu mRNA'nın 5' ucundaki başlangıç kodonu (AUG), bir mutasyon sonucu UAG durdurma kodonuna dönüşmüştür. Bu mutasyonun protein sentezi üzerindeki en olası etkisi aşağıdakilerden hangisidir?",
    "explanation": "Başlangıç kodonu (AUG), translasyonun başlaması için ribozomun tanıdığı ve ilk amino asidi (genellikle metiyonin) getiren özel bir koddur. Başlangıç kodonunun UAG (dur) kodonuna dönüşmesi, ribozomların mRNA'ya bağlanıp translasyona başlayamayacağı anlamına gelir. Ribozomlar başlangıç kodonunu tanıyamayacağı için, mRNA üzerinde poliribozom (polisom) oluşumu gerçekleşemez ve bu mRNA'dan hiç protein sentezlenemez. Diğer seçeneklerdeki durumlar (tek bir protein sentezi, hatalı protein sentezi, farklı bir başlangıç kodonunun kullanılması) bu spesifik mutasyon için beklenen bir sonuç değildir.",
    "options": [
      {
        "text": "Sadece bir ribozom mRNA'ya bağlanır ve tek bir protein zinciri sentezlenir.",
        "isCorrect": false
      },
      {
        "text": "Hiçbir ribozom mRNA'ya bağlanamaz ve protein sentezi başlayamaz.",
        "isCorrect": true
      },
      {
        "text": "Ribozomlar hatalı bir başlangıç yapar ve anlamsız bir protein sentezlenir.",
        "isCorrect": false
      },
      {
        "text": "Ribozomlar, mRNA üzerinde başka bir AUG kodonu bulana kadar ilerler ve protein sentezi gecikir.",
        "isCorrect": false
      }
    ],
    "topic": "Genetik Şifre ve Protein Sentezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir bitki hücresinde fotosentez sırasında, ışık reaksiyonlarında üretilen ATP ve NADPH miktarı, Calvin döngüsünün ihtiyaç duyduğundan belirgin şekilde fazladır. Bu durumda aşağıdaki mekanizmalardan hangisi, ışık reaksiyonlarında enerji kaybını önlemek için devreye girer?",
    "explanation": "Fotosentezin ışık reaksiyonlarında, ışık enerjisi ATP ve NADPH'ye dönüştürülür. Ancak Calvin döngüsü bu enerji taşıyıcılarını kullanarak karbon fiksasyonu yapar. Eğer Calvin döngüsünün hızı, ışık reaksiyonlarının hızından düşükse, fazla ATP ve NADPH birikir. Bu durumda, kloroplastın tilakoid zarındaki elektron taşıma zincirinde 'döngüsel elektron akışı' devreye girer. Döngüsel elektron akışında elektronlar, Ferredoksinden geriye, sitokrom b6f kompleksine aktarılır. Bu süreçte NADPH üretilmez, ancak protonlar tilakoid lumen'e pompalanarak sadece ATP sentezi için proton gradyanı oluşturulur. Böylece fazla ışık enerjisi, NADPH üretmeden ATP'ye dönüştürülerek harcanır ve fotooksidatif hasar önlenir.",
    "options": [
      {
        "text": "Döngüsel elektron akışının aktive olması",
        "isCorrect": true
      },
      {
        "text": "Fotorespirasyonun hızlanması",
        "isCorrect": false
      },
      {
        "text": "Non-siklik elektron akışının durması",
        "isCorrect": false
      },
      {
        "text": "Klorofilin ana absorbsiyon spektrumunun değişmesi",
        "isCorrect": false
      }
    ],
    "topic": "Canlılık ve Enerji",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Zor",
    "subject": "Biyoloji"
  }
]