[
  {
    "text": "Aşağıdakilerden hangisi, insanın fıtratında var olan inanma ihtiyacının temel göstergelerinden biri olarak kabul edilemez?",
    "explanation": "Doğru seçenek D'dir. İnsan fıtratında bulunan inanma ihtiyacı, ölüm sonrasına dair sorular, evrendeki düzenden hareketle bir Yaratıcı fikrine ulaşma ve mutlak bir adalet arayışı gibi temel eğilimlerle kendini gösterir. Ancak, 'bilimsel keşiflerin tüm sorulara cevap vermesi' inanç ihtiyacını ortadan kaldıran bir durum değil, aksine bazen bu ihtiyacı daha da derinleştiren bir unsur olabilir. Bilim ve din farklı alanlarda cevap ararlar.",
    "options": [
      {
        "text": "Ölüm ve sonrasına dair temel sorular sorması",
        "isCorrect": false
      },
      {
        "text": "Evrendeki düzen ve uyumdan bir Yaratıcı fikrine ulaşması",
        "isCorrect": false
      },
      {
        "text": "Mutlak bir adalet ve hesap verme beklentisi içinde olması",
        "isCorrect": false
      },
      {
        "text": "Bilimsel keşiflerin insanın tüm temel sorularına cevap vermesi",
        "isCorrect": true
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "“İnsan, akıl ve irade sahibi bir varlık olarak inanç konusunda özgür bırakılmıştır.” yargısı, aşağıdaki kavramlardan hangisiyle doğrudan ilişkilidir?",
    "explanation": "Doğru seçenek B'dir. Tevhid inancı, Allah'ın birliği ve kudreti yanında, insana akıl ve seçme özgürlüğü (irade) verdiği fikrini de içerir. İnsanın sorumlu bir varlık olmasının temeli, bu özgür iradedir. Ahiret inancı sonucu, kader inancı bir planı, peygamberlik ise rehberliği ifade eder; ancak özgür bırakılma fikri doğrudan tevhid anlayışı içinde insana verilen bu temel özellikle ilgilidir.",
    "options": [
      {
        "text": "Ahiret İnancı",
        "isCorrect": false
      },
      {
        "text": "Tevhid İnancı",
        "isCorrect": true
      },
      {
        "text": "Kader İnancı",
        "isCorrect": false
      },
      {
        "text": "Peygamberlik İnancı",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Din, insanın yalnızca metafizik ihtiyaçlarına değil, aynı zamanda psikolojik ve toplumsal ihtiyaçlarına da cevap verir. Aşağıdakilerden hangisi dinin bu işlevlerini en kapsamlı şekilde açıklar?",
    "explanation": "Doğru seçenek C'dir. Din, bireye bir aidiyet ve anlam çerçevesi sunarak psikolojik bir güven sağlar. Aynı zamanda, ortak değerler, normlar ve ibadetler yoluyla toplumsal bağları güçlendirir ve dayanışmayı artırır. A seçeneği sadece psikolojik boyutu, B seçeneği sadece toplumsal boyutu vurgulayarak eksiktir. D seçeneği ise dinin işlevini sadece ahlakla sınırlandırmaktadır.",
    "options": [
      {
        "text": "Din, sadece bireyin iç huzurunu sağlayan bir araçtır.",
        "isCorrect": false
      },
      {
        "text": "Din, yalnızca toplumsal kontrolü sağlamak için oluşturulmuş kurallar bütünüdür.",
        "isCorrect": false
      },
      {
        "text": "Din, bireye anlam ve güven sunarken, toplumsal dayanışma ve ahlaki bir düzen de inşa eder.",
        "isCorrect": true
      },
      {
        "text": "Din, temel işlevi olarak toplumsal ahlak kurallarını belirlemektir.",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "“Fıtrat” kavramı, İslam düşüncesinde insanın doğuştan getirdiği özellikleri ifade eder. Aşağıdaki yorumlardan hangisi bu kavramı insan-din ilişkisi bağlamında en doğru şekilde açıklar?",
    "explanation": "Doğru seçenek A'dir. Fıtrat, insanın doğuştan Allah'ı tanıma ve inanma potansiyeline sahip olduğu anlamına gelir. Bu, bir 'boş levha' (tabula rasa) değil, yönlendirilebilir bir potansiyeldir. Çevre ve eğitim bu potansiyelin hangi yönde şekilleneceğini belirler. B seçeneği fıtratı sadece ahlaki yetenekle sınırlar, C seçeneği fıtratın varlığını reddeder, D seçeneği ise fıtratı değişmez bir kader olarak sunar ki bu da yanlıştır.",
    "options": [
      {
        "text": "İnsan fıtratı, onun bir Yaratıcı'ya yönelik potansiyelini taşır; din bu potansiyeli açığa çıkarıcı bir rehberlik sunar.",
        "isCorrect": true
      },
      {
        "text": "Fıtrat, insanın sadece iyilik yapma yeteneği ile doğduğu anlamına gelir; inançla ilgisi yoktur.",
        "isCorrect": false
      },
      {
        "text": "Fıtrat kavramı, insan zihninin tamamen boş bir levha olduğunu ve her şeyin sonradan öğrenildiğini savunur.",
        "isCorrect": false
      },
      {
        "text": "Fıtrat, insanın hangi dini seçeceğinin doğuştan belirlenmiş olduğu anlamına gelir.",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Ateizm ve deizm, tanrı inancı konusunda farklı tutumları temsil eder. Bu iki tutum arasındaki temel fark aşağıdakilerden hangisidir?",
    "explanation": "Doğru seçenek B'dir. Temel fark, tanrının varlığının kabul edilip edilmemesidir. Ateizm, tanrının varlığını reddeder. Deizm ise bir tanrının evreni yarattığını kabul eder, ancak bu tanrının evrene ve insan hayatına müdahale etmediğini, vahiy ve mucize gibi olguları reddettiğini savunur. A seçeneği her iki görüş için de yanlıştır. C seçeneği deizmin tanrı anlayışını doğru tarif etse de ateizmin reddettiği noktayı vurgulamaz. D seçeneği ise tamamen yanlış bir karşılaştırmadır.",
    "options": [
      {
        "text": "Ateizm, peygamberlere inanır; deizm ise inanmaz.",
        "isCorrect": false
      },
      {
        "text": "Ateizm tanrının varlığını reddeder; deizm ise tanrının varlığını kabul eder ama müdahalesini reddeder.",
        "isCorrect": true
      },
      {
        "text": "Deizm, tanrının sürekli müdahalesine inanır; ateizm ise inanmaz.",
        "isCorrect": false
      },
      {
        "text": "Ateizm, ahiret hayatına inanır; deizm ise inanmaz.",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam inancına göre, insanın dünyadaki sorumluluğunun (teklif) temel dayanağı aşağıdakilerden hangisidir?",
    "explanation": "Doğru seçenek C'dir. İslam inancında, insanın dünyada sorumlu (mükellef) tutulmasının temel dayanağı akıl ve irade sahibi olmasıdır. Akıl, iyiyi kötüden, doğruyu yanlıştan temelde ayırt edebilme kapasitesidir. İrade ise seçme özgürlüğüdür. Bu iki yeti sayesinde insan, kendisine tebliğ edilen ilahi mesajı anlayıp onu kabul veya reddetme seçeneğine sahip olur ve bu seçiminden dolayı sorumlu tutulur. Diğer seçeneklerdeki unsurlar önemli olmakla birlikte, sorumluluğun asıl ve evrensel şartı akıldır.",
    "options": [
      {
        "text": "Peygamberler aracılığıyla gönderilen kitaplar",
        "isCorrect": false
      },
      {
        "text": "Toplumsal normlar ve gelenekler",
        "isCorrect": false
      },
      {
        "text": "Akıl ve özgür irade (irade)",
        "isCorrect": true
      },
      {
        "text": "Belirli bir coğrafyada doğmuş olmak",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Monoteist (tek tanrıcı) inanç sistemlerinin, politeist (çok tanrıcı) inanç sistemlerinden temel farkı aşağıdakilerden hangisinde doğru verilmiştir?",
    "explanation": "Doğru seçenek A'dir. Monoteizm (Tevhid) ile Politeizm arasındaki en temel ve ayırt edici fark, tanrı anlayışıdır. Monoteist sistemler evrenin yaratıcısı, yöneticisi ve tek ibadet edileni olan mutlak bir Tek Tanrı'ya inanır. Politeist sistemler ise farklı görev ve alanlarda hüküm süren birden fazla tanrıya inanır. B seçeneği her iki sistemde de olabilir. C seçeneği monoteizmin bir sonucu olabilir ama temel fark değildir. D seçeneği ise genelleme yapan ve doğru olmayan bir iddiadır.",
    "options": [
      {
        "text": "Evrenin yaratıcısı ve yöneticisi olarak mutlak bir Tek Tanrı'nın kabul edilmesi.",
        "isCorrect": true
      },
      {
        "text": "Ahiret inancının bulunması.",
        "isCorrect": false
      },
      {
        "text": "İnsanın sorumlu bir varlık olduğu düşüncesi.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal düzeni sağlamak için kurallar koyması.",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Din (İnanç)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam'da ibadetlerin temel hedeflerinden biri olan 'takva' (Allah'a karşı sorumluluk bilinci) ile aşağıdaki davranışlardan hangisi arasında doğrudan bir ilişki kurulamaz?",
    "explanation": "Takva, Allah'ın emir ve yasaklarına uyma konusunda gösterilen hassasiyet ve sorumluluk bilincidir. Namaz, oruç ve zekât gibi ibadetlerin temel hedeflerinden biri bireyde takva bilincini geliştirmektir. Bu ibadetler kişiyi ahlaki olgunluğa ulaştırmayı ve toplumsal sorumluluklarını yerine getiren bir birey haline getirmeyi amaçlar. Ancak, bir iş yerinde terfi almak, dini bir ibadetin doğrudan ve temel hedefi olarak tanımlanamaz; bu dünyevi bir sonuçtur ve takva ile doğrudan bir bağlantısı yoktur.",
    "options": [
      {
        "text": "Namaz kılan birinin yalan söylemekten ve haram lokmadan kaçınması",
        "isCorrect": false
      },
      {
        "text": "Oruç tutan birinin öfkesini kontrol ederek insanlara karşı merhametli davranması",
        "isCorrect": false
      },
      {
        "text": "Zekât veren birinin toplumdaki yoksulların hakkını gözetmesi",
        "isCorrect": false
      },
      {
        "text": "Hac ibadetini yerine getiren birinin iş yerinde terfi alması",
        "isCorrect": true
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam dininde ibadetlerin 'niyet' ile başlaması kuralı, aşağıdaki kavramlardan hangisinin önemini en temel düzeyde vurgular?",
    "explanation": "İslam'da bütün ibadetler geçerli olabilmek için niyet şartına bağlıdır. Niyet, yapılan eylemin sadece Allah'ın rızasını kazanmak için yapıldığını kalben belirlemektir. Bu şart, ibadetin sadece dış görünüşteki fiziki hareketlerden ibaret olmadığını, asıl değerinin içsel bir samimiyet ve amaç (ihlas) ile kazanıldığını gösterir. Riyâ (gösteriş) ve şekilcilikten uzak, sadece Allah için yapılan ibadet makbuldür. Bu nedenle niyet, ihlas kavramının pratikteki en somut ifadesidir.",
    "options": [
      {
        "text": "Riyâ (gösteriş)",
        "isCorrect": false
      },
      {
        "text": "İhlas (samimiyet)",
        "isCorrect": true
      },
      {
        "text": "Tevekkül (Allah'a dayanma)",
        "isCorrect": false
      },
      {
        "text": "Kıyas (analoji)",
        "isCorrect": false
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki durumlardan hangisi, 'ibadetlerin sosyal boyutu' ile ilgili yanlış bir anlayışı yansıtmaktadır?",
    "explanation": "İslam ibadetlerinin önemli bir boyutu toplumsal dayanışma ve adaleti sağlamaktır. Zekât ve fitre gibi mali ibadetler, toplumdaki gelir dağılımı adaletsizliğini gidermeye yöneliktir. Cemaatle kılınan namazlar ve hac ibadeti, Müslümanlar arasında birlik ve kardeşlik bilincini pekiştirir. Ancak, 'Namaz kılan birinin sadece kendi günahlarının affedilmesini düşünmesi' ibadetin bu sosyal sorumluluk ve dayanışma boyutunu görmezden gelen bireyci ve eksik bir anlayıştır. İslam'da ibadet, bireyi topluma karşı daha duyarlı ve sorumlu hale getirmeyi de hedefler.",
    "options": [
      {
        "text": "Zekâtın, toplumdaki yoksulluk ve gelir adaletsizliğini azaltmaya katkı sağlaması",
        "isCorrect": false
      },
      {
        "text": "Hac ibadetinin, farklı milletlerden Müslümanları bir araya getirerek ümmet bilincini güçlendirmesi",
        "isCorrect": false
      },
      {
        "text": "Cemaatle kılınan namazların, Müslümanlar arasındaki dayanışma bağlarını kuvvetlendirmesi",
        "isCorrect": false
      },
      {
        "text": "Namaz kılan birinin sadece kendi günahlarının affedilmesini düşünmesi, toplumsal sorumluluklarını göz ardı etmesi",
        "isCorrect": true
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam hukukunda bazı ibadetlerin 'farz', bazılarının ise 'sünnet' olarak nitelendirilmesi, temel olarak aşağıdaki kriterlerden hangisine dayanır?",
    "explanation": "İslam'da ibadetlerin hükümleri (farz, vacip, sünnet, müstehap vb.), bu ibadetlerin Kur'an ve Sünnet'teki delillerinin kesinlik derecesine ve Müslümanlar için bağlayıcılık düzeyine göre belirlenir. Farz olan ibadetler (namaz, oruç, zekât gibi) Kur'an-ı Kerim'de açık ve kesin bir şekilde emredilmiş, yapılması zorunlu olan ibadetlerdir. Sünnet ibadetler ise Peygamberimizin söz, fiil ve onaylarıyla sabit olan, yapılması teşvik edilen ancak terk edilmesi günah sayılmayan ibadetlerdir. Bu ayrımın temel dayanağı, dini hükümlerin kaynağıdır.",
    "options": [
      {
        "text": "Toplumsal fayda ve zarar ölçüsüne",
        "isCorrect": false
      },
      {
        "text": "İbadeti yapan kişinin sosyal statüsüne",
        "isCorrect": false
      },
      {
        "text": "Kur'an ve Sünnet'teki delillerinin kesinlik derecesine",
        "isCorrect": true
      },
      {
        "text": "İbadetin fiziksel zorluk derecesine",
        "isCorrect": false
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Bir Müslümanın, maddi imkansızlıklar nedeniyle hacca gidememesi veya sağlık sorunları yüzünden oruç tutamayıp fidye vermesi, İslam'ın ibadetler konusundaki hangi temel ilkesini örnekler?",
    "explanation": "İslam dini, ibadetleri yerine getirebilmek için birtakım şartlar (akıl, buluğ, maddi imkan, sağlık vb.) öngörmüştür. Bu şartları taşımayan kişilerden ibadet yükümlülüğü düşer. Örneğin, maddi durumu yeterli olmayan kişiye hac farz değildir. Hasta veya yolcu olan kişiler, oruç tutamadıkları zaman sonradan kaza ederler veya fidye verirler. Bu durumlar, İslam'ın insanı gücünün yetmediği şeylerle sorumlu tutmayan, kolaylaştırıcı ve 'tekâlif-i mâ lâ yutâk' (güç yetirilemeyen teklif olmaz) prensibini yansıtan 'kolaylık' ilkesinin somut örnekleridir.",
    "options": [
      {
        "text": "Kulluk ve teslimiyet ilkesini",
        "isCorrect": false
      },
      {
        "text": "Niyet ve ihlas ilkesini",
        "isCorrect": false
      },
      {
        "text": "Kolaylık ilkesini",
        "isCorrect": true
      },
      {
        "text": "Eşitlik ve adalet ilkesini",
        "isCorrect": false
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam'da 'ibadet' kavramı sadece namaz, oruç, hac gibi belirli ritüelleri değil, aynı zamanda aşağıdakilerden hangisini de kapsayan daha geniş bir anlama sahiptir?",
    "explanation": "İslam dininde ibadet, 'kulluk' anlamına gelir ve çok geniş bir kapsama sahiptir. Sadece klasik anlamdaki ritüelleri (namaz, oruç vb.) değil, Allah'ın rızasını kazanmak amacıyla yapılan her türlü iyi, faydalı ve meşru davranışı içerir. Bir Müslümanın helal kazanç peşinde koşması, ailesine iyi davranması, yolda insanlara eziyet veren bir şeyi kaldırması, ilim öğrenmesi gibi fiiller de birer ibadet olarak değerlendirilebilir. Bu, ibadetin hayatın bütününe yayılan bir kulluk bilinci olduğunu gösterir.",
    "options": [
      {
        "text": "Sadece cami ve mescitlerde yapılan dini törenleri",
        "isCorrect": false
      },
      {
        "text": "Yalnızca Kur'an'da açıkça emredilen farzları",
        "isCorrect": false
      },
      {
        "text": "Allah'ın rızasını gözeterek yapılan her türlü meşru ve güzel davranışı",
        "isCorrect": true
      },
      {
        "text": "Sadece Peygamberimizin yaptığı ve tavsiye ettiği sünnetleri",
        "isCorrect": false
      }
    ],
    "topic": "İbadet",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hz. Muhammed'in (s.a.v.) İslam'ı tebliğ sürecinde, Mekke döneminin sonlarına doğru gerçekleşen ve Müslümanlar için hem bir hicret yurdu hem de stratejik bir davet merkezi oluşturma fırsatı sağlayan önemli olay aşağıdakilerden hangisidir?",
    "explanation": "Akabe Biatları, Hz. Muhammed'in (s.a.v.) Medine'den gelen Hazreç ve Evs kabileleriyle yaptığı anlaşmalardır. İkinci Akabe Biatı'nda Medineliler, Peygamberi ve Mekkeli Müslümanları şehirlerine davet ederek onları koruma sözü vermişlerdir. Bu olay, Hicret'in ve İslam devletinin Medine'de kurulmasının yolunu açan en kritik adımdır. Diğer seçeneklerdeki olaylar da önemli olmakla birlikte, hicretin zeminini doğrudan hazırlayan olay Akabe Biatları'dır.",
    "options": [
      {
        "text": "Akabe Biatları",
        "isCorrect": true
      },
      {
        "text": "Habeşistan Hicreti",
        "isCorrect": false
      },
      {
        "text": "Taif Yolculuğu",
        "isCorrect": false
      },
      {
        "text": "Hudeybiye Antlaşması",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hz. Muhammed'in (s.a.v.) vefatından sonra, Müslüman toplumunun başına geçecek halifeyi belirlemek üzere Benî Saîde Sakifesi'nde toplanan sahabeler arasında yaşanan tartışmalar, aşağıdaki İslami yönetim prensiplerinden hangisinin henüz kesin bir şekilde oluşmadığını göstermektedir?",
    "explanation": "Hz. Muhammed'in (s.a.v.) vefatı sonrasında halifenin nasıl belirleneceği konusunda bir görüş birliği yoktu. Sakife'de Ensar'ın \"Bizden bir emir, sizden bir emir\" teklifi, halifenin Kureyş'ten olması gerektiği fikriyle karşılaşmış ve nihayetinde Hz. Ebû Bekir'in halife seçilmesiyle sonuçlanmıştır. Bu durum, hilafetin belirlenmesine dair \"istikrar kazanmış bir seçim/usul yönteminin\" henüz oturmadığını, bu konuda içtihat yapıldığını gösterir. Diğer seçeneklerdeki prensipler ise Peygamber döneminde zaten yerleşmişti.",
    "options": [
      {
        "text": "Halifenin belirlenmesinde istikrar kazanmış bir seçim/usul yöntemi",
        "isCorrect": true
      },
      {
        "text": "Devlet başkanının adaletle hükmetmesi gerektiği",
        "isCorrect": false
      },
      {
        "text": "Yöneticiye itaatin farz olduğu",
        "isCorrect": false
      },
      {
        "text": "İslam toplumunda danışma (şura) prensibi",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hz. Muhammed (s.a.v.), Veda Haccı'nda okuduğu hutbede, \"Bugün sizin dininizi kemale erdirdim, üzerinize nimetimi tamamladım...\" (Maide Suresi, 3. ayet) ayetinin indirilmesi üzerine, aşağıdaki sonuçlardan hangisi çıkarılamaz?",
    "explanation": "Veda Hutbesi'nde inen bu ayet, İslam dininin temel hükümlerinin tamamlandığını ve dinin kemale erdiğini bildirmektedir. Bu, dini hükümlerin tamamlanması (A), Peygamberlik görevinin sona ermeye yaklaştığının bir işareti (B) ve İslam'ın evrensel ve ebedi bir din olarak tamamlanması (D) anlamına gelir. Ancak, bu ayet dini tebliğ ve insanlara öğretme görevinin bittiği anlamına gelmez. Hz. Muhammed (s.a.v.) vefatına kadar bu görevine devam etmiştir ve Müslümanlara da tebliğ görevi (emr-i bi'l-ma'rûf) farz kılınmıştır.",
    "options": [
      {
        "text": "Dini tebliğ ve insanlara öğretme görevinin tamamen bittiği",
        "isCorrect": true
      },
      {
        "text": "Dini hükümlerin tamamlandığı ve kemale erdiği",
        "isCorrect": false
      },
      {
        "text": "Peygamberlik görevinin sona ermek üzere olduğu",
        "isCorrect": false
      },
      {
        "text": "İslam'ın evrensel ve ebedi bir din olarak tamamlandığı",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hudeybiye Antlaşması, görünüşte Müslümanların aleyhine bazı maddeler içermesine rağmen Hz. Muhammed (s.a.v.) tarafından kabul edilmiştir. Bu antlaşmanın ilerleyen süreçte İslam'ın yayılışı açısından sağladığı en önemli stratejik fayda aşağıdakilerden hangisidir?",
    "explanation": "Hudeybiye Antlaşması ile Mekkeli müşrikler, İslam devletini resmen tanımış oldu. Ayrıca, 10 yıllık barış süreci, Müslümanların Medine'de güvenli bir şekilde örgütlenmesine ve İslam'ın siyasi bir güç olarak konsolide olmasına imkan tanıdı. En önemlisi, bu barış ortamı sayesinde Hz. Muhammed (s.a.v.) çevre kabilelere ve büyük devletlere (Bizans, Sasani) İslam'a davet mektupları gönderme fırsatı buldu. Bu diplomatik temaslar, İslam'ın Arap Yarımadası dışına yayılmasının zeminini hazırladı. Diğer seçenekler antlaşmanın doğrudan maddeleri veya kısa vadeli sonuçlarıdır.",
    "options": [
      {
        "text": "Mekkeli müşriklerle sağlanan barış sayesinde İslam'ın farklı bölgelere ve kabilelere serbestçe tebliğ edilmesi",
        "isCorrect": true
      },
      {
        "text": "Müslümanların ertesi yıl Kâbe'yi ziyaret hakkı elde etmesi",
        "isCorrect": false
      },
      {
        "text": "Mekke'den Medine'ye hicret eden Müslümanların iade edilmeyecek olması",
        "isCorrect": false
      },
      {
        "text": "Antlaşmanın iki yıl sonra müşriklerin ihlali üzerine feshedilmesi",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hz. Muhammed'in (s.a.v.) çocukluk döneminde, amcası Ebû Tâlib ile birlikte katıldığı ticaret kervanı sırasında, kendisinin peygamberliğine işaret ettiğine inanılan ve Rahip Bahîra'nın onu tanıyıp uyardığı olay, aşağıdaki temel İslami inançlarından hangisiyle doğrudan ilişkilidir?",
    "explanation": "Rahip Bahîra olayı, İslam inancında yer alan \"peygamberlerin önceden müjdelendiği\" (mübeşşerât) düşüncesiyle ilişkilidir. İnanışa göre, önceki ilahi kitaplarda (Tevrat, İncil) Hz. Muhammed'in geleceği ve bazı özellikleri bildirilmiştir. Bahîra'nın, o dönemin Hristiyan bilginlerinden biri olarak, bu kitaplardaki bilgiler ve gördüğü alametler (örneğin, Peygamberin üzerindeki bulut gölgesi) nedeniyle Hz. Muhammed'i tanıması, bu inancın somut bir örneği olarak yorumlanır. Diğer seçenekler bu özel olayla doğrudan bağlantılı değildir.",
    "options": [
      {
        "text": "Peygamberlerin, önceki ilahi kitaplarda müjdelendiği inancı",
        "isCorrect": true
      },
      {
        "text": "Peygamberlerin ismet (günahsızlık) sıfatı",
        "isCorrect": false
      },
      {
        "text": "Peygamberlik müessesinin evrenselliği",
        "isCorrect": false
      },
      {
        "text": "Peygamberlerin fetanet (üstün zekâ) sıfatı",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Medine'ye hicretten sonra Hz. Muhammed (s.a.v.), farklı kabile ve inançlardan oluşan Medine halkı arasında toplumsal birliği ve güvenliği sağlamak amacıyla bir belge hazırlamıştır. Bu belge, aşağıdaki modern kavramlardan hangisinin erken bir örneği olarak değerlendirilebilir?",
    "explanation": "Medine Vesikası (Medine Sözleşmesi), Müslümanlar, Yahudiler ve müşrik Arap kabileleri dahil olmak üzere Medine'de yaşayan tüm grupları, tek bir siyasi çatı altında (ümmet) toplamayı hedeflemiştir. Bu grupların can, mal ve inanç güvenliklerini teminat altına alan, ortak savunma prensibi getiren ve iç çatışmaları yasaklayan hükümler içerir. Bu özellikleriyle, farklı dini ve etnik grupların bir arada yaşamasını düzenleyen, çoğulcu ve sözleşmeye dayalı bir 'toplum sözleşmesi' niteliği taşımaktadır. Laiklik veya anayasal monarşi gibi kavramlar bu belgenin içeriğiyle örtüşmez.",
    "options": [
      {
        "text": "Çok hukuklu ve çoğulcu toplum sözleşmesi",
        "isCorrect": true
      },
      {
        "text": "Laik devlet modeli",
        "isCorrect": false
      },
      {
        "text": "Mutlak monarşi yönetimi",
        "isCorrect": false
      },
      {
        "text": "Anayasal monarşi",
        "isCorrect": false
      }
    ],
    "topic": "Hz. Muhammed'in Hayatı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde vahiy ve akıl arasındaki ilişki ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "İslam inancına göre vahiy ve akıl birbirini tamamlayan iki bilgi kaynağıdır. Vahiy, aklın tek başına ulaşamayacağı metafizik hakikatleri (Allah'ın zatı, ahiret, melekler vb.) bildirirken, akıl bu vahyi anlama, yorumlama ve hayata geçirme noktasında kritik bir rol oynar. Diğer seçeneklerdeki 'çatışma zorunluluğu', 'aklın mutlak yeterliliği' veya 'vahyin aklı iptal etmesi' gibi yaklaşımlar İslam'ın temel prensipleriyle bağdaşmaz.",
    "options": [
      {
        "text": "Vahiy ve akıl birbirini destekler; vahiy aklın önünü aydınlatır, akıl da vahyin anlaşılmasını sağlar.",
        "isCorrect": true
      },
      {
        "text": "Akıl ve vahiy temelde çatışır, bu nedenle dini konularda sadece vahye başvurulmalıdır.",
        "isCorrect": false
      },
      {
        "text": "Akıl, vahyin bildirdiği her şeyi kendi başına keşfedebileceğinden, vahiy yalnızca hatırlatıcıdır.",
        "isCorrect": false
      },
      {
        "text": "Vahiy geldikten sonra aklın dini konularda bir fonksiyonu kalmaz.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Kur'an-ı Kerim'de sıkça 'akletmez misiniz?' (afela ta'kılun) şeklinde yapılan uyarının temel amacı aşağıdakilerden hangisidir?",
    "explanation": "Bu ayetler, insanları gerek tabiat olayları gerekse vahyin getirdiği hükümler üzerinde düşünmeye, akıllarını kullanmaya ve bu sayede hakikati bulmaya teşvik eder. Amaç, aklı tamamen devre dışı bırakmak değil, aksine onu doğru bir şekilde vahyin rehberliğinde kullanarak insanı sorumluluk bilincine ulaştırmaktır. Diğer seçenekler bu ayetlerin ruhunu ve İslam'ın akla verdiği değeri yansıtmamaktadır.",
    "options": [
      {
        "text": "İnsanları, vahyin işaret ettiği deliller üzerinde düşünmeye ve aklını kullanmaya çağırmak.",
        "isCorrect": true
      },
      {
        "text": "Aklın yetersiz olduğunu gösterip insanları körü körüne itaate yönlendirmek.",
        "isCorrect": false
      },
      {
        "text": "Sadece bilimsel keşifler yapmaya teşvik etmek.",
        "isCorrect": false
      },
      {
        "text": "Aklın vahiyden üstün olduğunu kanıtlamak.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki durumlardan hangisi, 'vahiy ve aklın uyumu' ilkesine bir örnek olarak gösterilebilir?",
    "explanation": "İslam hukukunda kıyas, vahiy (Kur'an ve Sünnet) ile aklın iş birliğinin en somut örneklerinden biridir. Vahyin hüküm koymadığı yeni bir meselede, akıl yürütme (ictihad) ile vahyin hükmettiği benzer bir meselenin ilkesi (illet) yeni meseleye uygulanır. Bu, aklın vahiy çerçevesinde ve onun prensipleri doğrultusunda aktif bir şekilde kullanılmasıdır. Diğer seçeneklerde ise ya akıl tek başına öne çıkarılmakta ya da vahiy-akıl ilişkisinden ziyade farklı bir dinamiğe işaret edilmektedir.",
    "options": [
      {
        "text": "Kur'an ve Sünnet'te hükmü bulunmayan bir konuda, benzer bir meselenin hükmünden hareketle akıl yürüterek (kıyas) hüküm çıkarmak.",
        "isCorrect": true
      },
      {
        "text": "Sırf akıl yürüterek, vahyin açık bir hükmünü geçersiz saymak.",
        "isCorrect": false
      },
      {
        "text": "Vahyin tüm hükümlerini tarihsel olduğunu iddia ederek reddetmek.",
        "isCorrect": false
      },
      {
        "text": "Bir peygamberin, kendisine gelen vahyi toplumuna tebliğ etmesi.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam kelamcıları, 'Allah'ın varlığının akıl yoluyla bilinebileceği' görüşünü temellendirirken aşağıdaki akıl yürütme yöntemlerinden özellikle hangisini kullanmışlardır?",
    "explanation": "İslam kelam geleneğinde, Allah'ın varlığını ve birliğini ispatlamak için en yaygın kullanılan yöntem 'hudus delili'dir. Bu delil, evrendeki her şeyin sonradan yaratılmış (hadis) olduğunu, sonradan yaratılan her şeyin de bir yaratıcıya (muhdis) muhtaç olduğu aklî prensibinden hareket eder. Böylece vahiy gelmeden önce de aklın bu temel hakikate ulaşabileceği gösterilerek vahiy-akıl uyumu vurgulanır. Diğer seçeneklerdeki yöntemler ise ya bu bağlamda birincil değildir ya da konuyla doğrudan ilişkili değildir.",
    "options": [
      {
        "text": "Âlemin ve içindeki varlıkların sonradan yaratılmış (hadis) olmasından hareketle bir Yaratıcı'nın varlığını ispatlamak (Hudus Delili).",
        "isCorrect": true
      },
      {
        "text": "Peygamberlerin gösterdiği mucizelere dayanarak Allah'ın varlığını kanıtlamak.",
        "isCorrect": false
      },
      {
        "text": "Toplumların tarihsel süreçteki dini inançlarına istatistiksel verilerle bakmak.",
        "isCorrect": false
      },
      {
        "text": "Vahyin bildirdiği isim ve sıfatları esas alarak tanımlama yapmak.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "'Teenni' (acele etmemek, iyice düşünmek) kavramı, İslam düşüncesinde vahiy ve akıl ilişkisi bağlamında nasıl değerlendirilir?",
    "explanation": "Teenni, dini metinleri (vahiy) anlama ve yorumlama sürecinde aklın sağlıklı bir şekilde işletilmesi gerektiğini ifade eden önemli bir ahlaki ve metodolojik ilkedir. Bu, bir ayetin veya hadisin anlamını, bağlamını (sebeb-i nüzul/vürud), lafız-mana ilişkisini ve diğer naslarla olan uyumunu dikkatle incelemeyi gerektirir. Böylece vahyi anlamak için aklın aceleci ve yüzeysel davranması engellenir, derinlikli bir kavrayış hedeflenir. Diğer seçenekler teenni kavramının anlamını ve işlevini yanlış yansıtmaktadır.",
    "options": [
      {
        "text": "Vahyi anlama sürecinde aklın aceleci davranmayıp derinlemesine düşünmesi gerektiğini gösteren bir ilkedir.",
        "isCorrect": true
      },
      {
        "text": "Vahiy karşısında aklın hiçbir şekilde devreye girmemesi gerektiğini savunur.",
        "isCorrect": false
      },
      {
        "text": "Sadece ibadetlerde yavaş ve huşu içinde hareket etmeyi ifade eder.",
        "isCorrect": false
      },
      {
        "text": "Aklın vahiyden bağımsız olarak mutlak doğruya ulaşabileceğini iddia eden bir yöntemdir.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesindeki 'makasıdü'ş-şeria' (şeriatın amaçları) teorisi, vahiy ve akıl ilişkisi açısından neyi vurgular?",
    "explanation": "Makasıd teorisi, İslam hukukunun (şeriat) temel amacının insanların din, can, akıl, nesil ve mal gibi temel değerlerini korumak (zaruriyyat) olduğunu sistemleştirir. Bu teori, aklın vahyi anlamadaki aktif rolünü gösterir. Akıl, vahyin somut hükümlerinden hareketle onların ardındaki evrensel hikmet ve maslahatları (kamu yararı) tespit eder. Bu sayede, yeni durumlarda vahyin ruhuna uygun içtihatlar yapılabilir, böylece vahiy ve akıl dinamik bir uyum içinde çalışır. Diğer seçenekler bu teorinin işlevini ve vurgusunu yanlış aktarmaktadır.",
    "options": [
      {
        "text": "Vahyin hükümlerinin ardındaki hikmet ve insani faydayı (maslahat) akıl yoluyla kavrayarak, dinin evrensel amaçlarını gerçekleştirmeyi hedefler.",
        "isCorrect": true
      },
      {
        "text": "Vahyin hükümlerini sadece lafzıyla anlamayı, arkasındaki hikmeti araştırmayı gereksiz görür.",
        "isCorrect": false
      },
      {
        "text": "Aklın, vahyin koyduğu sınırları aşarak yeni ibadet şekilleri belirlemesini savunur.",
        "isCorrect": false
      },
      {
        "text": "Vahyin amaçlarının sadece bireysel kurtuluş olduğunu, toplumsal boyutunu reddeder.",
        "isCorrect": false
      }
    ],
    "topic": "Vahiy ve Akıl",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde 'ictihad kapısının kapalı olduğu' görüşünü savunanlar, aşağıdaki gerekçelerden hangisini temel argüman olarak öne sürmüşlerdir?",
    "explanation": "İctihad kapısının kapalı olduğu (insidad-ı bab-ı ictihad) görüşü, özellikle Osmanlı döneminde bazı âlimlerce benimsenmiştir. Bu görüşün temel dayanağı, ilk dönemlerde yaşamış müctehid imamların (Ebu Hanife, Şafii, Malik, Ahmed b. Hanbel vb.) dinî metinleri anlama, Arap diline ve Hz. Peygamber'e yakınlık gibi konularda sonraki nesillerden üstün olduğu ve onların ortaya koyduğu sistemlerin (mezheplerin) ihtiyaçları karşılamaya yeterli olduğu düşüncesidir. Diğer seçeneklerdeki argümanlar bu görüşün temelini oluşturmaz.",
    "options": [
      {
        "text": "Kur'an'ın ve Sünnet'in artık yeni yoruma ihtiyaç bırakmayacak şekilde yeterince açıklandığını ve müctehid imamların bu işi hallettiğini düşünmeleri.",
        "isCorrect": true
      },
      {
        "text": "Modern çağda akıl ve bilimin, dinî hükümlerin kaynağı olarak yeterli olduğunu savunmaları.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal birliği bozduğu gerekçesiyle her türlü fikir ayrılığını (ihtilaf) kesinlikle reddetmeleri.",
        "isCorrect": false
      },
      {
        "text": "Kıyametin yaklaşması nedeniyle artık yeni bir dinî hüküm üretmenin anlamsız olduğuna inanmaları.",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki kavram çiftlerinden hangisi, İslam düşüncesindeki yorum farklılıklarının temelini oluşturan 'usûl' (kaynak ve yöntem) tartışmalarına örnek olarak gösterilemez?",
    "explanation": "İslam düşüncesinde yorum farklılıkları (ihtilaflar) genellikle usûl (kaynakların sıralanışı, delillerin anlaşılma ve uygulanma yöntemi) farklılıklarından kaynaklanır. 'Kıyas - İstihsan', 'İcma - Haber-i Vahid', 'Mesalih-i Mürsele - Örf' gibi kavram çiftleri, farklı mezheplerin benimsediği veya reddettiği usûl tartışmalarının merkezindedir. 'Mütevatir - Meşhur' ise, hem haberin (hadis) yaygınlık ve kesinlik derecesiyle ilgili bir sınıflandırmadır ve usûl tartışmalarının bir parçasıdır. 'Müstehap - Mendup' ise aynı anlama gelen ve hüküm (fıkıh) kategorileriyle ilgili iki terimdir; usûl tartışması değil, fürû (detay hükümler) terminolojisidir.",
    "options": [
      {
        "text": "Kıyas - İstihsan",
        "isCorrect": false
      },
      {
        "text": "İcma - Haber-i Vahid",
        "isCorrect": false
      },
      {
        "text": "Müstehap - Mendup",
        "isCorrect": true
      },
      {
        "text": "Mesalih-i Mürsele - Örf",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde 'Mezhepler Üstü' (Telfik) yaklaşımı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Telfik, farklı mezhep görüşlerinden, kişinin kendi lehine olanları seçerek tek bir uygulama oluşturmasıdır. İslam âlimlerinin çoğunluğu, bir mezhebin usûl ve fürû bütünlüğünü bozduğu, keyfîliğe yol açtığı ve dini kolaylaştırma adına onun ciddiyetini zedelediği gerekçesiyle bu uygulamayı caiz görmemektedir. Ancak, yeni ortaya çıkan ve hiçbir mezhepte hükmü bulunmayan bir mesele için müctehid düzeyindeki bir âlimin ictihad yapması (A seçeneği) telfik değil, normal bir ictihad sürecidir. Bir mezhebe bağlı kalarak onun içindeki farklı görüşlerden birini tercih etmek (C seçeneği) ise 'tercih' işlemidir, telfik değildir.",
    "options": [
      {
        "text": "Âlimlerin çoğu, keyfî ve bütünlüğü bozucu olduğu gerekçesiyle telfiki meşru görmez.",
        "isCorrect": true
      },
      {
        "text": "Telfik, yeni bir mesele karşısında müctehid bir âlimin ictihad yapması anlamına gelir.",
        "isCorrect": false
      },
      {
        "text": "Bir mezhebin kendi içindeki farklı görüşlerden birini seçmek, telfik kapsamında değerlendirilir.",
        "isCorrect": false
      },
      {
        "text": "Telfik, İslam hukuk tarihinde hiçbir zaman eleştiri konusu olmamış yaygın bir uygulamadır.",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde 'Makâsıdü'ş-Şeria' (Şeriatın Amaçları) teorisini sistemleştiren ve 'el-Muvafakat' adlı eseriyle tanınan âlim aşağıdakilerden hangisidir?",
    "explanation": "Makâsıdü'ş-Şeria teorisi, İslam hukukunun (fıkhın) insanlar için gözetmeyi hedeflediği temel amaçları (dini, canı, aklı, nesli ve malı korumak gibi) ifade eder. Bu teori, İmam Şafii, İmam Gazali gibi âlimlerce temelleri atılmış olsa da, onu sistematik bir şekilde ele alan, 'Zaruriyyat, Haciyyat, Tahsiniyyat' şeklinde kademelendiren ve 'el-Muvafakat fi Usûli'ş-Şeria' adlı meşhur eseriyle bu alandaki çalışmaları zirveye taşıyan âlim, Endülüslü Maliki fakih İmam Şatıbi'dir.",
    "options": [
      {
        "text": "İmam Şatıbi",
        "isCorrect": true
      },
      {
        "text": "İmam Gazali",
        "isCorrect": false
      },
      {
        "text": "İmam Serahsi",
        "isCorrect": false
      },
      {
        "text": "İbn Teymiyye",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde, 'Kur'an'ın mutlak anlamda insan ürünü olmadığı, ancak lafızlarının ve anlamlarının beşerî dil ve kavrayışla ilişkili olduğu' görüşü aşağıdaki yorum ekollerinden hangisine aittir?",
    "explanation": "Bu görüş, Mutezile ekolünün Kur'an'ın yaratılmışlığı (halku'l-Kur'an) meselesindeki temel yaklaşımını yansıtır. Mutezile, Allah'ın zâtı dışındaki her şeyin yaratılmış (mahluk) olduğu prensibinden hareketle, Kur'an'ın da yaratılmış olduğunu savunmuştur. Onlara göre Kur'an, Allah'ın kelam sıfatının bir tezahürüdür ve bu tezahür (Kur'an'ın lafız ve anlamları) zaman içinde vahyedilmiş, dolayısıyla 'hadis' (sonradan olmuş) yani yaratılmıştır. Eş'arîlik ve Mâtürîdîlik ise Kur'an'ın 'Kelâm-ı Nefsî' (Allah'ın zâtıyla kaim, ezeli ve yaratılmamış mana) olduğunu savunur. Haricîlik ise bu konuda merkezi bir teori geliştirmemiştir.",
    "options": [
      {
        "text": "Mutezile",
        "isCorrect": true
      },
      {
        "text": "Eş'arîlik",
        "isCorrect": false
      },
      {
        "text": "Mâtürîdîlik",
        "isCorrect": false
      },
      {
        "text": "Haricîlik",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde 'ictihad' ile 'taklit' arasındaki temel fark aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "explanation": "İctihad, bir müctehidin (yeterli ilmi birikime sahip âlimin) dinî delilleri (Kur'an, Sünnet, icma, kıyas vb.) belli yöntemler (usûl) çerçevesinde inceleyerek şer'î bir hükme ulaşmasıdır. Yani doğrudan kaynaklardan hüküm çıkarma faaliyetidir. Taklit ise, ictihad ehliyeti olmayan bir mükelleftin (sıradan bir Müslüman'ın), bir müctehidin ulaştığı hükmü, o hükmün delillerini ve nasıl çıkarıldığını tam olarak bilmeden benimsemesi ve uygulamasıdır. Dolayısıyla temel fark, hükmü doğrudan asıl kaynaklardan çıkarmak ile başka bir âlimin çıkardığı hükmü delilsiz benimsemek arasındadır.",
    "options": [
      {
        "text": "İctihad, delillerden hüküm çıkarmak; taklit ise çıkarılmış bir hükmü delillerini bilmeden benimsemektir.",
        "isCorrect": true
      },
      {
        "text": "İctihad, sadece Hanefi mezhebine; taklit ise diğer mezheplere özgü bir uygulamadır.",
        "isCorrect": false
      },
      {
        "text": "İctihad, yeni nesil âlimlere; taklit ise geçmişteki âlimlere mahsus bir faaliyettir.",
        "isCorrect": false
      },
      {
        "text": "İctihad, inanç konularında; taklit ise ibadet konularında yapılabilir.",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesi ve Yorumu",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşüncesinde 'kul hakkı' kavramı, laik bir hukuk devletinde aşağıdaki ilkelerden hangisiyle en doğrudan ve uyumlu şekilde teminat altına alınabilir?",
    "explanation": "Doğru seçenek B'dir. Kul hakkı, bireyler arasındaki hak ihlallerini (haksız kazanç, iftira, zarar verme vb.) konu edinen ahlaki ve hukuki bir kavramdır. Laik bir hukuk devleti, dinî bir referansa dayanmak zorunda kalmadan, evrensel hukuk normları çerçevesinde tüm vatandaşların maddi ve manevi haklarını eşit şekilde korumakla yükümlüdür. Bu, kul hakkı ilkesinin evrensel adalet anlayışıyla örtüşen yönünü güvence altına alır. A seçeneği, hukukun kaynağını tek bir dinî metne indirger ve laiklik ilkesiyle çelişir. C seçeneği, hukukun üstünlüğünü zayıflatır. D seçeneği ise kul hakkını sadece Müslümanlar arasında geçerli bir kavram olarak sınırlandırarak eşitlik ilkesine aykırıdır.",
    "options": [
      {
        "text": "Hukuk kurallarının doğrudan Kur'an ve Sünnet'ten çıkarılmasıyla",
        "isCorrect": false
      },
      {
        "text": "Hukukun üstünlüğü ve tüm bireylerin temel hak ve özgürlüklerinin anayasal güvence altında olmasıyla",
        "isCorrect": true
      },
      {
        "text": "Yargı kararlarının toplumsal tepkilere göre şekillenmesiyle",
        "isCorrect": false
      },
      {
        "text": "Hak ihlallerinin sadece dini cemaatler içinde çözülmesiyle",
        "isCorrect": false
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam sanat geleneğinde 'somut canlı varlık tasviri' (sûret) konusundaki farklı yorumlar, laiklik ilkesi bağlamında nasıl değerlendirilmelidir?",
    "explanation": "Doğru seçenek C'dir. İslam içinde sûret konusu fıkhi bir tartışma alanıdır ve tarihsel olarak farklı uygulamalar görülmüştür (örn. minyatür sanatı). Laiklik ilkesi, devletin bu tür dinî-teolojik tartışmalarda taraf olmamasını, sanatın içeriğini belirli bir dinî yoruma göre sansürlememesini veya dayatmamasını gerektirir. Sanatsal ifade özgürlüğü, kamu düzenini ve başkalarının haklarını ihlal etmediği sürece, devlet tarafından korunmalıdır. A seçeneği devletin dinî bir yorumu dayatması anlamına gelir. B seçeneği, tüm dinî referanslı sanatı yasaklayarak özgürlüğü kısıtlar. D seçeneği ise laikliği 'dinsizlik' olarak yanlış yorumlar.",
    "options": [
      {
        "text": "Devlet, en katı yorumu benimseyerek tüm figüratif sanat eserlerini yasaklamalıdır.",
        "isCorrect": false
      },
      {
        "text": "Laiklik gereği, dinî kökenli tüm sanatsal kısıtlamalar kaldırılmalı ve sanat tamamen sınırsız olmalıdır.",
        "isCorrect": false
      },
      {
        "text": "Devlet, sanat eserlerinin içeriğine müdahale etmez; bireyler ve sanatçılar kendi dinî ve ahlaki tercihleri doğrultusunda eser üretir ve tüketir.",
        "isCorrect": true
      },
      {
        "text": "Laik devlet, dinin toplumsal etkisini azaltmak için geleneksel İslam sanatlarına destek vermemelidir.",
        "isCorrect": false
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam'ın temel değerlerinden olan 'adalet' ile laik devletin 'tarafsızlık' ilkesi arasındaki ilişki için aşağıdakilerden hangisi söylenebilir?",
    "explanation": "Doğru seçenek A'dır. İslam'da adalet, herkese hakkını vermek, eşit ve hakkaniyetli davranmaktır. Laik devletin tarafsızlığı ise, vatandaşlarını inanç, etnik köken vb. özelliklerine göre ayırt etmemek, kamusal hizmet ve hukuk önünde herkesi eşit saymaktır. Bu iki ilke, 'eşit muamele' noktasında ortak bir zemine sahiptir. Laik devlet, adaleti dinî bir emir olarak değil, evrensel bir hukuk ilkesi olarak uygular. B seçeneği, laikliği dini dışlamak olarak yanlış tanımlar. C seçeneği, devletin dini referans almasını savunur. D seçeneği ise adaletin göreceli olduğu yanılgısına düşer.",
    "options": [
      {
        "text": "Laik devletin tarafsızlığı, farklı inançtaki bireylere eşit davranarak İslami adalet anlayışının evrensel boyutuyla örtüşür.",
        "isCorrect": true
      },
      {
        "text": "Laiklik dinî değerleri dışladığı için, İslami adalet anlayışıyla bağdaşmaz.",
        "isCorrect": false
      },
      {
        "text": "Laik devlet ancak İslami hukuk kurallarını uyguladığında gerçek adaleti sağlayabilir.",
        "isCorrect": false
      },
      {
        "text": "Adalet göreceli bir kavram olduğundan, laik devletin tarafsızlığı ile İslami adalet arasında bir bağ kurulamaz.",
        "isCorrect": false
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Laik bir toplumda, İslami değerleri referans alan bir sanatçının, eserlerinde eleştirel bir dil kullanması nasıl değerlendirilmelidir?",
    "explanation": "Doğru seçenek D'dir. Laik bir düzende, sanatçıların din de dahil olmak üzere her konuda eleştirel eserler üretme özgürlüğü vardır. Ancak bu özgürlük, nefret söylemi, aşağılama veya hakaret içermemelidir. Sanatçı, İslami değerleri eleştirse bile, 'kul hakkı' ihlali sayılabilecek ifadelerden kaçınmalıdır. Devletin rolü, sanatsal ifadeyi sansürlemek değil, ifade özgürlüğü ile bireylerin manevi değerlerinin hukuk çerçevesinde korunmasını dengelemektir. A seçeneği ifade özgürlüğünü hiçe sayar. B seçeneği devletin dinî bir otorite gibi davranmasını gerektirir. C seçeneği ise eleştiriyi mutlak anlamda sınırsız kılarak hak ihlallerine yol açabilir.",
    "options": [
      {
        "text": "Kesinlikle yasaklanmalıdır çünkü dini değerlere saygısızlıktır.",
        "isCorrect": false
      },
      {
        "text": "Ancak dini otoritelerin onayı alındıktan sonra serbest bırakılmalıdır.",
        "isCorrect": false
      },
      {
        "text": "Sınırsız bir şekilde serbest olmalı, hiçbir kısıtlama olmamalıdır.",
        "isCorrect": false
      },
      {
        "text": "Sanatsal ifade özgürlüğü kapsamında değerlendirilmeli, ancak nefret söylemi ve hakaret sınırlarını aşmamalıdır.",
        "isCorrect": true
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam'ın 'emanet' (güvenilirlik) değeri ile laik devlet anlayışındaki 'şeffaflık ve hesap verebilirlik' ilkeleri arasında nasıl bir bağ kurulabilir?",
    "explanation": "Doğru seçenek B'dir. İslam'da emanet, birine tevdi edilen hak ve sorumlulukların (mal, görev, sır) gereği gibi korunmasıdır. Kamu görevlisi için bu, halkın kendisine verdiği yetkiyi kötüye kullanmamak anlamına gelir. Laik devletteki şeffaflık ve hesap verebilirlik ilkeleri, kamu görevlilerinin yetkilerini nasıl kullandığının denetlenebilir ve sorgulanabilir olmasını sağlar. Bu, 'emanet' değerinin modern yönetim sistemlerindeki kurumsal karşılığıdır. A seçeneği, laikliği yanlış tanımlayarak bağı kurmaz. C seçeneği, laikliği din dışılıkla eşdeğer görür. D seçeneği ise, İslami bir değerin sadece Müslüman yöneticiler için geçerli olduğu yanılgısına düşer.",
    "options": [
      {
        "text": "Laik devlet dini referans almadığı için emanet değeri ile bir bağı yoktur.",
        "isCorrect": false
      },
      {
        "text": "Emanet değeri, kamusal görevlerin şeffaf ve denetlenebilir olması gerektiği fikriyle örtüşür; laik devlet bu ilkeyi kurumsal olarak hayata geçirir.",
        "isCorrect": true
      },
      {
        "text": "Laik devlet dini dışladığından, emanet gibi ahlaki değerleri yok sayar.",
        "isCorrect": false
      },
      {
        "text": "Emanet değeri sadece Müslüman yöneticiler için geçerlidir, laik devletle ilişkilendirilemez.",
        "isCorrect": false
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Laik bir ülkede, devlet okullarındaki 'Din Kültürü ve Ahlak Bilgisi' dersinin müfredatı, İslam'ın yanı sıra diğer inançları da objektif bir şekilde ele alması, hangi İslami değerle tutarlılık gösterir?",
    "explanation": "Doğru seçenek C'dir. İslam'da 'adalet' değeri, sadece Müslümanlara değil, tüm insanlara karşı hakkaniyetli ve tarafsız davranmayı gerektirir. Laik bir devlette, tüm vatandaşların inançlarına saygı göstermenin ve onları objektif bir şekilde tanıtmanın bir yolu, eğitim müfredatının çoğulcu bir yaklaşım benimsemesidir. Bu, 'dinde zorlama yoktur' (Bakara, 256) ilkesinin kamusal eğitimdeki yansıması olarak görülebilir. A seçeneği, laik eğitimin amacını yanlış yorumlar. B seçeneği, İslami bir değerle değil, laikliğin temel bir kuralıyla doğrudan ilişkilidir. D seçeneği ise, objektif bilginin önemini göz ardı eder.",
    "options": [
      {
        "text": "Bu uygulama, laikliğin gereği olarak dini değerleri zayıflatma amacı taşır.",
        "isCorrect": false
      },
      {
        "text": "Bu uygulama, devletin tüm inançlara eşit mesafede durma ilkesinin bir sonucudur, İslami bir değerle doğrudan ilgili değildir.",
        "isCorrect": false
      },
      {
        "text": "İslam'ın 'adalet' ve 'başkalarının inancına saygı' değerleriyle tutarlıdır, çünkü diğer inançlar hakkında tarafsız bilgi verilmesini sağlar.",
        "isCorrect": true
      },
      {
        "text": "Sadece İslam'ın anlatıldığı bir müfredat, 'iman' değerini güçlendirdiği için daha doğrudur.",
        "isCorrect": false
      }
    ],
    "topic": "İslamda Değerler, Sanat ve Laiklik",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki din-kutsal metin eşleştirmelerinden hangisi doğrudur?",
    "explanation": "Doğru seçenek C'dir. Yahudiliğin kutsal metni Tanah'tır ve Tanah, Tora (Tevrat), Neviim (Peygamberler) ve Ketuvim (Kitaplar) olmak üzere üç bölümden oluşur. Hinduizmin kutsal metinleri ise Vedalar'dır (Rigveda, Samaveda, Yajurveda, Atharvaveda). A seçeneğinde Budizmin kutsal metni Kur'an olarak verilmiş ki bu yanlıştır. B seçeneğinde Hristiyanlığın kutsal metni Vedalar olarak verilmiş ki bu yanlıştır. D seçeneğinde İslam'ın kutsal metni Avesta olarak verilmiş ki bu Zerdüştlüğün kutsal metnidir, yanlıştır.",
    "options": [
      {
        "text": "Budizm - Kur'an",
        "isCorrect": false
      },
      {
        "text": "Hristiyanlık - Vedalar",
        "isCorrect": false
      },
      {
        "text": "Yahudilik - Tanah; Hinduizm - Vedalar",
        "isCorrect": true
      },
      {
        "text": "İslam - Avesta",
        "isCorrect": false
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki din-kutsal mekân eşleştirmelerinden hangisi yanlıştır?",
    "explanation": "Doğru seçenek B'dir çünkü yanlış olan eşleştirmeyi bulmamız istenmektedir. Kâbe, İslam dininin kutsal mekânıdır. Hinduizm'in kutsal mekânı Kâbe değil, Ganj Nehri gibi kutsal nehirler veya bazı tapınaklardır. Diğer seçeneklerdeki eşleştirmeler doğrudur: A'da Vatikan Hristiyanlık (Katolik mezhebi) için, C'de Kudüs (Mescid-i Aksa) Yahudilik için, D'de Bodh Gaya aydınlanmaya ulaştığı yer olarak Budizm için kutsal mekânlardır.",
    "options": [
      {
        "text": "Hristiyanlık - Vatikan",
        "isCorrect": false
      },
      {
        "text": "Hinduizm - Kâbe",
        "isCorrect": true
      },
      {
        "text": "Yahudilik - Kudüs",
        "isCorrect": false
      },
      {
        "text": "Budizm - Bodh Gaya",
        "isCorrect": false
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Hinduizm ve Budizm öğretileri karşılaştırıldığında aşağıdakilerden hangisi her iki din için de ortak bir kavramdır?",
    "explanation": "Doğru seçenek A'dır. Hem Hinduizm hem de Budizm, karma (eylemlerin sonuçlarını belirleyen yasa) ve samsara (reenkarnasyon/yeniden doğuş döngüsü) kavramlarını merkeze alır. Temel fark, bu döngüden kurtuluş (mokşa) yolundadır. B seçeneğindeki 'Nirvana' Budizm'e özgü bir kurtuluş hedefidir, Hinduizm'deki karşılığı 'Mokşa'dır. C seçeneğindeki 'Kast Sistemi' Hinduizm'e özgü sosyal bir yapıdır, Budizm buna karşı çıkmıştır. D seçeneğindeki 'Dört Yüce Hakikat' ve 'Sekiz Aşamalı Yol' sadece Budizm'e aittir.",
    "options": [
      {
        "text": "Karma ve Samsara (Yeniden Doğuş)",
        "isCorrect": true
      },
      {
        "text": "Nirvana'ya ulaşma hedefi",
        "isCorrect": false
      },
      {
        "text": "Kast Sisteminin kabulü",
        "isCorrect": false
      },
      {
        "text": "Dört Yüce Hakikat ve Sekiz Aşamalı Yol",
        "isCorrect": false
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Yahudilik, Hristiyanlık ve İslam dinleri 'İbrahimî Dinler' olarak sınıflandırılır. Aşağıdakilerden hangisi bu üç din için ortak bir inanç ögesi DEĞİLDİR?",
    "explanation": "Doğru seçenek D'dir çünkü ortak olmayan öge sorulmaktadır. 'İsa'nın Tanrı'nın oğlu ve kurtarıcı (mesih) olduğu' inancı sadece Hristiyanlığa özgüdür. Yahudilik İsa'yı mesih olarak kabul etmez. İslam ise İsa'yı bir peygamber olarak kabul eder ama Tanrı'nın oğlu olduğu fikrini reddeder. Diğer seçeneklerdeki 'Tek Tanrı inancı', 'Kutsal kitap inancı' ve 'Ahiret (ölümden sonraki hayat) inancı' bu üç din için ortaktır.",
    "options": [
      {
        "text": "Tek ve her şeye kadir bir Tanrı inancı",
        "isCorrect": false
      },
      {
        "text": "Vahiy yoluyla indirilmiş kutsal kitap inancı",
        "isCorrect": false
      },
      {
        "text": "Ahiret (ölümden sonraki hayat) inancı",
        "isCorrect": false
      },
      {
        "text": "İsa'nın Tanrı'nın oğlu ve kurtarıcı (mesih) olduğu inancı",
        "isCorrect": true
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki din-temel ibadet eşleştirmelerinden hangisi doğrudur?",
    "explanation": "Doğru seçenek B'dir. Hac ibadeti, İslam'ın şartlarından biridir ve belirli şartları taşıyan Müslümanların ömürlerinde bir defa Kâbe'yi ziyaret etmeleridir. A seçeneği yanlıştır, Namaz (Salat) İslam'a aittir, Hristiyanlıkta birebir karşılığı yoktur, onların toplu ibadeti ayindir. C seçeneği yanlıştır, Vaftiz Hristiyanlığa aittir, Hinduizm'de benzeri bir arınma ritüeli Ganj'da yıkanmaktır ama vaftiz değildir. D seçeneği yanlıştır, Şabat (Cumartesi günü dinlenme) Yahudiliğe aittir, Budizm'de böyle haftalık bir dinlenme günü yoktur.",
    "options": [
      {
        "text": "Hristiyanlık - Namaz",
        "isCorrect": false
      },
      {
        "text": "İslam - Hac",
        "isCorrect": true
      },
      {
        "text": "Hinduizm - Vaftiz",
        "isCorrect": false
      },
      {
        "text": "Budizm - Şabat",
        "isCorrect": false
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Konfüçyüsçülük ve Taoizm, Çin kökenli iki önemli yaşayan dini-felsefi gelenektir. Bu iki gelenek arasındaki temel vurgu farkı aşağıdakilerden hangisinde doğru verilmiştir?",
    "explanation": "Doğru seçenek C'dir. Konfüçyüsçülük, ahlak, sosyal düzen, görevler, ritüeller ve insan ilişkileri üzerine odaklanan daha fazla sosyal ve etik bir sistemdir. Taoizm ise doğal düzen (Tao), sade yaşam, spontanlık ve bireyin doğayla uyumu üzerine vurgu yapar, kurallara ve katı ritüellere daha az önem verir. A seçeneği tam tersini söyler. B seçeneği yanlıştır, çünkü Taoizm genellikle bireycidir, Konfüçyüsçülük ise toplum merkezlidir. D seçeneği yanlıştır, çünkü her iki gelenek de bu dünyaya odaklanır, ahiret inancı temel bir odak noktası değildir.",
    "options": [
      {
        "text": "Konfüçyüsçülük: Doğal düzen ve bireysellik; Taoizm: Sosyal ahlak ve hiyerarşi",
        "isCorrect": false
      },
      {
        "text": "Konfüçyüsçülük: Bireyin özgürlüğü; Taoizm: Toplumsal kurallara sıkı sıkıya bağlılık",
        "isCorrect": false
      },
      {
        "text": "Konfüçyüsçülük: Sosyal düzen ve ahlaki erdemler; Taoizm: Doğal akış (Tao) ve sade yaşam",
        "isCorrect": true
      },
      {
        "text": "Konfüçyüsçülük: Ahiret hayatına hazırlık; Taoizm: Sadece bu dünyadaki maddi kazanç",
        "isCorrect": false
      }
    ],
    "topic": "Yaşayan Dinler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  }
]