[
  {
    "text": "Felsefe tarihinde, 'Felsefe nedir?' sorusuna verilen cevaplar farklılık göstermiştir. Bu cevaplardan hangisi, felsefenin diğer disiplinlerden (bilim, din, sanat) temel farkını 'eleştirel ve rasyonel düşünme yoluyla varlığın, bilginin ve değerlerin kökenlerini ve ilkelerini araştıran temel bir etkinlik' olarak vurgular?",
    "explanation": "Soruda felsefenin temel ayırt edici özelliği sorulmaktadır. Felsefe, bilim gibi deneysel yöntemlere, din gibi inanca veya sanat gibi estetik yaratıma dayanmaz. Onun temel yöntemi ve amacı, eleştirel akıl yürütme (rasyonel düşünme) ile en temel kavram ve ilkeleri (varlık, bilgi, değer) sorgulamak ve temellendirmeye çalışmaktır. Bu nedenle felsefenin alanını en iyi tanımlayan seçenek, onun bu özgün yöntemini ve konusunu merkeze alan seçenektir.\n\nDiğer seçenekler neden uygun değildir?\n- Bilimsel bilgiyi temel alan tanım, felsefenin spekülatif ve temel soruşturma yapan doğasını göz ardı eder.\n- Dini inançları merkeze alan tanım, felsefenin rasyonel ve eleştirel karakteriyle çelişir.\n- Sanatsal yaratımı öne çıkaran tanım, felsefenin kavramsal analiz ve sistematik argümantasyon odaklı disipliner yapısını yansıtmaz.",
    "options": [
      {
        "text": "Felsefe, olgulara dayalı deney ve gözlem yoluyla evreni açıklamaya çalışan bir disiplindir.",
        "isCorrect": false
      },
      {
        "text": "Felsefe, eleştirel akıl yürütmeyle varlık, bilgi ve değer gibi temel sorunları sistematik olarak inceleyen bir düşünme etkinliğidir.",
        "isCorrect": true
      },
      {
        "text": "Felsefe, insanı ve evreni yaratıcı bir sezgi ve estetik duyarlılıkla yorumlayan bir sanat biçimidir.",
        "isCorrect": false
      },
      {
        "text": "Felsefe, mutlak ve değişmez hakikatlere dini inanç ve vahiy yoluyla ulaşmayı hedefleyen bir öğretidir.",
        "isCorrect": false
      }
    ],
    "topic": "Felsefe'nin Alanı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Bir düşünür, 'Felsefe yapmak, ölümü öğrenmektir' ifadesini kullanmaktadır. Bu ifade, felsefenin hangi temel özelliğini ve alanını vurgulamaktadır?",
    "explanation": "Bu ünlü ifade (Sokrates/Platon'a atfedilir) felsefenin pratik ve varoluşsal boyutuna işaret eder. 'Ölümü öğrenmek' metaforu, felsefenin salt teorik bir uğraş olmadığını; insanın kendi varlığının, sınırlarının, bilgisinin ve nihai anlamının bilincine varmasıyla (özeleştiri ve öz-bilinç) ilgili olduğunu gösterir. Bu, felsefenin insan yaşamına yönelik dönüştürücü ve aydınlatıcı işlevini, yani onun pratik alanını temsil eder.\n\nDiğer seçenekler neden uygun değildir?\n- Doğa olaylarını açıklamak, daha çok bilimin alanıdır.\n- Toplumsal düzeni sağlamak, felsefenin dolaylı bir etkisi olabilir ancak onun birincil ve temel amacı değildir.\n- Sanatsal güzelliği tanımlamak, estetiğin (felsefenin bir dalı) konusudur, ancak bu metaforik ifadenin odak noktası değildir.",
    "options": [
      {
        "text": "Felsefe, doğa olaylarının nedenlerini araştırarak insanı korkularından kurtarmayı amaçlar.",
        "isCorrect": false
      },
      {
        "text": "Felsefe, insanın kendi varlığını, sınırlarını ve yaşamın anlamını sorgulayarak bilinçli bir yaşam sürmesine olanak tanır.",
        "isCorrect": true
      },
      {
        "text": "Felsefe, ideal bir toplumsal düzenin kurallarını belirleyerek siyasal istikrarı sağlar.",
        "isCorrect": false
      },
      {
        "text": "Felsefe, sanat eserlerindeki güzellik ideasını tanımlayarak estetik bir bakış açısı kazandırır.",
        "isCorrect": false
      }
    ],
    "topic": "Felsefe'nin Alanı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Felsefe, 'şüphe'yi bir yöntem olarak kullanır. Ancak bu şüphe, gündelik kuşkuculuktan farklıdır. Felsefi şüphenin temel işlevi aşağıdakilerden hangisidir?",
    "explanation": "Felsefi şüphe, bilgiye ulaşmak için kullanılan sistematik ve metodik bir araçtır. Amacı, temelsiz inançları, önyargıları ve dogmaları eleyerek, sağlam, rasyonel ve temellendirilmiş bir bilgiye ulaşmaktır. Bu, Descartes'ın metodik şüphesinde olduğu gibi, şüphe edilemeyecek kadar kesin bir temel (cogito) bulmaya yöneliktir. Gündelik şüphe ise genellikle kararsızlık veya olumsuz bir güvensizlik halidir ve bir yöntem değildir.\n\nDiğer seçenekler neden uygun değildir?\n- Tüm bilgi olanaklarını reddetmek, kuşkuculuğun (şüpheciliğin) radikal bir biçimidir ve felsefi şüphenin genel ve yapıcı işlevi değildir.\n- İnsanı eylemsizliğe sürüklemek, felsefi şüphenin bir sonucu değil, yanlış anlaşılmasının bir etkisi olabilir.\n- Dini inançları güçlendirmek, felsefenin değil, teolojinin veya inancın bir amacı olabilir.",
    "options": [
      {
        "text": "Yöntemli bir şüpheyle, dogmalardan arınmış ve akılla temellendirilmiş kesin bilgiye ulaşmaya çalışmak.",
        "isCorrect": true
      },
      {
        "text": "İnsan zihninin hiçbir zaman kesin bilgiye ulaşamayacağını kanıtlayarak tüm bilgi iddialarını reddetmek.",
        "isCorrect": false
      },
      {
        "text": "Bireyi sürekli bir kararsızlık içinde bırakarak pratik yaşamda eylemsiz kılmak.",
        "isCorrect": false
      },
      {
        "text": "İnsan aklının sınırlarını göstererek dini inanç ve imanın önemini vurgulamak.",
        "isCorrect": false
      }
    ],
    "topic": "Felsefe'nin Alanı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Felsefe, 'evreni bir bütün olarak açıklama iddiası' taşır. Bu iddia, felsefeyi aşağıdaki disiplinlerden hangisinden temel olarak ayırır?",
    "explanation": "Felsefenin temel özelliklerinden biri, konularına bütüncül (holistic) bir yaklaşımla eğilmesidir. Örneğin, varlık felsefesi (ontoloji) 'Varlık nedir?' sorusunu tüm varlık alanını kapsayacak şekilde sorar. Oysa bilimler (fizik, biyoloji, sosyoloji vb.) evreni parçalara bölerek, belirli bir alanı sınırlandırarak ve özelleşmiş yöntemlerle inceler. Bu nedenle, 'evreni bir bütün olarak açıklama' felsefeyi, uzmanlaşmış bilim dallarından ayıran en temel ölçütlerden biridir.\n\nDiğer seçenekler neden uygun değildir?\n- Akıl yürütme yöntemini kullanmak, felsefeye özgü değildir; mantık ve matematik gibi disiplinler de kullanır.\n- Kavram analizi yapmak, felsefenin merkezi bir yöntemidir ancak dilbilim gibi alanlar da benzer işler yapar. Ayırt edici olan 'bütüncül açıklama'dır.\n- Normatif yargılar vermek, ahlak ve siyaset felsefesinin konusudur ancak tüm felsefe dalları için geçerli değildir ve dinler de normatif yargılar verir.",
    "options": [
      {
        "text": "Bilimlerden, çünkü bilimler evreni parçalara bölerek ve uzmanlaşarak inceler, felsefe ise bütüncül bir açıklama peşindedir.",
        "isCorrect": true
      },
      {
        "text": "Dinden, çünkü din akıl yürütme yerine inanç ve vahye dayanır.",
        "isCorrect": false
      },
      {
        "text": "Sanattan, çünkü sanat kavram analizi yerine sezgi ve duyguya dayalıdır.",
        "isCorrect": false
      },
      {
        "text": "Mantıktan, çünkü mantık doğru düşünmenin kurallarını inceler, evreni açıklamaz.",
        "isCorrect": false
      }
    ],
    "topic": "Felsefe'nin Alanı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Bilgi felsefesinde, doğruluğu bilginin pratik sonuçları ve işe yararlılığı ile değerlendiren yaklaşım aşağıdakilerden hangisidir?",
    "explanation": "Pragmatizm, bir bilginin veya inancın doğruluğunu, onun pratik sonuçlarına, yararlılığına ve hayatımızda işe yarayıp yaramadığına göre değerlendirir. Rasyonalizm bilgiyi akıl temelinde, empirizm deneyim temelinde, septisizm ise bilgiyi şüphe ile ele alır. Bu nedenle doğru cevap Pragmatizm'dir.",
    "options": [
      {
        "text": "Rasyonalizm",
        "isCorrect": false
      },
      {
        "text": "Empirizm",
        "isCorrect": false
      },
      {
        "text": "Pragmatizm",
        "isCorrect": true
      },
      {
        "text": "Septisizm",
        "isCorrect": false
      }
    ],
    "topic": "Bilgi Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Descartes, 'Düşünüyorum, öyleyse varım.' (Cogito, ergo sum) önermesiyle bilginin temeline neyi koymuştur?",
    "explanation": "Descartes, metodik şüphe yöntemiyle her şeyden şüphe ederken, şüphe eden bir varlık olarak kendi düşüncesinden şüphe edemeyeceğini fark eder. Buradan hareketle, bilginin kesin ve güvenilir temeli olarak 'düşünen ben'i (aklı) bulur. Bu yaklaşım, bilginin kaynağını akılda gören rasyonalizmin tipik bir örneğidir.",
    "options": [
      {
        "text": "Duyuları",
        "isCorrect": false
      },
      {
        "text": "Dini inancı",
        "isCorrect": false
      },
      {
        "text": "Toplumsal uzlaşımı",
        "isCorrect": false
      },
      {
        "text": "Aklı",
        "isCorrect": true
      }
    ],
    "topic": "Bilgi Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Bir filozof, 'Hiçbir şey kesin olarak bilinemez, en iyisi yargıyı askıya almaktır.' görüşünü savunmaktadır. Bu filozof, bilgi felsefesindeki hangi akımın temsilcisidir?",
    "explanation": "Bu görüş, septisizmin (şüphecilik) temel argümanını yansıtmaktadır. Septisizm, kesin ve mutlak bilgiye ulaşmanın imkansız olduğunu, bu nedenle kesin yargılardan kaçınmak gerektiğini (yargıyı askıya almak - epokhe) savunur. Entüisyonizm sezgiyi, empirizm deneyimi, kritisizm ise eleştirel bir sorgulamayı temel alır.",
    "options": [
      {
        "text": "Entüisyonizm",
        "isCorrect": false
      },
      {
        "text": "Empirizm",
        "isCorrect": false
      },
      {
        "text": "Septisizm",
        "isCorrect": true
      },
      {
        "text": "Kritisizm",
        "isCorrect": false
      }
    ],
    "topic": "Bilgi Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Kant'ın 'Saf Aklın Eleştirisi' adlı eseri, bilginin oluşumunda hem deneyimin (empirizm) hem de aklın (rasyonalizm) katkısını vurgular. Bu sentezci yaklaşım aşağıdakilerden hangisiyle adlandırılır?",
    "explanation": "Immanuel Kant, rasyonalizm ve empirizm arasındaki karşıtlığı aşmak için kritisizm (eleştirel felsefe) yaklaşımını geliştirmiştir. Ona göre bilgi, deneyimle gelen ham malzeme (görüler) ile aklın bu malzemeyi düzenleyen kategorilerinin bir sentezidir. Bu nedenle bilgi, ne sadece deneyimden ne de sadece akıldan gelir; ikisinin bir birleşimidir.",
    "options": [
      {
        "text": "Pozitivizm",
        "isCorrect": false
      },
      {
        "text": "Kritisizm",
        "isCorrect": true
      },
      {
        "text": "Pragmatizm",
        "isCorrect": false
      },
      {
        "text": "Fenomenoloji",
        "isCorrect": false
      }
    ],
    "topic": "Bilgi Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Thomas Kuhn'un 'Bilimsel Devrimlerin Yapısı' adlı eserinde öne sürdüğü 'paradigma' kavramı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Thomas Kuhn'a göre, bilimsel gelişme sürekli ve birikimsel bir ilerleme değil, 'normal bilim' ve 'devrimci bilim' dönemleri şeklinde kesintili bir süreçtir. Normal bilim döneminde, bilim insanları hakim bir 'paradigma' (kabul görmüş teori, yöntem ve standartlar bütünü) çerçevesinde bulmaca çözer gibi çalışır. Paradigma, bir alandaki temel varsayımları, soruları ve çözüm yöntemlerini belirler. Ancak zamanla, paradigmanın açıklayamadığı 'anomaliler' birikir ve bu da bir 'bunalım'a yol açar. Bu bunalım, mevcut paradigmanın yerini yeni bir paradigmanın aldığı 'bilimsel devrim' ile sonuçlanır. Bu nedenle, bilimsel değişim sadece yeni verilerin eklenmesiyle değil, dünyaya bakış açısının köklü bir şekilde değişmesiyle (gestalt değişimi) olur.",
    "options": [
      {
        "text": "Paradigma, bilimsel bilginin kesin ve değişmez temelidir ve zaman içinde yalnızca detayları geliştirilir.",
        "isCorrect": false
      },
      {
        "text": "Paradigma, bir bilimsel topluluğun belirli bir dönemde paylaştığı temel inançlar, değerler ve teknikler bütünüdür ve bilimsel devrimlerle radikal bir şekilde değişebilir.",
        "isCorrect": true
      },
      {
        "text": "Paradigma, Karl Popper'ın yanlışlanabilirlik ilkesinin bir uzantısıdır ve tüm bilimsel iddiaların test edilebilir olmasını gerektirir.",
        "isCorrect": false
      },
      {
        "text": "Paradigma, mantıksal pozitivizmin temelini oluşturan ve gözlem önermeleriyle teorik önermeleri birbirinden ayıran bir ölçüttür.",
        "isCorrect": false
      }
    ],
    "topic": "Bilim Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Karl Popper, bir teorinin bilimsel sayılabilmesi için 'yanlışlanabilir' olması gerektiğini savunur. Aşağıdaki önermelerden hangisi Popper'ın bu ölçütüne göre bilimsel bir iddia olarak DEĞERLENDİRİLEMEZ?",
    "explanation": "Popper'a göre, bir iddianın bilimsel olması için, hangi gözlemin veya deneyin onu yanlışlayabileceğinin (çürütebileceğinin) belirtilebilmesi gerekir. Yanlışlanamayan bir iddia, bilim-dışı (metafizik) kabul edilir. 'Tüm metaller ısıtıldığında genleşir' iddiası, ısıtıldığında genleşmeyen bir metal bulunarak yanlışlanabilir. 'Su, deniz seviyesinde 100 derecede kaynar' iddiası, suyun 100 derecenin altında veya üstünde kaynadığı koşullar gösterilerek yanlışlanabilir. 'Evren, gözlemlenemeyen ruhani varlıklar tarafından yönetilmektedir' iddiası ise yanlışlanamaz, çünkü bu varlıkların gözlemlenemez olduğu varsayıldığı için onların olmadığını gösteren bir kanıt sunmak imkansızdır. Bu nedenle bu iddia, Popper'ın ölçütüne göre bilimsel değildir.",
    "options": [
      {
        "text": "Tüm metaller ısıtıldığında genleşir.",
        "isCorrect": false
      },
      {
        "text": "Su, deniz seviyesinde 100 derecede kaynar.",
        "isCorrect": false
      },
      {
        "text": "Evren, gözlemlenemeyen ruhani varlıklar tarafından yönetilmektedir.",
        "isCorrect": true
      },
      {
        "text": "Bir gezegenin yörüngesi, diğer gezegenlerin kütleçekim etkisiyle bozulabilir.",
        "isCorrect": false
      }
    ],
    "topic": "Bilim Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Mantıksal Pozitivizm (Viyana Çevresi) ile İlgili Olarak: Bu akım, anlamlı önermeleri 'anlamsız' metafizik önermelerden ayırmak için 'doğrulama ilkesi'ni öne sürmüştür. Aşağıdakilerden hangisi bu akımın temel bir eleştirisidir?",
    "explanation": "Mantıksal pozitivizmin temel doğrulama ilkesine göre, bir önermenin anlamlı olması için ya ampirik olarak doğrulanabilir (gözlem ve deneyle test edilebilir) ya da analitik (mantıksal veya matematiksel bir totoloji) olması gerekir. Bu ilkenin en büyük sorunu, ilkenin kendisini çürütmesidir. 'Doğrulama ilkesi' nin kendisi ne ampirik olarak doğrulanabilir (bir deneyle kanıtlanamaz) ne de analitik bir totolojidir (mantıksal bir zorunluluk değildir). Dolayısıyla, kendi ölçütüne göre, 'doğrulama ilkesi' anlamsız bir metafizik önerme durumuna düşer. Bu, mantıksal pozitivizmin içsel ve ölümcül bir çelişkisidir. Diğer seçeneklerdeki ifadeler ise pozitivizmin temel iddialarıdır veya onunla doğrudan çelişmez.",
    "options": [
      {
        "text": "Bilim, saf gözlemle başlar ve teoriler gözlemlerden tümevarım yoluyla çıkarılır.",
        "isCorrect": false
      },
      {
        "text": "Doğrulama ilkesinin kendisi, kendi ölçütlerine göre anlamsız bir önermedir.",
        "isCorrect": true
      },
      {
        "text": "Etik ve estetik önermeler bilgi ifade etmez, yalnızca duygusal tepkileri gösterir.",
        "isCorrect": false
      },
      {
        "text": "Metafizik sorular anlamsızdır çünkü doğrulanamazlar.",
        "isCorrect": false
      }
    ],
    "topic": "Bilim Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Varlık felsefesinde 'monizm' ve 'dualizm' anlayışlarıyla ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Monizm, varlığın tek bir tözden veya ilkeden oluştuğunu savunan görüştür. Spinoza'nın 'Tanrı ya da Doğa' (Deus sive Natura) olarak ifade ettiği tek töz anlayışı buna örnektir. Dualizm ise varlığın birbirinden bağımsız iki ayrı tözden oluştuğunu ileri sürer. Descartes'ın 'düşünen töz' (res cogitans) ve 'uzamlı töz' (res extensa) ayrımı dualizmin klasik örneğidir. Bu nedenle, Spinoza monist, Descartes ise dualist olarak doğru bir şekilde tanımlanmıştır.",
    "options": [
      {
        "text": "Spinoza dualist, Descartes monist bir filozoftur.",
        "isCorrect": false
      },
      {
        "text": "Spinoza monist, Descartes dualist bir filozoftur.",
        "isCorrect": true
      },
      {
        "text": "Her iki filozof da varlığı çok sayıda töze indirgeyen pluralistlerdir.",
        "isCorrect": false
      },
      {
        "text": "Her iki filozof da varlığın tözden değil, süreçten ibaret olduğunu savunur.",
        "isCorrect": false
      }
    ],
    "topic": "Varlık Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Aristoteles'in varlık anlayışındaki 'madde (hyle)' ve 'form (eidos)' kavramları için aşağıdakilerden hangisi söylenemez?",
    "explanation": "Aristoteles'e göre, somut bir varlık (bireysel töz) madde ve formun bir birliğidir. Madde (hyle), bir şeyin yapıldığı ham, belirsiz potansiyel iken; form (eidos) o maddeye biçim veren, onu ne ise o yapan aktüel ilkedir. Form, madde olmadan somut olarak var olamaz; bu nedenle Platon'un İdealar Dünyası'ndaki gibi maddeden tamamen bağımsız ve ayrı bir gerçeklik değildir. Form, maddeye içkindir. Bu yüzden, 'Form, maddeden bağımsız ve onun dışında var olan bir idealardır' ifadesi Platon'un görüşüdür ve Aristoteles'in hylemorfizm (madde-form) teorisiyle bağdaşmaz.",
    "options": [
      {
        "text": "Madde, bir varlığın 'ne olduğunu' değil, 'neden yapıldığını' ifade eder.",
        "isCorrect": false
      },
      {
        "text": "Form, bir varlığa belirli bir tür olarak özelliğini kazandıran ilkedir.",
        "isCorrect": false
      },
      {
        "text": "Somut bir varlık, madde ve formun ayrılmaz bir birliğidir.",
        "isCorrect": false
      },
      {
        "text": "Form, maddeden bağımsız ve onun dışında var olan bir idealardır.",
        "isCorrect": true
      }
    ],
    "topic": "Varlık Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Fenomenoloji akımının kurucusu Edmund Husserl'in 'öz'e (eidos) ulaşmak için kullandığı 'fenomenolojik indirgeme' (epoche) yöntemi temel olarak neyi amaçlar?",
    "explanation": "Husserl, fenomenolojide 'epoche' (paranteze alma) yöntemiyle, varlık hakkındaki tüm gündelik, bilimsel ve metafizik önkabulleri, yargıları askıya almayı önerir. Amacı, bilincin saf bir şekilde kendisine verilen fenomenlere (görüngülere) yönelmesini sağlamak ve bu fenomenlerin özünü (eidos'u) sezgisel olarak kavramaktır. Bu, varlığın 'kendinde' ne olduğunu değil, 'bilince göründüğü haliyle' saf bir tanımlamasını yapmayı hedefler. Dolayısıyla, bu yöntem varlığın mutlak hakikatine ulaşmak veya fiziksel dünyayı açıklamak değil, bilinç deneyimlerinin özsel yapılarını betimlemek içindir.",
    "options": [
      {
        "text": "Varlığın mutlak ve değişmez hakikatine dini bir inançla ulaşmayı.",
        "isCorrect": false
      },
      {
        "text": "Dış dünyanın fiziksel ve maddi nedenlerini bilimsel yöntemlerle açıklamayı.",
        "isCorrect": false
      },
      {
        "text": "Varlık hakkındaki tüm yargıları askıya alarak, saf bilinç deneyimlerinin özünü betimlemeyi.",
        "isCorrect": true
      },
      {
        "text": "Toplumsal pratiklerin varlık algısını nasıl şekillendirdiğini tarihsel olarak analiz etmeyi.",
        "isCorrect": false
      }
    ],
    "topic": "Varlık Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Bir filozof, 'İnsan eylemlerinin ahlaki değeri, o eylemden beklenen sonuçlara göre belirlenir. En fazla sayıda insana en yüksek faydayı sağlayan eylem, en doğru eylemdir.' görüşünü savunmaktadır. Bu filozofun yaklaşımı, aşağıdaki etik kuramlardan hangisine en uygun örnek teşkil eder?",
    "explanation": "Filozofun ifadesi, bir eylemin ahlaki değerini, onun sonuçlarına (faydasına) bağlamaktadır. Temel ölçüt, 'en fazla sayıda insana en yüksek fayda' sağlamaktır. Bu, sonuçları temel alan ve faydayı (utility) en üst düzeye çıkarmayı hedefleyen bir etik kuram olan Faydacılık (Utilitarianism) ile tam olarak örtüşmektedir.\n\nDiğer seçenekler neden uygun değildir?\n- Deontoloji, eylemin kendisinin ahlaki değerini vurgular; sonuçlardan bağımsız olarak belirli eylemlerin (örneğin yalan söylemenin) her koşulda yanlış olduğunu savunur. Burada ise vurgu sonuçlardadır.\n- Erdem Etiği, eylemin sonucundan ziyade, eylemi yapan kişinin karakterine (erdemlerine) odaklanır. 'İyi bir insan ne yapar?' sorusunu sorar.\n- Etik Egoizm, ahlaki eylemin ölçütünün bireyin kendi kişisel çıkarı olduğunu savunur. Oysa burada vurgu 'en fazla sayıda insanın' faydasıdır, yani evrensel bir fayda söz konusudur.",
    "options": [
      {
        "text": "Faydacılık (Utilitarianism): Ahlaki doğru, en fazla sayıda insan için en büyük faydayı üreten eylemdir.",
        "isCorrect": true
      },
      {
        "text": "Deontoloji: Ahlaki eylem, niyet ve görev temelinde, sonuçlardan bağımsız olarak değerlendirilir.",
        "isCorrect": false
      },
      {
        "text": "Erdem Etiği: Ahlakın temeli, iyi karakter (erdem) geliştirmek ve erdemli bir insan olmaktır.",
        "isCorrect": false
      },
      {
        "text": "Etik Egoizm: Ahlaki olarak doğru olan, bireyin kendi uzun vadeli çıkarına hizmet eden eylemdir.",
        "isCorrect": false
      }
    ],
    "topic": "Ahlak Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Immanuel Kant'ın 'Öyle davran ki, senin iradenin maksimi, aynı zamanda genel bir yasa olarak geçerli olabilsin.' şeklindeki kategorik imperatifi (koşulsuz buyruğu) temel olarak aşağıdaki ahlak anlayışlarından hangisini temsil eder?",
    "explanation": "Kant'ın kategorik imperatifi, bir eylemin ahlaki değerini, o eylemin ardındaki ilkenin (maksimin) evrensel bir yasa haline getirilip getirilemeyeceğine dayandırır. Bu, eylemin sonuçlarına değil, evrenselleştirilebilir olması gereken görev ve ilkelere odaklanan bir yaklaşımdır. Bu nedenle Kant'ın etiği, sonuççu etik kuramların (Faydacılık gibi) karşısında yer alan Deontolojik (Görev Etiği) bir kuramdır.\n\nDiğer seçenekler neden uygun değildir?\n- Doğal Hukuk, ahlakı insan doğasında veya evrensel akılda bulunan nesnel ilkelere dayandırır. Kant'ın yaklaşımı da nesneldir ancak özgül vurgusu 'ödev' ve 'evrenselleştirilebilirlik' üzerinedir; en doğru sınıflandırma Deontoloji'dir.\n- Sosyal Sözleşme Teorisi, ahlakın kökenini bireylerin örtük bir anlaşmasına dayandırır. Kant'ın imperatifi bireyin kendi aklından çıkan bir buyruktur, toplumsal bir sözleşmeye dayanmaz.\n- Etik Şüphecilik, ahlaki yargıların nesnel bir temelinin olmadığını veya bilinemeyeceğini savunur. Kant ise ahlakın akılsal ve nesnel bir temeli olduğunu savunur, şüpheciliğin tam karşıtıdır.",
    "options": [
      {
        "text": "Deontoloji (Görev Etiği): Ahlak, sonuçlardan bağımsız, akılsal olarak temellendirilmiş görev ve ilkelere dayanır.",
        "isCorrect": true
      },
      {
        "text": "Doğal Hukuk Kuramı: Ahlaki ilkeler, insan doğasında ve evrensel akılda bulunan nesnel gerçeklerdir.",
        "isCorrect": false
      },
      {
        "text": "Sosyal Sözleşme Teorisi: Ahlak, bireylerin bir arada yaşamak için üzerinde uzlaştığı kurallar sistemidir.",
        "isCorrect": false
      },
      {
        "text": "Etik Şüphecilik: Ahlaki yargıların nesnel ve evrensel bir temeli yoktur veya bu temel bilinemez.",
        "isCorrect": false
      }
    ],
    "topic": "Ahlak Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Aristoteles'e göre, insanın nihai amacı 'mutluluk' (eudaimonia) olmakla birlikte, bu mutluluk haz duymaktan ziyade, 'ruhun erdeme uygun etkinliği' olarak tanımlanır. Bu çerçevede, iyi ve doğru bir yaşam sürmenin yolu aşağıdakilerden hangisidir?",
    "explanation": "Aristoteles'in Erdem Etiği'ne göre, nihai iyi olan mutluluk (eudaimonia), basit bir haz deneyimi değil, insanın kendine özgü işlevi (ergon) olan 'akılsal yaşamı' erdemle (areté) sürdürmesidir. Bu da, aşırılık ve eksiklikten kaçınarak 'altın orta'ya (mesotes) ulaşan erdemleri alışkanlık haline getirmekle mümkün olur. Örneğin, cesaret erdemi, korkaklık (eksik) ile gözüpekliğin (aşırı) ortasıdır. Dolayısıyla doğru yol, bu erdemleri pratik bilgelik (phronesis) ile geliştirmek ve uygulamaktır.\n\nDiğer seçenekler neden uygun değildir?\n- Toplumsal faydayı maksimize etmek, Faydacılık kuramının temel ilkesidir, Aristoteles'in bireyin karakter gelişimine odaklanan yaklaşımına uymaz.\n- Evrensel ahlak yasalarını kesin olarak izlemek, Kant'ın Deontolojik etiğinin özelliğidir. Aristoteles'in etiği kurallardan ziyade, pratik durumlarda doğru kararı verebilme yeteneğine (phronesis) vurgu yapar.\n- İçgüdülerin ve hazların sınırsızca tatmini, Hazcılık (Hedonizm) ile ilişkilidir. Aristoteles ise hazları reddetmez ancak mutluluğun özü olarak görmez; mutluluk erdemli faaliyetin bir yan ürünüdür.",
    "options": [
      {
        "text": "Erdemleri (cesaret, cömertlik, adalet vb.) alışkanlık haline getirerek 'altın orta'ya ulaşmak.",
        "isCorrect": true
      },
      {
        "text": "Toplumsal faydayı en üst düzeye çıkaracak eylemlerde bulunmak.",
        "isCorrect": false
      },
      {
        "text": "Akılsal olarak temellendirilmiş evrensel ahlak yasalarını kesin bir şekilde izlemek.",
        "isCorrect": false
      },
      {
        "text": "Bireyin kendi içgüdülerini ve hazlarını sınırsızca tatmin etmesi.",
        "isCorrect": false
      }
    ],
    "topic": "Ahlak Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Siyaset felsefesinde 'toplum sözleşmesi' kuramı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Doğru seçenek Thomas Hobbes'tur. Hobbes, 'Leviathan' adlı eserinde insan doğasının bencil ve savaşçıl olduğunu, bu nedenle 'doğa durumu'nun herkesin herkesle savaşı halinde olduğunu savunur. Bu kaostan kurtulmak için bireyler, tüm haklarını mutlak bir egemene (Leviathan) devrederler. Bu egemenin gücü sınırsızdır ve toplum onun sayesinde güvenliğe kavuşur. Diğer seçenekler yanlıştır: Locke'a göre doğa durumu özgürlük durumudur, mutlak değil sınırlı devlet savunulur. Rousseau'ya göre genel irade bireylerin iradesinin toplamı değildir, ortak iyiyi ifade eder. Machiavelli ise klasik anlamda bir toplum sözleşmesi kuramcısı değildir.",
    "options": [
      {
        "text": "Thomas Hobbes, toplum sözleşmesini insanların kaostan kurtulmak için mutlak bir egemene tüm haklarını devrettiği bir anlaşma olarak görür.",
        "isCorrect": true
      },
      {
        "text": "John Locke, doğa durumunun tam bir savaş hali olduğunu ve bu nedenle mutlak monarşinin gerekli olduğunu savunur.",
        "isCorrect": false
      },
      {
        "text": "Jean-Jacques Rousseau, genel iradeyi bireylerin özel iradelerinin basit bir toplamı olarak tanımlar.",
        "isCorrect": false
      },
      {
        "text": "Niccolò Machiavelli, toplum sözleşmesi fikrini, iktidarın meşruiyet kaynağını halkın rızasında bulan bir model olarak sunar.",
        "isCorrect": false
      }
    ],
    "topic": "Siyaset Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Siyaset felsefesinde 'adalet' kavramı ile ilgili aşağıdaki eşleştirmelerden hangisi doğrudur?",
    "explanation": "Doğru seçenek John Rawls'tır. Rawls, 'Bir Adalet Teorisi' adlı eserinde 'cehalet perdesi' (orijinal veil of ignorance) ardındaki bireylerin, toplumsal ve ekonomik konumlarını bilmeden, herkesin en kötü duruma düşme ihtimaline karşı en az avantajlılara öncelik veren bir adalet ilkesi (fark ilkesi) üzerinde anlaşacaklarını savunur. Bu, sosyal adaleti dağıtımsal bir temelde ele alan liberal bir yaklaşımdır. Diğer seçenekler yanlıştır: Platon'a göre adalet, toplumdaki her sınıfın kendi işini yapmasıdır (ruhun üç parçasının uyumu gibi). Aristoteles adaleti dağıtıcı ve denkleştirici olarak ikiye ayırır, 'cehalet perdesi' onun fikri değildir. Karl Marx ise adaleti burjuva bir ideoloji olarak görür ve komünist toplumda sınıfsız yapı ile aşılacağını düşünür, dağıtımsal bir ilke öne sürmez.",
    "options": [
      {
        "text": "John Rawls — Cehalet perdesi ardında bireylerin seçeceği, en az avantajlıları gözeten dağıtımsal adalet ilkeleri",
        "isCorrect": true
      },
      {
        "text": "Platon — Adaletin, burjuva hukuk sisteminin bir yanılsaması olduğu ve komünist toplumda ortadan kalkacağı fikri",
        "isCorrect": false
      },
      {
        "text": "Aristoteles — Bireylerin toplumsal statülerini bilmeden adil ilkeler üzerinde uzlaşmalarını sağlayan 'cehalet perdesi' kavramı",
        "isCorrect": false
      },
      {
        "text": "Karl Marx — Adaletin, toplumdaki üç sınıfın (yöneticiler, askerler, üreticiler) uyum içinde çalışması olduğu fikri",
        "isCorrect": false
      }
    ],
    "topic": "Siyaset Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Aşağıdaki siyaset felsefesi akımı-temsilcisi eşleştirmelerinden hangisi doğrudur?",
    "explanation": "Doğru seçenek Anarşizm-Mikhail Bakunin'dir. Bakunin, kolektivist anarşizmin önemli temsilcilerindendir. Devlet, din, otorite ve özel mülkiyet gibi tüm baskıcı kurumların ortadan kalkması gerektiğini, bunun yerine federatif ilkelere dayalı, özgür bireylerden oluşan komünlerin (toplulukların) kendi kendini yönettiği bir toplum modeli savunur. Diğer seçenekler yanlıştır: Muhafazakarlığın klasik temsilcisi Edmund Burke'dür, Nietzsche değil. Faşizmin kuramsal temellerini atan düşünürlerden biri Giovanni Gentile'dir, John Stuart Mill değil; Mill klasik liberalizmin temsilcisidir. Komünizm ise Karl Marx ve Friedrich Engels ile özdeşleşmiştir, Max Stirner değil; Stirner bireyci anarşizmin temsilcisidir.",
    "options": [
      {
        "text": "Anarşizm — Mikhail Bakunin",
        "isCorrect": true
      },
      {
        "text": "Muhafazakarlık — Friedrich Nietzsche",
        "isCorrect": false
      },
      {
        "text": "Faşizm — John Stuart Mill",
        "isCorrect": false
      },
      {
        "text": "Komünizm — Max Stirner",
        "isCorrect": false
      }
    ],
    "topic": "Siyaset Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Platon'un sanat anlayışı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Platon, sanatı (özellikle tragedya ve resim gibi taklit sanatlarını) eleştirir. Ona göre sanatçı, duyular dünyasındaki nesneleri taklit eder; ancak bu nesnelerin kendisi bile ideaların kusurlu birer kopyasıdır. Bu nedenle sanat, gerçeklikten (idealar dünyasından) üç kez uzaklaşmış, yanıltıcı bir görünüm (illüzyon) sunar. Sanat, insanın akılcı yönünü değil, duygusal ve tutkusal yönünü harekete geçirerek ruhun dengesini bozduğu için Devlet'inde ideal toplumdan şairleri çıkarmayı önerir. Bu nedenle Platon'un sanatı hakikate ulaşmanın bir aracı olarak görmediği açıktır.",
    "options": [
      {
        "text": "Sanat, idealar dünyasına doğrudan erişim sağladığı için en yüce bilgi etkinliğidir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, duyular dünyasındaki nesnelerin taklidi olduğu için hakikatten üç adım uzaktır ve yanıltıcıdır.",
        "isCorrect": true
      },
      {
        "text": "Sanat, toplumsal eleştiri yapmanın en etkili aracıdır ve devlet tarafından desteklenmelidir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, sanatçının öznel duygularını ifade etmesi bakımından tamamen kişiseldir ve evrensel bir değeri yoktur.",
        "isCorrect": false
      }
    ],
    "topic": "Sanat Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Aristoteles'in 'katharsis' (arınma) kavramını sanat bağlamında en iyi açıklayan ifade aşağıdakilerden hangisidir?",
    "explanation": "Aristoteles, Platon'un sanat eleştirisine karşılık olarak, sanatın (özellikle tragedyanın) olumlu bir işlevi olduğunu savunur. Ona göre tragedya, seyircide korku ve acıma duygularını uyandırarak, bu duyguların kontrollü bir ortamda 'arındırılmasını' (katharsis) sağlar. Bu, seyircinin bu duygulardan zarar görmeden, aksine onları dönüştürerek ruhsal bir rahatlama ve ahlaki bir aydınlanma yaşamasıdır. Katharsis, sanatın salt taklit olmadığını, insan psikolojisi üzerinde tedavi edici ve eğitici bir etkisi olduğunu gösterir.",
    "options": [
      {
        "text": "Sanat, izleyicinin duygularını baskılayarak onları tamamen rasyonel varlıklar haline getirir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, izleyicide uyandırdığı korku ve acıma gibi duyguları, onları arındırarak ruhsal bir rahatlama sağlar.",
        "isCorrect": true
      },
      {
        "text": "Sanat, izleyicinin gerçek dünyadan kaçmasını sağlayan bir tür yanılsamadan ibarettir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, toplumsal normları ve ahlak kurallarını sorgusuz kabul etmeyi öğreten bir araçtır.",
        "isCorrect": false
      }
    ],
    "topic": "Sanat Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Leo Tolstoy'un sanat tanımı aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "explanation": "Leo Tolstoy, 'Sanat Nedir?' adlı eserinde sanatı, bir kişinin yaşadığı duyguyu, bilinçli olarak, dış işaretler aracılığıyla başkalarına bulaştırma, aktarma eylemi olarak tanımlar. Ona göre sanatın temel işlevi, insanlar arasında duygusal bir iletişim ve birleşme sağlamaktır. Bu nedenle gerçek sanat, evrensel insani duyguları (sevgi, merhamet, adalet arayışı gibi) aktarabilen, anlaşılır ve samimi olan sanattır. Sanatın değeri, biçimsel mükemmellikte veya sadece zevk vermesinde değil, taşıdığı ahlaki ve dini duygunun niteliğindedir.",
    "options": [
      {
        "text": "Sanat, sanatçının öznel ve anlaşılmaz iç dünyasını ifade etmesidir; toplumla bir bağı yoktur.",
        "isCorrect": false
      },
      {
        "text": "Sanat, salt güzellik yaratma ve estetik haz verme amacı güden bir etkinliktir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, sanatçının yaşadığı bir duyguyu, başkalarına aktararak onlarda da aynı duyguyu uyandırma eylemidir.",
        "isCorrect": true
      },
      {
        "text": "Sanat, toplumsal sınıf çatışmalarını görünür kılan ve devrimi teşvik eden bir propaganda aracıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Sanat Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Din felsefesinde, Tanrı'nın varlığına ilişkin argümanlardan biri olan 'ontolojik argüman'ın temel dayanağı aşağıdakilerden hangisidir?",
    "explanation": "Ontolojik argüman, Tanrı kavramının analizinden yola çıkarak Tanrı'nın var olması gerektiği sonucuna ulaşan a priori bir argümandır. Anselmus'un formülasyonunda, 'kendisinden daha mükemmeli tasavvur edilemeyen bir varlık' (Tanrı) kavramı, var olmamayı da içeriyorsa bir çelişki doğurur; çünkü var olmak, mükemmelliğin bir parçasıdır. Bu nedenle, Tanrı'nın var olması zorunludur. Diğer seçenekler ise tecrübeye dayalı (kozmolojik, teleolojik) veya ahlaki argümanlara aittir.",
    "options": [
      {
        "text": "Tanrı kavramının analizinden, onun zorunlu olarak var olması gerektiği sonucuna ulaşılması.",
        "isCorrect": true
      },
      {
        "text": "Evrendeki nedensellik zincirinin bir ilk nedene (Tanrı'ya) dayanması gerektiği.",
        "isCorrect": false
      },
      {
        "text": "Evrendeki düzen ve amaçlılığın, zeki bir tasarımcıyı (Tanrı'yı) gerektirdiği.",
        "isCorrect": false
      },
      {
        "text": "Ahlaki yasaların ve sorumluluğun, bu yasaları koyan bir Yasa Koyucu'yu (Tanrı'yı) gerektirdiği.",
        "isCorrect": false
      }
    ],
    "topic": "Din Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Din felsefesindeki 'teodise' kavramı aşağıdakilerden hangisini ifade eder?",
    "explanation": "Teodise, Tanrı'nın mutlak iyi, her şeye gücü yeten ve her şeyi bilen olduğu inancı ile dünyadaki kötülüğün varlığını uzlaştırmaya çalışan felsefi bir girişimdir. Kötülük probleine karşı geliştirilen bir savunma veya açıklama çabasıdır. Diğer seçeneklerde tanımlananlar ise sırasıyla: Tanrı'nın varlığını reddetme (ateizm), Tanrı'nın niteliklerini sınırlama (deizm gibi), Tanrı hakkında bilinemezcilik (agnostisizm) ve Tanrı'nın varlığını kabul etme (teizm) ile ilgilidir.",
    "options": [
      {
        "text": "Tanrı'nın iyiliği ve kudreti ile dünyadaki kötülüğün varlığını bağdaştırma çabasıdır.",
        "isCorrect": true
      },
      {
        "text": "Kötülüğün varlığını, Tanrı'nın var olmadığının kanıtı olarak sunmaktır.",
        "isCorrect": false
      },
      {
        "text": "Tanrı'nın evrene müdahale etmediği, onu yarattıktan sonra kendi haline bıraktığı görüşüdür.",
        "isCorrect": false
      },
      {
        "text": "Tanrı'nın varlığı ya da yokluğu hakkında kesin bir yargıda bulunmanın imkansız olduğunu savunmaktır.",
        "isCorrect": false
      }
    ],
    "topic": "Din Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  },
  {
    "text": "Din felsefesinde, 'dini tecrübe' argümanı ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Dini tecrübe argümanı, bireylerin yaşadığı doğrudan ve kişisel dini deneyimlerin (örneğin, Tanrı'nın varlığını hissediş, mistik tecrübeler) Tanrı'nın varlığına dair bir kanıt oluşturduğunu savunur. Bu argümanın temel güçlüğü, bu tür deneyimlerin öznel (sübjektif) olması ve dolayısıyla herkes için nesnel (objektif) bir kanıt sunamayabileceğidir. Diğer seçeneklerdeki ifadeler yanlıştır: Bu argüman Tanrı'nın varlığını reddetmez (A), a priori değil a posteriori (tecrübeye dayalı) bir argümandır (B), ve dini çoğulculukla doğrudan ilgili değildir (D).",
    "options": [
      {
        "text": "Bu argüman, kişisel dini deneyimlerin öznel doğası nedeniyle nesnel bir kanıt olarak kabul edilmesinde sorunlar barındırır.",
        "isCorrect": true
      },
      {
        "text": "Bu argüman, Tanrı'nın varlığının imkansız olduğunu kanıtlamaya çalışır.",
        "isCorrect": false
      },
      {
        "text": "Bu argüman, Tanrı'nın varlığını sadece akıl yoluyla, deneyime başvurmadan kanıtlar.",
        "isCorrect": false
      },
      {
        "text": "Bu argüman, farklı dinlerdeki tecrübelerin aynı Tanrı'ya işaret ettiği dini çoğulculuk görüşünün temel dayanağıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Din Felsefesi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Felsefe"
  }
]