[
  {
    "text": "Bir tarihçi, İlk Çağ'da Anadolu'da yaşamış bir uygarlığa ait arkeolojik buluntuları (çanak çömlek, silahlar, yazıtlar) incelerken, bu buluntuların ait olduğu dönemin sosyal ve ekonomik yapısını anlamaya çalışmaktadır. Tarih biliminin yöntemi ve kaynak türleri düşünüldüğünde, bu tarihçinin izlemesi gereken en doğru sıralama aşağıdakilerden hangisidir?",
    "explanation": "Tarih araştırmalarında bilimsel yöntem, öncelikle kaynakların tespit edilmesi ve toplanmasıyla başlar. Ardından, kaynakların gerçekliğinin ve güvenilirliğinin sorgulandığı 'tenkit' (eleştiri) aşaması gelir. Bu aşamada önce belgenin dış yapısı (dış tenkit), sonra da içeriği (iç tenkit) incelenir. Tenkit aşamasından geçirilen bilgiler, ancak ondan sonra bir araya getirilerek (terkip/sentez) anlamlı bir tarihsel anlatıya dönüştürülür. Bu nedenle doğru sıralama 'Kaynak Tarama - Tenkit - Sentez' şeklindedir.",
    "options": [
      {
        "text": "Sentez - Kaynak Tarama - Tenkit",
        "isCorrect": false
      },
      {
        "text": "Kaynak Tarama - Tenkit - Sentez",
        "isCorrect": true
      },
      {
        "text": "Tenkit - Sentez - Kaynak Tarama",
        "isCorrect": false
      },
      {
        "text": "Sentez - Tenkit - Kaynak Tarama",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Tarih bilimi, olayları 'neden-sonuç' ilişkisi içinde inceler. Aşağıdaki ifadelerden hangisi, tarihsel bir olayın nedenlerini araştırırken bir tarihçinin dikkat etmesi gereken 'objektiflik' (nesnellik) ilkesiyle doğrudan çelişir?",
    "explanation": "Tarih biliminde objektiflik, olayları değerlendirirken kişisel duygu, düşünce, inanç veya önyargılardan arınmış bir şekilde, kanıtlara dayalı olarak açıklamayı gerektirir. 'Günümüzün ahlaki değer yargılarıyla geçmişteki bir olayı yargılamak' ise 'Anakronizm' hatasına düşmek anlamına gelir ve tarihsel bağlamı göz ardı eder. Bu durum, olayın kendi döneminin koşulları içinde anlaşılmasını engelleyerek tarihçinin objektifliğini zedeler. Diğer seçeneklerdeki yaklaşımlar (çok yönlü bakmak, olgulara dayanmak, farklı kaynakları karşılaştırmak) ise bilimsel tarih yazımının temel prensiplerindendir.",
    "options": [
      {
        "text": "Olayın siyasi, ekonomik ve sosyal nedenlerini bir bütün olarak değerlendirmek",
        "isCorrect": false
      },
      {
        "text": "Günümüzün ahlaki değer yargılarıyla geçmişteki bir olayı yargılayarak nedenlerini açıklamak",
        "isCorrect": true
      },
      {
        "text": "Olayla ilgili tüm somut olguları ve verileri dikkate almak",
        "isCorrect": false
      },
      {
        "text": "Farklı tarihçilerin olay hakkındaki yorumlarını karşılaştırarak bir sonuca varmak",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki Mezopotamya uygarlıklarından hangisi, tarihte bilinen ilk yazılı kanunları oluşturması ve 'kısasa kısas' (göze göz, dişe diş) prensibini yasalaştırmasıyla diğerlerinden ayrılır?",
    "explanation": "Hammurabi, Babil İmparatorluğu'nun kralıdır ve onun adıyla anılan Hammurabi Kanunları, tarihin bilinen ilk kapsamlı yazılı kanunlarıdır. Bu kanunlar, 'kısasa kısas' prensibini açıkça yansıtır ve toplumsal sınıflara göre farklı cezalar öngörür. Sümerler yazıyı icat etmiş, Akadlar ilk düzenli orduyu kurmuş, Asurlular ise geniş bir ticaret ağı oluşturmuşlardır. Ancak ilk yazılı kanunlar Hammurabi'ye aittir.",
    "options": [
      {
        "text": "Sümerler",
        "isCorrect": false
      },
      {
        "text": "Babiller",
        "isCorrect": true
      },
      {
        "text": "Asurlular",
        "isCorrect": false
      },
      {
        "text": "Akadlar",
        "isCorrect": false
      }
    ],
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "İlk Çağ uygarlıklarının gelişiminde 'Bereketli Hilal' olarak adlandırılan bölgenin önemi aşağıdakilerden hangisinde en doğru şekilde açıklanmıştır?",
    "explanation": "Bereketli Hilal, Mezopotamya'yı da içine alan, Yakın Doğu'da hilal şeklinde bir coğrafi bölgedir. Bu bölge, verimli toprakları ve uygun iklim koşulları sayesinde dünyada tarımın ve yerleşik hayatın ilk başladığı yerlerden biridir. Neolitik Devrim burada gerçekleşmiş, ilk köyler ve ardından ilk şehir devletleri bu bölgede kurulmuştur. Bu nedenle uygarlığın beşiği olarak kabul edilir. Diğer seçenekler bölgenin özelliklerini eksik veya yanlış yansıtmaktadır.",
    "options": [
      {
        "text": "Tarım devriminin ilk kez yaşandığı, ilk köy ve kent yerleşmelerinin kurulduğu, bu nedenle uygarlığın beşiği olarak kabul edilen coğrafi bölgedir.",
        "isCorrect": true
      },
      {
        "text": "İlk maden işleme tekniklerinin geliştirildiği, bu nedenle ticaretin en erken başladığı bölgedir.",
        "isCorrect": false
      },
      {
        "text": "İlk tek tanrılı inancın (Yahudilik) ortaya çıktığı, dini hayatın merkezi olan bölgedir.",
        "isCorrect": false
      },
      {
        "text": "Deniz ticaret yollarının kesişim noktasında olduğu için Fenikeliler gibi denizci kavimlerin burada geliştiği bölgedir.",
        "isCorrect": false
      }
    ],
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki İlk Türk Devletlerinden hangisinin yönetim yapısı, 'ikili teşkilat' (doğu-batı veya iç-dış) olarak adlandırılan ve ülkenin iki kanat halinde yönetildiği bir sistemle karakterize edilmiştir?",
    "explanation": "İkili teşkilat, başta Göktürk Kağanlığı olmak üzere birçok İlk Türk Devleti'nde görülen bir yönetim modelidir. Bu sistemde devlet, genellikle 'Doğu' ve 'Batı' olarak ikiye ayrılır. Doğu kanadını 'Kağan' (Büyük Kağan) yönetirken, Batı kanadının başında genellikle Kağan'ın kardeşi veya oğlu olan 'Yabgu' bulunur. Bu yapı, hem devletin geniş coğrafyasını etkin bir şekilde yönetmeyi hem de hanedan üyelerini yönetime ortak ederek iç çatışmaları önlemeyi amaçlar. Hunlarda da benzer bir yapı görülse de, bu sistem en belirgin ve kurumsal haliyle Göktürklerde uygulanmıştır.",
    "options": [
      {
        "text": "Uygur Devleti",
        "isCorrect": false
      },
      {
        "text": "Göktürk Kağanlığı",
        "isCorrect": true
      },
      {
        "text": "Avarlar",
        "isCorrect": false
      },
      {
        "text": "Hazarlar",
        "isCorrect": false
      }
    ],
    "topic": "İlk Türk Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "İlk Türk Devletlerinde hükümdarların 'Kut' anlayışı çerçevesinde sahip olduğu dini ve siyasi yetkilerle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "'Kut' anlayışına göre, hükümdarlık yetkisinin (kut) Gök Tanrı tarafından verildiğine inanılırdı. Bu nedenle kağan, hem siyasi ve askeri lider (örneğin, orduya komuta etmek) hem de dini lider (örneğin, devlet adına Gök Tanrı'ya kurban sunmak) konumundaydı. Ancak, İslamiyet'te olduğu gibi 'halife' unvanını taşımak, İslami bir kavram olup İlk Türk Devletlerinin Gök Tanrı inancı döneminde söz konusu değildir. Bu unvan, Türk-İslam devletleri döneminde kullanılmaya başlanmıştır. Diğer seçeneklerde verilen görevler (ordu komutanlığı, toy düzenleme, kurban sunma) ise İlk Türk hükümdarlarının tipik yetki ve sorumlulukları arasındadır.",
    "options": [
      {
        "text": "Ordunun başkomutanı olmak ve seferlere liderlik etmek",
        "isCorrect": false
      },
      {
        "text": "Devlet işlerinin görüşüldüğü toy (kurultay) meclislerine başkanlık etmek",
        "isCorrect": false
      },
      {
        "text": "Müslüman dünyasının dini lideri anlamına gelen 'halife' unvanını taşımak",
        "isCorrect": true
      },
      {
        "text": "Devlet adına Gök Tanrı'ya kurban sunmak ve ayinleri yönetmek",
        "isCorrect": false
      }
    ],
    "topic": "İlk Türk Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Abbasî Devleti'nin yönetim anlayışında, Emevîlerden farklı olarak Arap olmayan Müslümanlara (mevali) daha kapsayıcı bir siyaset izlenmesi ve devlet bürokrasisinde Fars kökenli vezir ailelerinin etkin rol alması aşağıdaki kavramlardan hangisiyle en iyi şekilde açıklanabilir?",
    "explanation": "Abbasî Devrimi, büyük ölçüde Arap olmayan Müslümanların (mevali) Emevîlerin Arap ırkçılığına (Şuubiye) tepkisi üzerine yükselmiştir. Bu nedenle Abbasîler, mevaliyi sisteme dâhil ederek ve özellikle İran bürokrasi geleneğinden gelen Bermekîler gibi aileleri yönetime katarak evrenselci (ümmetçi) bir imparatorluk modeli oluşturmayı hedeflemiştir. Bu durum, İslam devletlerindeki 'merkezi bürokrasi ve kozmopolit yapı' kavramının tipik bir örneğidir.\n\nDiğer seçenekler ise farklı dönem ve olguları temsil eder: İltizam sistemi Osmanlı maliyesine, Tımar sistemi askerî-idari yapıya, Feodalite ise Orta Çağ Avrupası'na özgüdür.",
    "options": [
      {
        "text": "Merkezi bürokrasi ve kozmopolit imparatorluk yapısının oluşturulması",
        "isCorrect": true
      },
      {
        "text": "İltizam sisteminin uygulanmaya başlanması",
        "isCorrect": false
      },
      {
        "text": "Tımar sisteminin yaygınlaştırılması",
        "isCorrect": false
      },
      {
        "text": "Feodal bir yönetim modelinin benimsenmesi",
        "isCorrect": false
      }
    ],
    "topic": "İslam Tarihi ve Uygarlığı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "İslam tarihinde 'Beytülhikme' gibi bilimsel kurumların oluşumunu ve tercüme faaliyetlerinin yoğunlaşmasını, aşağıdaki siyasi-ideolojik bağlamlardan hangisi en doğrudan desteklemiştir?",
    "explanation": "Abbasî halifeleri, özellikle Mansur, Harun Reşid ve Memun dönemlerinde, Helenistik, İran ve Hint medeniyetlerine ait eserlerin Arapçaya tercüme edilmesine büyük önem vermiştir. Bu faaliyetlerin temel motivasyonlarından biri, halifeliğin siyasi meşruiyetini ve entelektüel prestijini güçlendirmek, İslam'ı sadece askeri ve siyasi değil, aynı zamanda bilimsel ve kültürel üstünlükle de temsil eden evrensel bir imparatorluk haline getirmekti. Bu nedenle 'İmparatorluk ideolojisi ve meşruiyet arayışı' en doğrudan bağlamdır.\n\nDiğer seçenekler ya yanlış zaman dilimine aittir (Haçlı Seferleri daha sonradır) ya da bu faaliyetlerin ana nedeni değil, bir sonucu veya yan ürünüdür.",
    "options": [
      {
        "text": "İmparatorluk ideolojisi ve halifeliğin entelektüel meşruiyet arayışı",
        "isCorrect": true
      },
      {
        "text": "Haçlı Seferleri'ne karşı askeri teknoloji geliştirme ihtiyacı",
        "isCorrect": false
      },
      {
        "text": "Endülüs Emevî Devleti ile yaşanan bilimsel rekabet",
        "isCorrect": false
      },
      {
        "text": "Ticaret yollarının güvenliğini sağlama çabaları",
        "isCorrect": false
      }
    ],
    "topic": "İslam Tarihi ve Uygarlığı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Büyük Selçuklu Devleti'nde, merkezi otoritenin zayıflamasına ve devletin yıkılma sürecine yol açan en temel iç etken aşağıdakilerden hangisidir?",
    "explanation": "Büyük Selçuklu Devleti'nin yıkılmasında dış tehditler ve Moğol istilası önemli rol oynamış olsa da, asıl temel iç etken 'Atabeylik' sistemidir. Melik adı verilen şehzadeleri yetiştirmek ve onlara vekillik etmekle görevli olan Atabeyler, zamanla bulundukları bölgelerde bağımsız hareket etmeye başlamış, merkezi otoriteye karşı gelerek feodal bir yapı oluşturmuşlardır. Bu durum devletin siyasi birliğini bozmuş ve parçalanmayı hızlandırmıştır. Diğer seçeneklerdeki unsurlar (İkta sistemi merkezi otoriteyi güçlendirir, medreseler olumlu bir eğitim kurumudur, Gulam sistemi ise merkezi ordunun temelini oluşturur) yıkılışın temel nedeni olarak gösterilemez.",
    "options": [
      {
        "text": "Atabeylerin, gönderildikleri bölgelerde bağımsız hareket ederek merkezi otoriteyi sarsan bir güç haline gelmesi",
        "isCorrect": true
      },
      {
        "text": "İkta sisteminin tarım ve askerî lojistik üzerindeki olumsuz etkileri",
        "isCorrect": false
      },
      {
        "text": "Nizamiye Medreselerinde verilen eğitimin yetersiz kalması",
        "isCorrect": false
      },
      {
        "text": "Gulam sisteminin devşirme asker yetiştirmede başarısız olması",
        "isCorrect": false
      }
    ],
    "topic": "Türk-İslam Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türk-İslam devletlerinde, özellikle Karahanlılar ve Gazneliler döneminde, Farsça ve Arapçanın yanında Türkçenin de bilim ve edebiyat dili olarak kullanılmasının en önemli sonucu aşağıdakilerden hangisidir?",
    "explanation": "Karahanlılar döneminde Yusuf Has Hacip'in 'Kutadgu Bilig' ve Kaşgarlı Mahmud'un 'Divân-ı Lügati't-Türk' gibi eserler, Türkçenin sistemli bir yazı dili haline gelmesinde ve İslami terminolojiyi karşılayacak şekilde zenginleşmesinde dönüm noktası olmuştur. Bu durum, İslam medeniyeti içinde Türk kültür kimliğinin korunmasını ve gelişmesini sağlamıştır. Diğer seçenekler tarihsel gerçeklikle örtüşmez: Türkçe hiçbir zaman tek resmi dil olmamıştır, Arap alfabesi kullanılmaya devam edilmiştir ve bu durumun doğrudan Haçlı Seferleri ile bir ilişkisi yoktur.",
    "options": [
      {
        "text": "İslam medeniyeti dairesi içinde Türk kültür kimliğinin ve dilinin korunup gelişmesinin önünü açması",
        "isCorrect": true
      },
      {
        "text": "Türkçenin devletin tek resmî dili haline gelerek idari birliği sağlaması",
        "isCorrect": false
      },
      {
        "text": "Arap alfabesinin terk edilerek Göktürk alfabesine geri dönülmesi",
        "isCorrect": false
      },
      {
        "text": "Haçlı Seferleri'ne karşı Türk boylarının siyasi birliğini güçlendirmesi",
        "isCorrect": false
      }
    ],
    "topic": "Türk-İslam Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türklerin İslamiyeti kabul sürecinde, özellikle Talas Savaşı'nın (751) bu sürece en belirgin katkısı aşağıdakilerden hangisidir?",
    "explanation": "Talas Savaşı, Çinliler ile Müslüman Araplar arasında, Türklerin de Arapların yanında yer aldığı bir savaştır. Savaşın ardından, savaş esiri Çinliler vasıtasıyla kağıt yapım tekniği İslam dünyasına ve oradan da Batı'ya geçmiştir. Ancak sürece en belirgin katkısı, bu askeri iş birliğinin Türkler ile Müslüman Araplar arasındaki siyasi ve kültürel ilişkileri olumlu yönde geliştirmesi, böylece İslamiyetin Türkler arasında daha hızlı ve barışçıl bir şekilde yayılmasına zemin hazırlamasıdır. Bu savaş, bir dönüm noktası olarak kabul edilir.",
    "options": [
      {
        "text": "Türk boylarının siyasi birliğini sağlayarak tek bir lider etrafında toplanıp İslamiyeti kabul etmelerini kolaylaştırmıştır.",
        "isCorrect": false
      },
      {
        "text": "Türkler ile Müslüman Araplar arasında bir çatışmaya neden olarak İslamiyetin yayılışını geciktirmiştir.",
        "isCorrect": false
      },
      {
        "text": "Türk-Arap askeri iş birliği ile başlayan olumlu ilişkiler, İslamiyetin Türkler arasında yayılması için uygun bir ortam oluşturmuştur.",
        "isCorrect": true
      },
      {
        "text": "Abbasi Halifeliği'nin Türkleri Müslüman olmaya zorlamasına hukuki bir dayanak oluşturmuştur.",
        "isCorrect": false
      }
    ],
    "topic": "Türkler'in İslamiyeti Kabulü",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türklerin kitleler halinde İslamiyeti kabul etmeye başlamasında, İslamiyetin özellikle hangi yönü eski Türk inanç ve yaşam tarzıyla olan benzerliği nedeniyle etkili olmuştur?",
    "explanation": "Türklerin İslamiyeti benimsemesinde, bu dinin getirdiği esasların Göktanrı inancı ve Türk töresiyle olan uyumu önemli bir rol oynamıştır. Örneğin, İslamiyetteki tek tanrı (tevhid) inancı, Göktanrı inancıyla; cihad anlayışı, savaşçı Türk karakteriyle; ahiret inancı, eski Türklerdeki 'uçmağ' ve 'tamu' kavramlarıyla; sadaka ve zekât gibi sosyal dayanışma ilkeleri ise Türk töresindeki 'fütüvvet' ve dayanışma anlayışıyla benzerlik göstermiştir. Bu benzerlikler, din değiştirme sürecindeki kültürel uyumu kolaylaştırmıştır.",
    "options": [
      {
        "text": "İslamiyetin putperestliğe izin veren hoşgörülü yapısı, Türklerin şamanist geleneklerini sürdürmesine imkan tanımıştır.",
        "isCorrect": false
      },
      {
        "text": "İslamiyetin sınıf ayrımını destekleyen sosyal yapısı, Türklerdeki boylar arası hiyerarşiye uyum sağlamıştır.",
        "isCorrect": false
      },
      {
        "text": "İslamiyetin tek tanrı, ahiret, cihat ve sosyal adalet gibi prensiplerinin Türk inanç ve töresiyle benzeşmesi.",
        "isCorrect": true
      },
      {
        "text": "İslamiyetin ibadet dili olan Arapçanın, Türkçeye dilbilgisi açısından çok yakın olması.",
        "isCorrect": false
      }
    ],
    "topic": "Türkler'in İslamiyeti Kabulü",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki gelişmelerden hangisi, Türkiye Cumhuriyeti'nin ilk yıllarında millî egemenlik ve bağımsızlık ilkelerini pekiştirmek amacıyla gerçekleştirilen köklü değişikliklerden biri değildir?",
    "explanation": "Türkiye Cumhuriyeti'nin kuruluş döneminde, millî egemenlik ve bağımsızlık ilkelerini güçlendirmek için bir dizi inkılap gerçekleştirilmiştir. Saltanatın kaldırılması (1922) ve Halifeliğin kaldırılması (1924) doğrudan millî egemenliğin önündeki tarihsel kurumları ortadan kaldırmıştır. Kabotaj Kanunu (1926) ile Türk karasularında gemi işletme hakkının yabancılardan alınıp Türk vatandaşlarına verilmesi, ekonomik bağımsızlık açısından kritik bir adımdır. Medeni Kanun'un kabulü (1926) ise daha çok hukuk birliğini sağlamak ve toplumsal hayatı laik bir çerçeveye oturtmak amacı taşır. Bu nedenle, Medeni Kanun'un kabulü doğrudan ekonomik veya siyasi bağımsızlıkla değil, hukuki modernleşme ve laikleşme ile ilişkilidir.",
    "options": [
      {
        "text": "Saltanatın kaldırılması",
        "isCorrect": false
      },
      {
        "text": "Kabotaj Kanunu'nun kabulü",
        "isCorrect": false
      },
      {
        "text": "Halifeliğin kaldırılması",
        "isCorrect": false
      },
      {
        "text": "Medeni Kanun'un kabulü",
        "isCorrect": true
      }
    ],
    "topic": "Türkiye Tarihi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Atatürk Dönemi'nde uygulanan dış politika aşağıdaki ilkelerden hangisine dayanmaz?",
    "explanation": "Atatürk Dönemi Türk dış politikasının temel ilkeleri 'Yurtta sulh, cihanda sulh' prensibi çerçevesinde şekillenmiştir. Bu dönemde, Lozan Antlaşması'yla çizilen statükoyu korumak, komşularla ve büyük devletlerle iyi ilişkiler kurmak, Milletler Cemiyeti'ne üye olarak uluslararası iş birliğine katılmak ve bölgesel paktlar (Balkan Antantı, Sadabat Paktı) oluşturarak güvenliği sağlamak gibi gerçekçi ve barışçıl politikalar izlenmiştir. 'Yayılmacı politika (İrredantizm)' ise, Osmanlı Devleti'nin son dönemlerinde savunulan ve kaybedilen toprakları geri alma fikrine dayanan bir politikadır. Bu politika, Türkiye Cumhuriyeti'nin sınırlarını Lozan'la belirlemiş ve misak-ı millî hedeflerine ulaşmış olması nedeniyle Atatürk Dönemi dış politikasının temel ilkeleri arasında yer almaz.",
    "options": [
      {
        "text": "Millî sınırlar içinde kalmak ve statükoyu korumak",
        "isCorrect": false
      },
      {
        "text": "Komşu devletlerle dostane ilişkiler geliştirmek",
        "isCorrect": false
      },
      {
        "text": "Yayılmacı politika (İrredantizm) izlemek",
        "isCorrect": true
      },
      {
        "text": "Uluslararası iş birlikleri ve bölgesel paktlara katılmak",
        "isCorrect": false
      }
    ],
    "topic": "Türkiye Tarihi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin kuruluş döneminde (1300-1453) Anadolu'da siyasi birliği sağlama politikaları kapsamında aşağıdaki gelişmelerden hangisi, diğerlerinden farklı olarak doğrudan askerî bir çatışma yoluyla gerçekleşmemiştir?",
    "explanation": "Germiyanoğulları'ndan çeyiz yoluyla Kütahya, Simav ve Tavşanlı'nın alınması, Osmanlı'nın Anadolu'da siyasi birliği sağlamak için kullandığı diplomatik ve evlilik yoluyla toprak kazanma yöntemine örnektir. Diğer seçeneklerdeki (Karamanoğulları ile mücadele, Karesioğulları'nın ilhakı, Candaroğulları'ndan Sinop'un alınması) olaylar ise doğrudan askerî müdahale ve fetih yoluyla gerçekleşmiştir.",
    "options": [
      {
        "text": "Germiyanoğulları Beyliği'nden, Şehzade Yıldırım Bayezid'in evliliği karşılığında çeyiz olarak Kütahya, Simav ve Tavşanlı'nın alınması",
        "isCorrect": true
      },
      {
        "text": "Anadolu'da en güçlü rakibi olan Karamanoğulları Beyliği ile yapılan Frenkyazısı Muharebesi",
        "isCorrect": false
      },
      {
        "text": "Orhan Bey döneminde, donanma gücü kazanmak amacıyla Karesioğulları Beyliği'nin ilhak edilmesi",
        "isCorrect": false
      },
      {
        "text": "Fatih Sultan Mehmet döneminde Candaroğulları Beyliği'nden Sinop'un fethedilmesi",
        "isCorrect": false
      }
    ],
    "topic": "Beylikten Devlete (1300-1453)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin 'Beylikten Devlete' geçiş sürecinde (1300-1453) merkezî yönetimi güçlendirmek ve devlet teşkilatını sistemleştirmek amacıyla atılan aşağıdaki adımlardan hangisi, diğerlerine kıyasla daha geç bir tarihte, ancak devlet yapısında köklü ve kalıcı bir dönüşüm sağlamıştır?",
    "explanation": "II. Mehmed (Fatih) döneminde çıkarılan Kanunname, padişahın mutlak otoritesini hukuki bir metinle tesis etmiş, kardeş katli gibi tartışmalı bir uygulamayı yasalaştırarak merkezî iktidarı güvence altına almaya çalışmıştır. Bu, devlet yapısında önceki dönemlerdeki (ilk divan teşkilatı, vakıf sistemi, vezirlik makamı) organik gelişmelerden daha radikal ve merkeziyetçi bir dönüşümü ifade eder.",
    "options": [
      {
        "text": "Orhan Bey döneminde divan teşkilatının oluşturulması ve vezirlik makamının ihdas edilmesi",
        "isCorrect": false
      },
      {
        "text": "Yıldırım Bayezid döneminde Anadolu Beylerbeyliği'nin kurularak idari teşkilatın genişletilmesi",
        "isCorrect": false
      },
      {
        "text": "İlk dönemlerde ulemanın desteğini almak ve sosyal hayatı düzenlemek için vakıf sisteminin yaygınlaştırılması",
        "isCorrect": false
      },
      {
        "text": "Fatih Sultan Mehmet tarafından çıkarılan ve padişah otoritesini mutlaklaştıran Kanunname ile devlet yönetiminin yazılı kurallara bağlanması",
        "isCorrect": true
      }
    ],
    "topic": "Beylikten Devlete (1300-1453)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin 'Dünya Gücü' olarak anıldığı dönemde, Akdeniz'deki deniz üstünlüğünü pekiştiren ve Doğu Akdeniz'i bir Osmanlı gölü haline getiren önemli deniz zaferi aşağıdakilerden hangisidir?",
    "explanation": "Preveze Deniz Savaşı (1538), Osmanlı Kaptan-ı Deryası Barbaros Hayreddin Paşa komutasındaki Osmanlı donanmasının, Papa III. Paulus'un çabalarıyla oluşturulan Haçlı donanmasına karşı kazandığı kesin zaferdir. Bu zafer, Osmanlı Devleti'nin Akdeniz'deki hakimiyetini tartışmasız bir şekilde perçinlemiş ve bu denizi uzun süre bir 'Türk gölü' haline getirmiştir. Bu durum, Osmanlı'nın hem askeri hem de ticari gücünün en üst seviyeye ulaştığının bir göstergesidir.",
    "options": [
      {
        "text": "İnebahtı Deniz Savaşı",
        "isCorrect": false
      },
      {
        "text": "Preveze Deniz Savaşı",
        "isCorrect": true
      },
      {
        "text": "Çeşme Baskını",
        "isCorrect": false
      },
      {
        "text": "Ridaniye Muharebesi",
        "isCorrect": false
      }
    ],
    "topic": "Dünya Gücü: Osmanlı Devleti",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Kanuni Sultan Süleyman döneminde Osmanlı Devleti'nin hem doğuda hem de batıda en geniş sınırlarına ulaşması, aşağıdaki antlaşmalardan hangisinin imzalanmasıyla resmi olarak tanınmış ve 'Dünya Gücü' statüsü pekişmiştir?",
    "explanation": "Ferhat Paşa Antlaşması (1590), Osmanlı Devleti ile Safevi Devleti arasında imzalanmıştır. Bu antlaşma ile Osmanlı Devleti, doğuda en geniş sınırlarına ulaşmış; Azerbaycan, Gürcistan, Dağıstan ve Batı İran gibi geniş topraklar Osmanlı hakimiyetine girmiştir. Bu antlaşma, Osmanlı'nın hem Avrupa'da (Batı'da) hem de Asya'da (Doğu'da) en güçlü olduğu dönemin diplomatik bir belgesi olarak kabul edilir ve devletin 'cihanşümul' (evrensel) bir güç olduğunu gösterir.",
    "options": [
      {
        "text": "Zitvatorok Antlaşması",
        "isCorrect": false
      },
      {
        "text": "Karlofça Antlaşması",
        "isCorrect": false
      },
      {
        "text": "Ferhat Paşa Antlaşması",
        "isCorrect": true
      },
      {
        "text": "Bucaş Antlaşması",
        "isCorrect": false
      }
    ],
    "topic": "Dünya Gücü: Osmanlı Devleti",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Duraklama Dönemi'nde, 17. yüzyılda imzalanan ve Osmanlı Devleti'nin Batı karşısında ilk kez büyük toprak kaybettiği antlaşma aşağıdakilerden hangisidir?",
    "explanation": "Karlofça Antlaşması (1699), Osmanlı Devleti'nin Kutsal İttifak (Avusturya, Venedik, Lehistan, Rusya) ile yaptığı savaşlar sonucunda imzalamak zorunda kaldığı bir antlaşmadır. Bu antlaşma ile Temeşvar ve Banat dışında tüm Macaristan ve Erdel Avusturya'ya, Podolya ve Ukrayna Lehistan'a, Mora ve Dalmaçya kıyıları Venedik'e bırakılmıştır. Bu, Osmanlı'nın Batı karşısında ilk kez büyük çapta toprak kaybettiği antlaşma olarak kabul edilir ve duraklama döneminin en somut siyasi sonuçlarından biridir.",
    "options": [
      {
        "text": "Karlofça Antlaşması",
        "isCorrect": true
      },
      {
        "text": "Zitvatorok Antlaşması",
        "isCorrect": false
      },
      {
        "text": "Vasvar Antlaşması",
        "isCorrect": false
      },
      {
        "text": "Bucaş Antlaşması",
        "isCorrect": false
      }
    ],
    "topic": "Osmanlı Duraklama Dönemi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Duraklama Dönemi'nde, devletin mali sıkıntılarını aşmak için sıkça başvurduğu, ancak paranın değerini düşürerek enflasyona ve ekonomik çöküntüye yol açan uygulama aşağıdakilerden hangisidir?",
    "explanation": "Duraklama Dönemi'nde, uzun ve masraflı savaşlar, iç isyanlar ve rüşvet gibi nedenlerle hazinenin dengesi bozulmuştur. Devlet, bu açığı kapatmak için sık sık 'tağşiş' (ayar düşürme) yoluna gitmiştir. Bu uygulamada, gümüş veya altın paraların içindeki değerli maden oranı düşürülerek aynı nominal değerde daha fazla para basılmıştır. Bu, kısa vadede hazineye gelir sağlasa da paranın değer kaybetmesine (enflasyon), fiyatların aşırı yükselmesine, maaşlı askerlerin (özellikle Kapıkulu Ocakları) satın alma gücünün düşmesine ve buna bağlı olarak isyanlara yol açmış, ekonomik istikrarı derinden sarsmıştır.",
    "options": [
      {
        "text": "Para basımında tağşiş (ayar düşürme) yapılması",
        "isCorrect": true
      },
      {
        "text": "Tımar sisteminin genişletilmesi",
        "isCorrect": false
      },
      {
        "text": "İltizam sisteminin tamamen kaldırılması",
        "isCorrect": false
      },
      {
        "text": "Dış borçlanmaya gidilmesi",
        "isCorrect": false
      }
    ],
    "topic": "Osmanlı Duraklama Dönemi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin Gerileme Dönemi'nde (1699-1792) imzaladığı aşağıdaki antlaşmalardan hangisi, ilk kez büyük çapta toprak kaybettiği ve artık mutlak askeri üstünlüğünü kaybettiğinin resmi bir kabulü olarak kabul edilir?",
    "explanation": "1699 Karlofça Antlaşması, Osmanlı Devleti'nin Batı'da büyük çapta toprak kaybettiği ilk antlaşmadır. Macaristan'ın büyük bölümü ve Podolya gibi topraklar kaybedilmiş, bu durum Osmanlı'nın askeri gücünün sarsıldığını ve 'ilerleme' döneminin sona erdiğini göstermiştir. Bu antlaşma, Gerileme Dönemi'nin başlangıç noktasıdır. Pasarofça (1718) daha sonraki bir antlaşmadır. Prut (1711) Osmanlı lehine sonuçlanmıştır. Küçük Kaynarca (1774) ise Gerileme Dönemi'nin sonlarına doğru imzalanmış ve çok daha ağır şartlar içermesine rağmen, ilk büyük toprak kaybı Karlofça ile olmuştur.",
    "options": [
      {
        "text": "1711 Prut Antlaşması",
        "isCorrect": false
      },
      {
        "text": "1699 Karlofça Antlaşması",
        "isCorrect": true
      },
      {
        "text": "1718 Pasarofça Antlaşması",
        "isCorrect": false
      },
      {
        "text": "1774 Küçük Kaynarca Antlaşması",
        "isCorrect": false
      }
    ],
    "topic": "Gerileme Devri (1699 – 1792)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Gerileme Dönemi'nde (1699-1792) Osmanlı Devleti'nin iç ve dış sorunlarını çözmek amacıyla Avrupa'nın askeri, teknik ve idari yöntemlerini örnek alarak yapmaya çalıştığı yeniliklere ne ad verilir?",
    "explanation": "18. yüzyılda, özellikle Lale Devri (1718-1730) ve III. Mustafa ile I. Abdülhamid dönemlerinde başlayan, III. Selim döneminde (1789-1807) ise sistemli bir programa dönüşen bu reform hareketlerine 'Batılılaşma Hareketleri' denir. Bu hareketler, Osmanlı'nın artık kendi geleneksel kurumlarının yetersiz kaldığını fark ederek, çözümü Avrupa modelini örnek almada aradığını gösterir. Islahat, genel bir 'düzeltme' anlamına gelir ve her dönemde yapılmıştır. Meşrutiyet, 19. yüzyılda anayasal sisteme geçişi ifade eder. İnkılap ise daha köklü ve hızlı değişimler için kullanılır ve bu dönemdeki tedrici (aşamalı) çabaları tam olarak karşılamaz.",
    "options": [
      {
        "text": "Islahat Hareketleri",
        "isCorrect": false
      },
      {
        "text": "Batılılaşma Hareketleri",
        "isCorrect": true
      },
      {
        "text": "Meşrutiyet Hareketleri",
        "isCorrect": false
      },
      {
        "text": "İnkılap Hareketleri",
        "isCorrect": false
      }
    ],
    "topic": "Gerileme Devri (1699 – 1792)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "17. yüzyıl 'Arayış Yılları' döneminde Osmanlı Devleti'nde yaşanan ve devletin temel kurumlarında ciddi sarsıntılara yol açan en önemli iç isyan aşağıdakilerden hangisidir?",
    "explanation": "17. yüzyılda Osmanlı Devleti'nde Celali İsyanları, tımar sisteminin bozulması, vergi adaletsizliği ve asker kaçaklarının (levent) eşkıyalığı gibi nedenlerle Anadolu'da büyük bir sosyal ve ekonomik çöküntüye yol açmıştır. Bu isyanlar, merkezî otoritenin taşradaki hakimiyetini zayıflatmış ve 'Büyük Kaçgunluk' dönemi olarak adlandırılan nüfus hareketlerine sebep olmuştur. Bu yönüyle, devletin temel yapılarını (askeri, idari, ekonomik) en derinden sarsan iç olaydır.",
    "options": [
      {
        "text": "Patrona Halil İsyanı",
        "isCorrect": false
      },
      {
        "text": "Celali İsyanları",
        "isCorrect": true
      },
      {
        "text": "Kabakçı Mustafa İsyanı",
        "isCorrect": false
      },
      {
        "text": "Şeyh Bedreddin İsyanı",
        "isCorrect": false
      }
    ],
    "topic": "Arayış Yılları (17. Yüzyıl)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "17. yüzyılda Osmanlı Devleti'nin uzun süren savaşlarla (Özi, Girit, Viyana Kuşatması) uğraşması ve bu savaşların getirdiği mali yükün aşağıdaki hangi uygulamada kalıcı bir artışa neden olması, ekonomik ve sosyal yapıyı olumsuz etkilemiştir?",
    "explanation": "Uzun ve masraflı savaşlar, Osmanlı hazinesini zorlamıştır. Bu açığı kapatmak için devlet, olağanüstü hallerde başvurulan 'avarız' vergisini sürekli hale getirmiş ve miktarını artırmıştır. Ayrıca, 'tağşiş' adı verilen sikke (madeni para) ayarı düşürme yöntemi de sıkça kullanılmıştır. Ancak, avarız vergisinin sürekli ve ağır bir yük haline gelmesi, özellikle reaya (köylü) üzerinde büyük bir baskı oluşturmuş, topraklarını terk etmelerine (çift bozan) ve Celali isyanlarına zemin hazırlayan sosyal çözülmeye katkıda bulunmuştur.",
    "options": [
      {
        "text": "Tımar sisteminin kapsamının genişletilmesi",
        "isCorrect": false
      },
      {
        "text": "Mukataa gelirlerinin artırılması",
        "isCorrect": false
      },
      {
        "text": "Avarız vergisinin sürekli ve ağır bir yük haline gelmesi",
        "isCorrect": true
      },
      {
        "text": "Dış ticaret gelirlerinin azalması",
        "isCorrect": false
      }
    ],
    "topic": "Arayış Yılları (17. Yüzyıl)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "18. yüzyılda Osmanlı Devleti'nin Avrupa devletleri karşısında askeri ve siyasi üstünlüğünü kaybetmesinin temel nedenleri arasında aşağıdakilerden hangisi en az etkili olmuştur?",
    "explanation": "18. yüzyılda Osmanlı Devleti'nin gerilemesinin temel nedenleri arasında, Avrupa'da yaşanan Coğrafi Keşifler, Rönesans ve Reform hareketlerinin ardından gelen bilimsel, teknolojik ve ekonomik gelişmelerin Osmanlı'ya yeterince yansımaması; merkezi otoritenin zayıflaması; maliyenin bozulması ve eski askeri sistemin (Tımar ve Yeniçeri Ocağı) çağın gereksinimlerine cevap verememesi bulunur. Haçlı Seferleri ise Orta Çağ'da (11.-13. yüzyıllar) gerçekleşmiş olup, 18. yüzyılın sorunlarının doğrudan nedeni olarak gösterilemez. Bu nedenle Haçlı Seferleri'nin etkisi en azdır.",
    "options": [
      {
        "text": "Coğrafi Keşifler'in ardından ticaret yollarının değişmesi ve Osmanlı ekonomisinin olumsuz etkilenmesi",
        "isCorrect": false
      },
      {
        "text": "Avrupa ordularının teknoloji ve taktik alanında önemli ilerlemeler kaydetmesi",
        "isCorrect": false
      },
      {
        "text": "Merkezi yönetimin zayıflaması ve taşrada ayanların güçlenmesi",
        "isCorrect": false
      },
      {
        "text": "Orta Çağ'da düzenlenen Haçlı Seferleri'nin uzun vadeli siyasi sonuçları",
        "isCorrect": true
      }
    ],
    "topic": "Avrupa ve Osmanlı Devleti (18. Yüzyıl)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "III. Selim döneminde (1789-1807) gerçekleştirilen Nizam-ı Cedid Islahatları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Nizam-ı Cedid, III. Selim'in öncülüğünde, özellikle 18. yüzyılın sonlarında Osmanlı Devleti'nin yaşadığı ağır yenilgilerin (özellikle 1787-1792 Osmanlı-Rus-Avusturya Savaşı) ardından başlatılan kapsamlı bir yenileşme hareketidir. Temel hedefi, Avrupa tarzında modern bir ordu (Nizam-ı Cedid Ordusu) kurmak ve bu ordunun ihtiyaçlarını karşılamak için yeni mali kaynaklar (İrad-ı Cedid Hazinesi) oluşturmaktır. Islahatlar sadece askeri alanla sınırlı kalmamış, eğitim, diplomasi ve idari alanlarda da yenilikler içermiştir. Ancak, geleneksel yapıların (özellikle Yeniçeri Ocağı'nın) şiddetli tepkisi ve siyasi muhalefet sonucunda 1807'de Kabakçı Mustafa İsyanı ile son bulmuş ve III. Selim tahttan indirilmiştir.",
    "options": [
      {
        "text": "Islahatların mali kaynağı, tamamen dış borçlanma yoluyla sağlanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Islahatlar, Yeniçeri Ocağı'nın tam desteğini alarak başarıyla uygulanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Islahatlar, öncelikle Avrupa tarzında yeni bir ordu kurulmasını ve bunun için yeni bir hazine oluşturulmasını hedeflemiştir.",
        "isCorrect": true
      },
      {
        "text": "Islahatlar, Osmanlı'nın toprak kaybını durdurmuş ve Karlofça Antlaşması'yla kaybedilen yerlerin geri alınmasını sağlamıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Avrupa ve Osmanlı Devleti (18. Yüzyıl)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin 'En Uzun Yüzyıl' olarak adlandırılan 1800-1922 döneminde, Avrupa devletlerinin Osmanlı iç işlerine artan müdahalelerinin temel dayanağı aşağıdakilerden hangisidir?",
    "explanation": "Bu dönemde, özellikle Tanzimat (1839) ve Islahat Fermanı (1856) gibi belgeler, Osmanlı tebaasındaki gayrimüslimlere tanınan hakları güvence altına almıştır. Büyük güçler, bu hakları 'hümaniter' bir gerekçe olarak kullanarak, Osmanlı Devleti'nin iç işlerine sürekli müdahale etmiş ve bu durumu bir dış politika aracı haline getirmiştir. Bu müdahaleler, Osmanlı egemenliğini ciddi şekilde sınırlamıştır. Diğer seçenekler ise ya bu müdahalenin temel dayanağı değildir (Kırım Savaşı sonucu) ya da müdahaleyi engellemeye yönelik bir çabadır (Meşrutiyet).",
    "options": [
      {
        "text": "Kırım Savaşı'nda Osmanlı Devleti'nin yanında yer almalarının sağladığı siyasi üstünlük",
        "isCorrect": false
      },
      {
        "text": "Osmanlı tebaasındaki gayrimüslimleri himaye etme iddiası ve bu hakları uluslararası antlaşmalarla güvence altına alma",
        "isCorrect": true
      },
      {
        "text": "II. Meşrutiyet'in ilanı ile meclis sistemine geçilmesi ve denetim mekanizmalarının oluşması",
        "isCorrect": false
      },
      {
        "text": "Osmanlı ordusunun modernizasyonu için askeri danışmanlar gönderme talepleri",
        "isCorrect": false
      }
    ],
    "topic": "En Uzun Yüzyıl (1800-1922)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin 19. yüzyılda uyguladığı 'Denkleştirme Politikası' (Muvazene) ile ilgili aşağıdaki yargılardan hangisi doğrudur?",
    "explanation": "Denkleştirme Politikası, Osmanlı Devleti'nin birbirleriyle çıkar çatışması içinde olan büyük Avrupa devletlerini (özellikle İngiltere ve Fransa ile Rusya'yı) birbirine karşı dengeleyerek, toprak bütünlüğünü korumaya çalıştığı bir dış politika stratejisidir. Bu politika, devletin güç kaybettiği bir dönemde hayatta kalma mücadelesinin bir ürünüdür. Diğer seçenekler yanlıştır; çünkü bu politika İttihat ve Terakki dönemine ait değildir, iç politikada değil dış politikada uygulanmıştır ve azınlık haklarını genişletmeyi değil devletin varlığını sürdürmeyi hedeflemiştir.",
    "options": [
      {
        "text": "İttihat ve Terakki Cemiyeti'nin I. Dünya Savaşı'na girerken benimsediği temel stratejidir.",
        "isCorrect": false
      },
      {
        "text": "İmparatorluğun dağılmasını önlemek için rakip büyük güçleri birbirine karşı dengeleme çabasıdır.",
        "isCorrect": true
      },
      {
        "text": "Merkezi yönetimi güçlendirmek için eyaletlerdeki ayanlar arasında güç dengesi sağlama yöntemidir.",
        "isCorrect": false
      },
      {
        "text": "Islahat Fermanı ile azınlıklara tanınan hakların fiilen hayata geçirilmesini ifade eder.",
        "isCorrect": false
      }
    ],
    "topic": "En Uzun Yüzyıl (1800-1922)",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "II. Meşrutiyet Dönemi'nde, İttihat ve Terakki Cemiyeti'nin muhalefeti sindirmek ve kontrolü sağlamak amacıyla 1913'te gerçekleştirdiği, hükümet darbesi olarak da nitelendirilen baskın aşağıdakilerden hangisidir?",
    "explanation": "Bâb-ı Âli Baskını, 23 Ocak 1913'te İttihat ve Terakki Cemiyeti tarafından gerçekleştirilen bir hükümet darbesidir. Kâmil Paşa hükümetini devirerek iktidarı tamamen ele geçiren İttihatçılar, bu olayla birlikte ülkede 'Sopalı Seçimler' de dahil olmak üzere baskıcı bir yönetim sürecini başlatmışlardır. Diğer seçenekler farklı tarihsel olaylardır.",
    "options": [
      {
        "text": "Bâb-ı Âli Baskını",
        "isCorrect": true
      },
      {
        "text": "31 Mart Vakası",
        "isCorrect": false
      },
      {
        "text": "Trakya Manevraları",
        "isCorrect": false
      },
      {
        "text": "Sopalı Seçimler",
        "isCorrect": false
      }
    ],
    "topic": "20.Yüzyıl Başlarında Osmanlı Devleti",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "XIX. yüzyılda Osmanlı Devleti'nde gerçekleştirilen Tanzimat ve Islahat Fermanları ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Tanzimat Fermanı (1839) ve Islahat Fermanı (1856) Osmanlı Devleti'nde hukukun üstünlüğü, can ve mal güvenliği, din ve vicdan özgürlüğü gibi ilkeleri getirmiş, tüm tebaanın eşitliğini vurgulamıştır. Ancak, bu fermanların temel hedeflerinden biri, Avrupa devletlerinin iç işlerine müdahalesini önlemek ve Osmanlı'nın toprak bütünlüğünü korumaktı. Bu nedenle, 'Osmanlı Devleti'nin parçalanma sürecini hızlandırmışlardır' ifadesi yanlıştır. Aksine, bu fermanlar parçalanmayı önlemek amacıyla ilan edilmiş reform belgeleridir.",
    "options": [
      {
        "text": "Her iki ferman da Osmanlı tebaası arasında hukuki eşitlik ilkesini vurgulamıştır.",
        "isCorrect": false
      },
      {
        "text": "Islahat Fermanı, özellikle gayrimüslimlere tanıdığı haklarla daha kapsamlıdır.",
        "isCorrect": false
      },
      {
        "text": "Bu fermanlar, Avrupa devletlerinin Osmanlı iç işlerine müdahale etmesine zemin hazırlamıştır.",
        "isCorrect": false
      },
      {
        "text": "Osmanlı Devleti'nin parçalanma sürecini hızlandırmışlardır.",
        "isCorrect": true
      }
    ],
    "topic": "XIX. YY Osmanlı Devleti",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Mustafa Kemal Paşa'nın Samsun'a çıkışı ile başlayan süreçte, Amasya Genelgesi'nin yayınlanması, Erzurum ve Sivas Kongrelerinin toplanması gibi gelişmelerin ortak amacı aşağıdakilerden hangisidir?",
    "explanation": "Amasya Genelgesi, Erzurum ve Sivas Kongreleri, Milli Mücadele'nin hazırlık döneminin en kritik adımlarıdır. Bu gelişmelerin temel ortak amacı, dağınık haldeki yerel direniş örgütlerini ve müdafaa-i hukuk cemiyetlerini tek bir çatı altında toplayarak, işgallere karşı ulusal bir irade oluşturmak ve mücadelenin merkezi bir otorite (Temsil Heyeti) tarafından yönetilmesini sağlamaktır. Bu süreç, 'milletin istiklâlini yine milletin azim ve kararının kurtaracağı' ilkesi etrafında ulusal birliği hedeflemiştir.",
    "options": [
      {
        "text": "İstanbul Hükümeti'ni doğrudan devirerek yeni bir hükümet kurmak",
        "isCorrect": false
      },
      {
        "text": "Bölgesel kurtuluş çareleri aramaya devam etmek",
        "isCorrect": false
      },
      {
        "text": "Dağınık direnişi ulusal bir irade ve örgütlenmeye dönüştürmek",
        "isCorrect": true
      },
      {
        "text": "İtilaf Devletleri ile hemen bir barış antlaşması imzalamak",
        "isCorrect": false
      }
    ],
    "topic": "1.Dünya Savaşı – Milli Mücadeleye Hazırlık D.",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Kurtuluş Savaşı'nda Batı Cephesi'nde Yunan ordusunun kesin olarak durdurulduğu ve taarruz gücünün kırıldığı, ardından Sakarya Nehri'nin doğusuna çekilmek zorunda kaldığı savaş aşağıdakilerden hangisidir?",
    "explanation": "Sakarya Meydan Muharebesi (23 Ağustos-13 Eylül 1921), Batı Cephesi'nde Yunan ordusunun son büyük taarruzudur. Mustafa Kemal Paşa'nın 'Hattı müdafaa yoktur, sathı müdafaa vardır. O satıh bütün vatandır.' emriyle yürütülen savaşta, Türk ordusu Yunan taarruzunu durdurmuş ve Yunanlılar savunmaya çekilmek zorunda kalmıştır. Bu muharebe, Yunan ordusunun taarruz gücünü kırmış ve Türk ordusunun bir yıl sonraki Büyük Taarruz için hazırlanmasına olanak sağlamıştır. I. İnönü ve II. İnönü muharebeleri Yunan ilerleyişini geçici olarak durdurmuş, Büyük Taarruz ise kesin sonuç için yapılan taarruz savaşıdır.",
    "options": [
      {
        "text": "Sakarya Meydan Muharebesi",
        "isCorrect": true
      },
      {
        "text": "Büyük Taarruz",
        "isCorrect": false
      },
      {
        "text": "I. İnönü Muharebesi",
        "isCorrect": false
      },
      {
        "text": "II. İnönü Muharebesi",
        "isCorrect": false
      }
    ],
    "topic": "Kurtuluş Savaşında Cepheler",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türk İnkılabı'nın hukuk alanındaki en kapsamlı ve modernleştirici adımı olarak kabul edilen, İsviçre Medeni Kanunu'ndan uyarlanarak kabul edilen ve kadın-erkek eşitliği, tek eşlilik gibi ilkeler getiren kanun aşağıdakilerden hangisidir?",
    "explanation": "1926 yılında kabul edilen Türk Medeni Kanunu, Türk İnkılabı'nın hukuk alanındaki en önemli ve radikal dönüşümlerinden biridir. İsviçre Medeni Kanunu örnek alınarak hazırlanmış, dini hukuk kuralları yerine laik ve modern hukuk kurallarını getirmiştir. Bu kanunla birlikte kadınlara boşanma, miras ve tanıklık gibi konularda erkeklerle eşit haklar tanınmış, resmi nikah zorunlu hale getirilmiş ve tek eşlilik ilkesi benimsenmiştir. Diğer seçenekler de önemli inkılaplardır ancak hukuk alanında toplumsal yapıyı bu denli doğrudan ve köklü bir şekilde değiştiren adım Türk Medeni Kanunu'dur.",
    "options": [
      {
        "text": "Türk Medeni Kanunu'nun kabulü (1926)",
        "isCorrect": true
      },
      {
        "text": "Tekke ve Zaviyelerin Kapatılması (1925)",
        "isCorrect": false
      },
      {
        "text": "Soyadı Kanunu'nun kabulü (1934)",
        "isCorrect": false
      },
      {
        "text": "Tevhid-i Tedrisat Kanunu'nun kabulü (1924)",
        "isCorrect": false
      }
    ],
    "topic": "Türk İnkılabı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Atatürk ilkelerinden 'Halkçılık', aşağıdaki uygulamalardan hangisi ile en doğrudan ve somut bir şekilde hayata geçirilmiştir?",
    "explanation": "Halkçılık ilkesi, toplumsal sınıf ayrıcalıklarını kaldırmayı ve halkın yönetime eşit katılımını sağlamayı hedefler. Saltanatın kaldırılması, hanedan ve soya dayalı bir yönetim anlayışını (bir sınıf ayrıcalığını) ortadan kaldırarak, egemenliğin doğrudan millete verilmesini sağlamıştır. Bu, halkçılık ilkesinin siyasi alandaki en temel ve doğrudan uygulamasıdır. Diğer seçenekler farklı ilkelerle daha yakından ilişkilidir: Medeni Kanun'un kabulü (Laiklik), Kabotaj Kanunu (Milliyetçilik/Ekonomik Bağımsızlık), Tevhid-i Tedrisat (Laiklik/Millîlik).",
    "options": [
      {
        "text": "Saltanatın kaldırılmasıyla egemenliğin millete ait olduğunun ilan edilmesi",
        "isCorrect": true
      },
      {
        "text": "Türk Medeni Kanunu'nun kabulü ile kadın-erkek eşitliğinin hukuken sağlanması",
        "isCorrect": false
      },
      {
        "text": "Kabotaj Kanunu'nun çıkarılmasıyla Türk karasularında taşıma hakkının millileştirilmesi",
        "isCorrect": false
      },
      {
        "text": "Tevhid-i Tedrisat Kanunu ile eğitimin birleştirilmesi",
        "isCorrect": false
      }
    ],
    "topic": "Atatürkçülük ve Atatürk İlkeleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türkiye'nin 1932 yılında Milletler Cemiyeti'ne üye olmasının temel dış politika gerekçesi aşağıdakilerden hangisidir?",
    "explanation": "Türkiye, 1930'larda dünyada yükselen revizyonist tehditlere (İtalya ve Almanya) karşı güvenliğini sağlamak ve statükocu devletlerle (İngiltere, Fransa) ilişkilerini güçlendirmek amacıyla Milletler Cemiyeti'ne üye olmuştur. Bu hamle, 'Yurtta Sulh, Cihanda Sulh' ilkesi doğrultusunda, kolektif güvenlik sistemine entegre olarak dış politikada aktif bir rol alma stratejisinin parçasıydı. Diğer seçeneklerdeki hedefler, Türkiye'nin o dönemdeki öncelikli dış politika motivasyonlarını yansıtmamaktadır.",
    "options": [
      {
        "text": "Batılı devletlerle ilişkileri güçlendirerek revizyonist tehditlere karşı kolektif güvenlik sistemine dahil olmak",
        "isCorrect": true
      },
      {
        "text": "Sovyetler Birliği ile olan ikili ilişkileri daha da derinleştirmek ve ittifakı pekiştirmek",
        "isCorrect": false
      },
      {
        "text": "Osmanlı Devleti'nden kalan borçların tamamen silinmesini sağlamak",
        "isCorrect": false
      },
      {
        "text": "Boğazlar üzerindeki tam egemenliği Milletler Cemiyeti garantisi altına almak",
        "isCorrect": false
      }
    ],
    "topic": "Türk Dış Politikası",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  }
]