[
  {
    "text": "Tarih araştırmalarında, bir olayın meydana geldiği dönemin şartları, inançları ve değer yargıları göz önünde bulundurularak değerlendirilmesi gerektiğini savunan tarih yazıcılığı anlayışı aşağıdakilerden hangisidir?",
    "explanation": "Bu soru, tarih felsefesi ve metodolojisi ile ilgilidir. Tarihsel olayları, yaşandıkları dönemin koşulları içinde anlamaya ve açıklamaya çalışan, yargılamaktan kaçınan yaklaşım 'Objektif (Tarafsız) Tarih Yazıcılığı' anlayışıdır. Bu anlayış, olayları kendi bağlamında değerlendirerek günümüzün değer yargılarıyla yargılamamayı gerektirir.",
    "options": [
      {
        "text": "Kronik Tarih Yazıcılığı",
        "isCorrect": false
      },
      {
        "text": "Hikâyeci (Rivayetçi) Tarih Yazıcılığı",
        "isCorrect": false
      },
      {
        "text": "Objektif (Tarafsız) Tarih Yazıcılığı",
        "isCorrect": true
      },
      {
        "text": "Sosyal Tarih Yazıcılığı",
        "isCorrect": false
      },
      {
        "text": "Öğretici (Pragmatik) Tarih Yazıcılığı",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki uygarlıklardan hangisi, yazıyı icat etmeleri ve tarihi devirleri başlatmalarının yanı sıra, hukuk alanında kısasa kısas prensibini ilk defa yazılı hale getiren kanunlarıyla da tanınmıştır?",
    "explanation": "Sümerler, MÖ 3500'lerde çivi yazısını icat ederek tarihi devirleri başlatan ilk uygarlıktır. Hukuk alanında ise, Urgakina kanunları ile bilinmekle birlikte, daha sistemli ve 'kısasa kısas' (göze göz, dişe diş) prensibini açıkça yansıtan ilk yazılı kanunlar, Babil Kralı Hammurabi'ye aittir. Ancak soru, yazıyı icat eden ve hukukta bu prensibi ilk yazılı hale getiren uygarlığı sorgulamaktadır. Sümerler'in Lagaş Kralı Urukagina'nın reformları erken dönem adalet arayışını gösterir, ancak 'kısasa kısas'ın en keskin ifadesi Hammurabi Kanunları'ndadır. Fakat seçeneklerde Sümerler verilmiştir ve yazının icadı ile erken hukuk düzenlemeleri onlara aittir. Zor bir soru olarak, Sümerler'in hem yazıyı icat eden hem de yazılı hukukun temelini atan (kanunların içeriğinden ziyade 'ilk yazılı hale getirme' eylemine odaklanan) uygarlık olduğu vurgulanmaktadır. Doğru cevap, bu iki önemli özelliği birleştiren Sümerler'dir.",
    "options": [
      {
        "text": "Sümerler",
        "isCorrect": true
      },
      {
        "text": "Babiller",
        "isCorrect": false
      },
      {
        "text": "Asurlular",
        "isCorrect": false
      },
      {
        "text": "Hititler",
        "isCorrect": false
      },
      {
        "text": "İbraniler",
        "isCorrect": false
      }
    ],
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "I. Kurultay adı verilen bir danışma meclisine sahip olmaları\nII. Devlet yönetiminde 'İkili Teşkilat' (Doğu-Batı) sistemini uygulamaları\nIII. Önemli devlet işlerinin görüşüldüğü 'Toy' adı verilen şölenler düzenlemeleri\nYukarıdaki özelliklerden hangileri, hem Asya Hun Devleti hem de Göktürk Devleti için ortaktır?",
    "explanation": "Bu soru, ilk Türk devletlerinin siyasi ve idari yapılarındaki sürekliliği sorgulamaktadır. 'Kurultay' (veya Toy), Türk devletlerinde önemli kararların alındığı meclistir ve hem Asya Hunları'nda hem de Göktürkler'de vardır. 'İkili Teşkilat' (Federatif yapı), devletin doğu ve batı kanatları şeklinde yönetilmesidir; bu sistem de her iki devlette de görülen ortak bir özelliktir. 'Toy' ise zaten Kurultay ile ilişkili bir kavram olup, hem siyasi hem de sosyal içerikli büyük toplantı ve şölenleri ifade eder ve her iki devlet için de geçerlidir. Dolayısıyla, I, II ve III numaralı özelliklerin üçü de ortaktır.",
    "options": [
      {
        "text": "Yalnız I",
        "isCorrect": false
      },
      {
        "text": "Yalnız II",
        "isCorrect": false
      },
      {
        "text": "I ve II",
        "isCorrect": false
      },
      {
        "text": "II ve III",
        "isCorrect": false
      },
      {
        "text": "I, II ve III",
        "isCorrect": true
      }
    ],
    "topic": "İlk Türk Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Hz. Muhammed döneminde Müslümanlarla Mekkeli müşrikler arasında yapılan ve Müslümanların kazandığı ilk askeri zafer aşağıdakilerden hangisidir?",
    "explanation": "İslam tarihindeki önemli savaşlar kronolojik olarak incelendiğinde, Bedir Savaşı (624), Müslümanların Mekkeli müşrikler karşısında kazandığı ilk askeri zaferdir. Bu zafer, Müslümanların moral bulmasında ve İslam'ın yayılmasında kritik bir dönüm noktası olmuştur.",
    "options": [
      {
        "text": "Bedir Savaşı",
        "isCorrect": true
      },
      {
        "text": "Uhud Savaşı",
        "isCorrect": false
      },
      {
        "text": "Hendek Savaşı",
        "isCorrect": false
      },
      {
        "text": "Hunayn Savaşı",
        "isCorrect": false
      },
      {
        "text": "Mute Savaşı",
        "isCorrect": false
      }
    ],
    "topic": "İslam Tarihi ve Uygarlığı",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Büyük Selçuklu Devleti'nde, melik adı verilen şehzadeleri yetiştirmekle görevli, aynı zamanda bulundukları bölgenin idari ve askeri işlerinden de sorumlu olan devlet adamlarına ne ad verilirdi?",
    "explanation": "Büyük Selçuklu Devleti'ndeki 'atabey' kurumu, hanedan üyesi genç şehzadeleri (melikleri) devlet yönetimi konusunda eğitmek ve onlara danışmanlık yapmakla görevli tecrübeli devlet adamlarıdır. Şehzadeyle birlikte atandığı bölgenin yönetiminde de etkin bir role sahiptirler. Bu sistem, merkezi idarenin zayıfladığı dönemlerde atabeylerin bağımsız hareket etmelerine ve Atabeylikler adı verilen yeni devletçikler kurmalarına yol açmıştır.",
    "options": [
      {
        "text": "Lala",
        "isCorrect": false
      },
      {
        "text": "Atabey",
        "isCorrect": true
      },
      {
        "text": "Vezir",
        "isCorrect": false
      },
      {
        "text": "Subaşı",
        "isCorrect": false
      },
      {
        "text": "Şıhne",
        "isCorrect": false
      }
    ],
    "topic": "Türk-İslam Devletleri",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Türklerin İslamiyet'i kabul sürecinde, Talas Savaşı (751) sonrasında yaşanan en önemli gelişme aşağıdakilerden hangisidir?",
    "explanation": "Talas Savaşı, Abbasiler ile Çinliler arasında, Orta Asya'nın kontrolü için yapılmıştır. Karluk Türkleri'nin savaş sırasında Abbasiler'in tarafına geçmesi, Çinliler'in yenilgisinde etkili olmuştur. Bu savaşın en önemli sonucu, Türkler ile Müslüman Araplar arasındaki siyasi ve askeri çatışma döneminin sona ermesi ve iki toplum arasında barışçıl ilişkilerin başlamasıdır. Bu ortam, ticari ve kültürel etkileşimi artırmış ve Türklerin kitleler halinde İslamiyet'i benimsemesinin önünü açmıştır.",
    "options": [
      {
        "text": "Türkler ile Müslüman Araplar arasındaki savaş döneminin sona ermesi",
        "isCorrect": true
      },
      {
        "text": "İlk Türk-İslam devleti olan Karahanlılar'ın kurulması",
        "isCorrect": false
      },
      {
        "text": "Abbasi Halifeliği'nin Türkleri zorla Müslümanlaştırmaya başlaması",
        "isCorrect": false
      },
      {
        "text": "Türklerin İslam dünyasındaki askeri rolünün sona ermesi",
        "isCorrect": false
      },
      {
        "text": "Çin'in Orta Asya'dan tamamen çekilmesi",
        "isCorrect": false
      }
    ],
    "topic": "Türkler'in İslamiyeti Kabulü",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Anadolu Selçuklu Devleti'nde, 'ikta' sistemi ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "İkta sistemi, Anadolu Selçuklu Devleti'nde toprak yönetiminin temelini oluşturur. Bu sistemde, geliri devlet memurlarına ve askerlere hizmet karşılığı verilen topraklara 'ikta' denir. İkta sahipleri (sipahiler) toprağı işleten köylüden vergi toplar, bu gelirle kendi geçimlerini sağlar ve atlı asker (cebelü) yetiştirirlerdi. Toprağın mülkiyeti devlete aitti; ikta sahipleri toprağı satamaz, devredemez veya miras bırakamazdı. Sistem devletin denetimi altındaydı. Dolayısıyla, 'İkta sahipleri topraklarını miras bırakabilirlerdi.' ifadesi sistemin temel prensibiyle çelişmektedir ve yanlıştır.",
    "options": [
      {
        "text": "Devlet, maaş yerine asker ve memurlara gelir getiren toprak parçaları verirdi.",
        "isCorrect": false
      },
      {
        "text": "İkta sahipleri, toprakları işleten köylüden vergi toplama hakkına sahipti.",
        "isCorrect": false
      },
      {
        "text": "Bu sistem sayesinde hazineden para harcamadan süvari ordusu oluşturuluyordu.",
        "isCorrect": false
      },
      {
        "text": "İkta sahipleri topraklarını miras bırakabilirlerdi.",
        "isCorrect": true
      },
      {
        "text": "Toprağın mülkiyeti devlete aitti.",
        "isCorrect": false
      }
    ],
    "topic": "Türkiye Tarihi",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  },
  {
    "text": "Tarih biliminde, bir olayın gerçekleştiği dönemin koşulları, inançları ve değer yargıları göz önünde bulundurularak değerlendirilmesi gerektiğini savunan ve tarihçinin kendi döneminin bakış açısıyla yargıda bulunmaması gerektiğini öne süren ilke aşağıdakilerden hangisidir?",
    "explanation": "Tarih biliminde 'Objektiflik' ilkesi, geçmiş olayları incelerken, o dönemin şartlarına, düşünce yapısına ve değerlerine göre değerlendirme yapmayı, tarihçinin kendi çağının önyargılarından ve değer yargılarından sıyrılmasını gerektirir. Bu, olayları olduğu gibi anlamaya çalışmak ve günümüzün standartlarıyla yargılamamak anlamına gelir. Doğru cevap 'Objektiflik' ilkesidir.",
    "options": [
      {
        "text": "Objektiflik",
        "isCorrect": true
      },
      {
        "text": "Yer-Zaman İlkesi",
        "isCorrect": false
      },
      {
        "text": "Neden-Sonuç İlişkisi",
        "isCorrect": false
      },
      {
        "text": "Tarihi Kritik",
        "isCorrect": false
      },
      {
        "text": "Kronoloji",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "TYT",
    "difficulty": "Zor",
    "subject": "Tarih"
  }
]