[
  {
    "text": "Hititlerin başkenti Hattuşaş'ta yapılan kazılarda, MÖ 13. yüzyıla tarihlenen bir tablette, 'Kadeş Antlaşması' metninin yanı sıra, bir 'demir hançer' ve 'altın kaplama bir boğa heykelciği' bulunmuştur. Bu buluntular, Hititlerle ilgili aşağıdaki yargılardan hangisini doğrular niteliktedir?",
    "options": [
      {
        "text": "Anadolu'da demir işlemeciliğini geliştirdikleri ve dini törenlerde hayvan figürlerine önem verdikleri",
        "isCorrect": true
      },
      {
        "text": "Yazıyı icat ettikleri ve tek tanrılı bir inanca sahip oldukları",
        "isCorrect": false
      },
      {
        "text": "Deniz ticaretiyle uğraştıkları ve para kullanımını yaygınlaştırdıkları",
        "isCorrect": false
      },
      {
        "text": "Mimari eserlerinde sütun kullanımını başlattıkları ve piramit inşa ettikleri",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A'dır. Demir hançer, Hititlerin demir işlemeciliğindeki ustalığını; altın kaplama boğa heykelciği ise dini törenlerde ve sembollerde boğa gibi hayvan figürlerine verdikleri önemi gösterir. B seçeneği yanlıştur çünkü yazıyı icat etmemişler, çivi yazısını kullanmışlardır ve çok tanrılı bir inanca sahiptirler. C ve D seçenekleri, Hititlerin özellikleriyle örtüşmemektedir.",
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "Hititler",
      "Hattuşaş",
      "Demir Çağı",
      "Arkeolojik Buluntu",
      "Kadeş Antlaşması"
    ],
    "learningObjective": "Öğrencinin, arkeolojik buluntuları yorumlayarak bir uygarlığın sosyal, ekonomik ve dini özellikleri hakkında çıkarım yapabilme becerisini ölçmek.",
    "subject": "Tarih"
  },
  {
    "text": "Kurtuluş Savaşı'nın Doğu Cephesi'nde, 15. Kolordu Komutanı Kazım Karabekir Paşa'nın 'Tam bağımsızlık ilkesi, Misak-ı Milli sınırları içinde bir Ermeni devletine izin vermez' sözü ve takip eden askeri harekât, aşağıdaki antlaşmalardan hangisinin imzalanmasıyla sonuçlanmıştır?",
    "options": [
      {
        "text": "Gümrü Antlaşması (2-3 Aralık 1920)",
        "isCorrect": true
      },
      {
        "text": "Ankara Antlaşması (20 Ekim 1921)",
        "isCorrect": false
      },
      {
        "text": "Kars Antlaşması (13 Ekim 1921)",
        "isCorrect": false
      },
      {
        "text": "Moskova Antlaşması (16 Mart 1921)",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A'dır. Kazım Karabekir Paşa komutasındaki Türk ordusunun Doğu Cephesi'ndeki başarılı harekâtı sonucu, Ermenistan ile Gümrü Antlaşması imzalanmıştır. B seçeneği, Fransa ile; C seçeneği, Sovyet Rusya öncülüğünde Kafkas cumhuriyetleri ile; D seçeneği ise Sovyet Rusya ile imzalanan antlaşmalardır ve Doğu Cephesi'nin doğrudan sonucu değildir.",
    "topic": "Kurtuluş Savaşında Cepheler",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "Doğu Cephesi",
      "Kazım Karabekir",
      "Gümrü Antlaşması",
      "Misak-ı Milli",
      "Ermeni Meselesi"
    ],
    "learningObjective": "Öğrencinin, Kurtuluş Savaşı cephelerindeki askeri ve diplomatik gelişmeleri, önemli şahsiyetlerin söylemleri ve antlaşmalar bağlamında eşleştirebilme bilgisini ölçmek.",
    "subject": "Tarih"
  },
  {
    "text": "Tarih biliminin temel ilkelerinden biri olan nesnellik, tarihçinin geçmişi yorumlarken hangi yaklaşımı benimsemesi gerektiğini ifade eder? Aşağıdakilerden hangisi bu yaklaşımı en iyi tanımlar?",
    "options": [
      {
        "text": "Tarihçi, kendi görüşlerini ve duygularını yansıtarak geçmişi anlatmalıdır; çünkü tarih öznel bir deneyimdir.",
        "isCorrect": false
      },
      {
        "text": "Tarihçi, belgeleri olduğu gibi sunmalı ve yorum yapmaktan kaçınmalıdır; bu sayede nesnellik sağlanır.",
        "isCorrect": false
      },
      {
        "text": "Tarihçi, geçmiş olayları değerlendirirken farklı kaynakları karşılaştırmalı, kanıtlara dayanarak yorum yapmalı ve dönemin bağlamını göz önünde bulundurmalıdır.",
        "isCorrect": true
      },
      {
        "text": "Tarihçi, yalnızca en popüler kaynakları kullanarak geçmişi anlatmalı; bu, tarihsel anlatımın daha ilgi çekici olmasını sağlar.",
        "isCorrect": false
      }
    ],
    "explanation": "Nesnellik, tarihçinin geçmişi yorumlarken tarafsız kalmasını ve kanıtları dikkate alarak değerlendirme yapmasını gerektirir. Bu bağlamda, farklı kaynakların karşılaştırılması ve dönemin koşullarının göz önünde bulundurulması önemlidir. Aksi takdirde, tarihsel anlatım öznel bir hale gelir ve güvenilirliği azalır.",
    "topic": "Tarih Bilimine Giriş",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "nesnellik",
      "kaynak karşılaştırma",
      "tarihsel yorum",
      "belge analizi"
    ],
    "learningObjective": "Öğrenci, tarihsel bilgi üretiminde nesnellik ilkesini değerlendirerek kanıta dayalı yorum yapma becerisini geliştirir.",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki uygarlıklardan hangisi, tarım devrimi sonrası oluşan toplumsal değişimlerin en belirgin örneğini sergilemiştir?",
    "options": [
      {
        "text": "Mezopotamya",
        "isCorrect": true
      },
      {
        "text": "Mısır",
        "isCorrect": false
      },
      {
        "text": "Hint Uygarlığı",
        "isCorrect": false
      },
      {
        "text": "Çin Uygarlığı",
        "isCorrect": false
      }
    ],
    "explanation": "Mezopotamya, tarım devrimi ile birlikte yerleşik hayata geçişin en belirgin örneklerinden birini sunar. Bu dönemde tarımsal üretim artışı, toplumsal tabakalaşma ve merkezi yönetimlerin ortaya çıkmasına yol açmıştır. Mısır, Hint ve Çin uygarlıkları da tarımın etkilerini yaşamış olsa da, Mezopotamya'daki kadar belirgin değişimler gözlemlenmemiştir.",
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "Mezopotamya",
      "tarım devrimi",
      "toplumsal değişim"
    ],
    "learningObjective": "Öğrenci, tarım devriminin uygarlıklar üzerindeki etkilerini değerlendirerek Mezopotamya'nın önemini anlayabilir.",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki devletlerden hangisi, İlk Türk Devletleri arasında yer almaz?",
    "options": [
      {
        "text": "Göktürkler",
        "isCorrect": false
      },
      {
        "text": "Uygurlar",
        "isCorrect": false
      },
      {
        "text": "Avarlar",
        "isCorrect": false
      },
      {
        "text": "Selçuklular",
        "isCorrect": true
      }
    ],
    "explanation": "Selçuklular, İlk Türk Devletleri döneminden sonra, özellikle 11. yüzyılda ortaya çıkan bir Türk devletidir. Göktürkler ve Uygurlar ise İlk Türk Devletleri arasında yer alır. Avarlar da Türk kökenli bir halktır ancak İlk Türk Devletleri kategorisinde değerlendirilmez.",
    "topic": "İlk Türk Devletleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "Göktürkler",
      "Uygurlar",
      "Selçuklular"
    ],
    "learningObjective": "İlk Türk Devletleri ile sonraki Türk devletleri arasındaki farkları ve dönemleri ayırt edebilme yeteneğini geliştirir.",
    "subject": "Tarih"
  },
  {
    "text": "Bir Orta Çağ vakfiyesini okurken, dönemin vakıf hukuku ve sosyal yardım anlayışı çerçevesinde değerlendirmek.",
    "isCorrect": false
  },
  {
    "text": "Sümerler",
    "isCorrect": false
  }
]