[
  {
    "text": "Aşağıdaki cümlelerin hangisinde, altı çizili sözcük 'işteş' çatı özelliği taşımaktadır?",
    "options": [
      {
        "text": "Çocuk, bahçede koşarak annesinin yanına geldi.",
        "isCorrect": false
      },
      {
        "text": "İki arkadaş, uzun süredir görüşmedikleri için hasretle kucaklaştı.",
        "isCorrect": true
      },
      {
        "text": "Yazar, yeni romanını bir yılda tamamlayarak yayımladı.",
        "isCorrect": false
      },
      {
        "text": "Kapıyı sertçe kapattığı için camlar sarsıldı.",
        "isCorrect": false
      }
    ],
    "explanation": "İşteş fiiller, karşılıklı veya birlikte yapılma anlamı taşır. 'Kucaklaşmak' fiili, karşılıklı bir eylemi ifade ettiği için işteş çatılıdır. Diğer seçeneklerdeki fiiller (gelmek, yayımlamak, sarsılmak) işteşlik anlamı taşımaz; sırasıyla etken, ettirgen ve edilgen çatı özellikleri gösterir.",
    "topic": "Filde Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "işteş fiil",
      "çatı",
      "karşılıklı eylem",
      "fiilde çatı"
    ],
    "learningObjective": "Öğrenci, bir fiilin işteş çatı özelliği taşıyıp taşımadığını, eylemin karşılıklı veya birlikte yapılma anlamı içerip içermediğine bakarak ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'ünlü daralması' (ünlü incelmesi) olayı vardır?",
    "options": [
      {
        "text": "Bu konuyu daha sonra tekrar konuşalım.",
        "isCorrect": false
      },
      {
        "text": "Yeni gelen öğrenci, sınıfta kendini hemen gösteriyor.",
        "isCorrect": true
      },
      {
        "text": "Sabahları erken kalkmak onun için bir rutindi.",
        "isCorrect": false
      },
      {
        "text": "O eski mahallede oynadığımız oyunları özlüyorum.",
        "isCorrect": false
      }
    ],
    "explanation": "Ünlü daralması, geniş ünlüler (a, e) ile biten fiil köklerine '-yor' eki geldiğinde, bu geniş ünlülerin dar ünlülere (ı, i, u, ü) dönüşmesidir. 'Göster-' fiil kökü 'e' ile biter. '-yor' eki geldiğinde 'gösteriyor' şeklinde yazılır ve burada 'e' sesi 'i' sesine daralmıştır. Diğer cümlelerde bu kurala uygun bir daralma yoktur.",
    "topic": "Ses Bilgisi",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ünlü daralması",
      "ünlü incelmesi",
      "-yor eki",
      "ses olayları"
    ],
    "learningObjective": "Öğrenci, bir cümlede '-yor' ekinin sebep olduğu ünlü daralması ses olayını tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "'Bu eski kitap, dedemden bana kalan en değerli hatıradır.' cümlesindeki altı çizili bölümün cümle öğesi aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Özne",
        "isCorrect": false
      },
      {
        "text": "Yüklem",
        "isCorrect": false
      },
      {
        "text": "Belirtili Nesne",
        "isCorrect": false
      },
      {
        "text": "Dolaylı Tümleç",
        "isCorrect": true
      }
    ],
    "explanation": "Cümledeki 'bana' sözcüğü, yükleme 'kime?' sorusu sorularak bulunur. 'Kalan (ney?) hatıra' şeklinde değil, 'kalan (kime?) bana' şeklinde cevap verir. '-e' hal eki aldığı ve yüklemi dolaylı yönden tamamladığı için bu bölümün görevi dolaylı tümleçtir. Cümlenin öznesi 'Bu eski kitap', yüklemi 'hatıradır'dır.",
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "dolaylı tümleç",
      "cümlenin öğeleri",
      "-e hali",
      "tümleç"
    ],
    "learningObjective": "Öğrenci, bir cümlede yükleme sorulan 'kime, kimde, kimden, nereye, nerede, nereden' sorularıyla dolaylı tümleci doğru bir şekilde tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük, yapısı bakımından diğerlerinden farklıdır?",
    "options": [
      {
        "text": "Bu iş için gerekli olan tüm belgeleri topladık.",
        "isCorrect": false
      },
      {
        "text": "Onun bu davranışı, herkesi oldukça şaşırttı.",
        "isCorrect": false
      },
      {
        "text": "Yolculuk boyunca pencereden dışarıyı seyretti.",
        "isCorrect": false
      },
      {
        "text": "Sınıfın en çalışkan öğrencisi, bu yarışmada birinci oldu.",
        "isCorrect": true
      }
    ],
    "explanation": "Seçeneklerdeki 'belgeleri', 'davranışı', 'seyretti' sözcükleri türemiş (gövde) sözcüklerdir ('belge-le-r-i', 'davran-ış-ı', 'sey-ret-ti'). Ancak 'çalışkan' sözcüğü, 'çalış-' fiil köküne '-kan' yapım eki getirilerek türetilmiş bir sıfattır. Soruda 'yapısı bakımından farklı' denilerek basit, türemiş, birleşik ayrımı yapılması istenmektedir. İlk üç seçenekteki altı çizili sözcükler cümle içinde çekim eki almış halleriyle verilmiştir, ancak kök/gövde yapıları türemiştir. 'Çalışkan' ise doğrudan türemiş yapıdadır. Sorunun zorluk seviyesine uygun olarak, seçeneklerdeki sözcüklerin kök/gövde yapılarına odaklanmak gerekir. 'Çalışkan' diğerlerinden farklı olarak bir sıfat-fiil (ortaç) türemiş sözcüktür ve yapısal olarak bu incelikle diğerlerinden ayrılır.",
    "topic": "Sözcükte Yapı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcükte yapı",
      "türemiş sözcük",
      "yapım eki",
      "sıfat-fiil",
      "çalışkan"
    ],
    "learningObjective": "Öğrenci, bir sözcüğün yapısını (basit, türemiş, birleşik) ve türemiş sözcüklerdeki yapım eki türlerini (isimden fiil, fiilden isim, fiilden fiil) ayırt edebilmelidir. Özellikle sıfat-fiil ekleriyle (-an, -ası, -mez, -ar, -dik, -ecek, -miş) türemiş sözcükleri tanıyabilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, isim ve sıfat tamlamalarının iç içe kullanılmasından kaynaklanan anlatım bozukluğu vardır?",
    "options": [
      {
        "text": "Bu öğrencilerin sınav sonuçlarının değerlendirilmesi gerekiyor.",
        "isCorrect": false
      },
      {
        "text": "Şirketin yeni ürün tanıtım toplantısının organizasyonu mükemmeldi.",
        "isCorrect": false
      },
      {
        "text": "Okulun bahçe duvarının boyama işlerinin tamamlanması uzun sürdü.",
        "isCorrect": true
      },
      {
        "text": "Projenin uygulama aşamalarının planlanması önem taşıyor.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. 'Okulun bahçe duvarının boyama işlerinin tamamlanması' ifadesinde çok fazla tamlama zinciri bulunmaktadır. Bu durum, cümlenin anlaşılırlığını azaltır ve anlatım bozukluğuna yol açar. Diğer seçeneklerdeki tamlamalar daha dengeli ve anlaşılır yapıdadır.",
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım bozukluğu",
      "tamlamalar",
      "cümle yapısı",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, isim ve sıfat tamlamalarının aşırı ve iç içe kullanımının anlatım bozukluğuna yol açtığını kavrayacak, cümlelerin anlaşılırlık ölçütlerini değerlendirebilecektir."
  },
  {
    "text": "Aşağıdaki cümlelerin hangisindeki altı çizili deyim, ötekilerden farklı bir anlam ilişkisi içinde kullanılmıştır?",
    "options": [
      {
        "text": "Olaydan sonra bütün sorumluluğu üstüne aldı ve kimseyi suçlamadı.",
        "isCorrect": false
      },
      {
        "text": "Bu projede yükün büyük kısmı genç mühendislerin omuzlarındaydı.",
        "isCorrect": false
      },
      {
        "text": "Toplantıda sözü hiç eveleyip gevelemeden doğrudan konuya girdi.",
        "isCorrect": true
      },
      {
        "text": "Ekibin başarısı için bütün yükü tek başına çekmeye çalışıyordu.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. A, B ve D seçeneklerindeki deyimler 'sorumluluk üstlenmek, yük taşımak' anlamında benzer anlam ilişkisi içindedir. C seçeneğindeki 'eveleyip gevelemek' deyimi ise 'dolaylı anlatmak, sözü dolandırmak' anlamındadır ve diğerlerinden farklı bir anlam alanına aittir.",
    "topic": "Deyim ve Atasözü",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "deyim",
      "anlam ilişkisi",
      "deyim analizi",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, deyimlerin anlam özelliklerini kavrayacak, benzer ve farklı anlam ilişkilerini ayırt edebilecek, bağlam içinde deyimlerin işlevlerini analiz edebilecektir."
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde ünsüz yumuşaması (yumuşama, değişme) ile ilgili bir yazım yanlışı vardır?",
    "options": [
      {
        "text": "Kitabın son sayfasında yazarın notu dikkat çekiciydi.",
        "isCorrect": false
      },
      {
        "text": "Dolabın içindeki eşyaları düzenlemek için yardıma ihtiyacı vardı.",
        "isCorrect": false
      },
      {
        "text": "Ağacın dalları rüzgarda hışırdıyor, yapraklar yavaşça düşüyordu.",
        "isCorrect": false
      },
      {
        "text": "Otoparktaki araç sayısı beklenenden fazlaydı bu akşam.",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir. 'Otoparktaki' sözcüğünde ünsüz yumuşaması doğru uygulanmıştır ('otoparkta' + 'ki' = otoparktaki), ancak 'fazlaydı' sözcüğünde yazım yanlışı vardır. Doğrusu 'fazlaydı' değil, ünsüz yumuşamasına uğramış haliyle 'fazlaydı' şeklinde yazılmalıdır. Burada 'fazla' sözcüğüne eklenen '-idi' ekinin yumuşayarak '-ydı' olması gerekir.",
    "topic": "Ses Bilgisi",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ünsüz yumuşaması",
      "ses olayları",
      "yazım yanlışı",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, ünsüz yumuşaması kuralını kavrayacak, bu kuralın yazımdaki uygulamalarını değerlendirecek, yazım yanlışlarını tespit edebilecektir."
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde parantez (yay ayraç) işareti yanlış kullanılmıştır?",
    "options": [
      {
        "text": "Yazarın son romanı (2023'te yayımlandı) büyük ilgi gördü.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda farklı görüşler (örneğin Smith, 2019 ve Johnson, 2021) ileri sürülmüştür.",
        "isCorrect": false
      },
      {
        "text": "Toplantıya katılanlar (Ahmet Bey, Ayşe Hanım) ve diğer çalışanlar) erken geldi.",
        "isCorrect": true
      },
      {
        "text": "Şirketin yıllık raporunda (bkz. Ek 1) önemli veriler paylaşıldı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. Bu cümlede parantez işareti yanlış kullanılmıştır. 've diğer çalışanlar)' ifadesindeki kapatma parantezi gereksizdir ve cümlenin yapısını bozmaktadır. Doğru kullanım 'Toplantıya katılanlar (Ahmet Bey, Ayşe Hanım ve diğer çalışanlar) erken geldi.' şeklinde olmalıdır. Diğer seçeneklerde parantez işareti doğru kullanılmıştır.",
    "topic": "Noktalama İşaretleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "parantez",
      "yay ayraç",
      "noktalama",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, parantez (yay ayraç) işaretinin kullanım kurallarını kavrayacak, bu işaretin cümle içindeki doğru ve yanlış kullanımlarını ayırt edebilecek, noktalama hatalarını tespit edebilecektir."
  },
  {
    "text": "(I) Masmavi deniz, upuzun kumsal ve birbirinden güzel koylar bu şehrin cazibesini oluşturuyordu. (II) Her yıl binlerce turist, bu doğal güzellikleri görmek için akın ediyordu. (III) Ancak son yıllarda kontrolsüz yapılaşma, çarpık kentleşme ve çevre kirliliği bu güzellikleri tehdit eder hale geldi. (IV) Bu durum karşısında yerel yönetimler ve sivil toplum kuruluşları harekete geçerek koruma projeleri başlattılar.\n\nYukarıdaki parçada numaralanmış cümlelerden hangisinde 'tanımlama' anlatım biçimi kullanılmıştır?",
    "options": [
      {
        "text": "I",
        "isCorrect": true
      },
      {
        "text": "II",
        "isCorrect": false
      },
      {
        "text": "III",
        "isCorrect": false
      },
      {
        "text": "IV",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap I'dir. Çünkü birinci cümlede 'şehrin cazibesini oluşturan unsurlar' sıralanarak betimlenmekte ve bu unsurların özellikleri verilerek tanımlama yapılmaktadır. Diğer cümlelerde ise açıklama, tartışma ve öyküleme anlatım biçimleri kullanılmıştır.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım biçimleri",
      "tanımlama",
      "betimleme",
      "paragraf soruları"
    ],
    "learningObjective": "Öğrenci, paragraftaki farklı cümlelerde kullanılan anlatım biçimlerini (tanımlama, açıklama, tartışma, öyküleme) ayırt edebilmeli ve tanımlamanın ne olduğunu kavramalıdır.",
    "subject": "Türkçe"
  },
  {
    "text": "'Bu kitabı okuduktan sonra hayata bakış açım değişti.' cümlesinde 'değişti' sözcüğü için aşağıdakilerden hangisi söylenebilir?",
    "options": [
      {
        "text": "Ek fiilin görülen geçmiş zamanıyla çekimlenmiştir.",
        "isCorrect": true
      },
      {
        "text": "Birleşik zamanlı fiildir.",
        "isCorrect": false
      },
      {
        "text": "Basit zamanlı fiildir.",
        "isCorrect": false
      },
      {
        "text": "Ek fiilin şartıyla çekimlenmiştir.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap 'Ek fiilin görülen geçmiş zamanıyla çekimlenmiştir.' seçeneğidir. 'Değişti' sözcüğü 'değiş-' fiil köküne '-ti' ek fiilinin getirilmesiyle oluşmuştur. Burada '-ti' eki, ek fiilin görülen (bilinen) geçmiş zaman çekimidir. Cümledeki yüklemin zamanı basit zaman değildir, ek fiille çekimlenmiştir.",
    "topic": "Fill-Ek Fiil",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ek fiil",
      "ek fiil çekimleri",
      "görülen geçmiş zaman",
      "değişti fiili"
    ],
    "learningObjective": "Öğrenci, bir cümledeki yüklemin ek fiille mi yoksa basit zamanlı mı çekimlendiğini analiz edebilmeli ve ek fiilin hangi kipiyle çekimlendiğini belirleyebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'zarf tümleci' yoktur?",
    "options": [
      {
        "text": "Çocuklar, bahçede neşeyle oynuyorlardı.",
        "isCorrect": false
      },
      {
        "text": "Bu soruyu çözmek için biraz daha zaman gerekli.",
        "isCorrect": false
      },
      {
        "text": "Yarın sabah erkenden yola çıkacağız.",
        "isCorrect": false
      },
      {
        "text": "Bu kadar güzel bir manzara ancak burada bulunur.",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap 'Bu kadar güzel bir manzara ancak burada bulunur.' cümlesidir. Bu cümlede 'burada' dolaylı tümleç, 'bulunur' yüklemdir. 'Bu kadar' söz öbeği 'güzel' sıfatını belirttiği için sıfat tamlamasının bir parçasıdır ve zarf tümleci değildir. Diğer cümlelerde sırasıyla 'neşeyle' (durum), 'biraz daha' (miktar), 'yarın sabah erkenden' (zaman) zarf tümleçleri bulunmaktadır.",
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümlenin öğeleri",
      "zarf tümleci",
      "tümleç analizi",
      "öğe bulma"
    ],
    "learningObjective": "Öğrenci, cümle içindeki zarf tümlecini doğru şekilde tespit edebilmeli ve zarf tümlecinin diğer öğelerden (özellikle sıfat tamlamalarından) nasıl ayırt edileceğini öğrenmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "'O, bu konuda söylediklerinize hiç katılmıyor; hatta tam tersi görüşte.' cümlesinde noktalı virgülün kullanılma nedeni aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Cümle içinde virgülle ayrılmış tür veya takımları birbirinden ayırmak",
        "isCorrect": false
      },
      {
        "text": "Özneyi diğer öğelerden ayırmak",
        "isCorrect": false
      },
      {
        "text": "Kendisinden önceki cümle ile kendisinden sonraki cümle arasında sebep-sonuç ilişkisi olduğunu göstermek",
        "isCorrect": false
      },
      {
        "text": "Kendisinden önceki cümle ile kendisinden sonraki cümle arasında içerik ve anlam bakımından yakınlık bulunduğunu göstermek",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap 'Kendisinden önceki cümle ile kendisinden sonraki cümle arasında içerik ve anlam bakımından yakınlık bulunduğunu göstermek' seçeneğidir. Bu cümlede noktalı virgül, 'katılmıyor' ve 'tam tersi görüşte' ifadelerini bağlamakta ve bu iki cümlenin anlamca birbirini tamamladığını, hatta ikinci cümlenin birincinin devamı/pekiştirmesi niteliğinde olduğunu göstermektedir. 'Hatta' bağlacı da bu ilişkiyi desteklemektedir.",
    "topic": "Cümlede Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümlede anlam",
      "noktalı virgül",
      "anlam ilişkileri",
      "noktalama işaretleri"
    ],
    "learningObjective": "Öğrenci, noktalı virgülün cümle içindeki kullanım amacını anlamalı ve bu noktalama işaretinin cümleler arasında kurduğu anlam ilişkisini (özellikle pekiştirme, açıklama, tamamlama ilişkisini) kavrayabilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, virgülün kullanım amacı diğerlerinden farklıdır?",
    "options": [
      {
        "text": "Kitap okumayı, yazı yazmayı, resim yapmayı çok severdi.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda, dediğim gibi, çok dikkatli olmalısın.",
        "isCorrect": false
      },
      {
        "text": "Çocuk, yarışmada birinci olunca çok sevindi.",
        "isCorrect": true
      },
      {
        "text": "Eve geldi, yemeğini yedi, biraz dinlendi.",
        "isCorrect": false
      }
    ],
    "explanation": "C seçeneğindeki cümlede virgül, özneyi belirtmek amacıyla kullanılmıştır. Diğer seçeneklerde ise sıralama, ara söz ve eş görevli sözcükleri ayırmak için kullanılmıştır. Bu nedenle C seçeneğindeki kullanım diğerlerinden farklıdır.",
    "topic": "Noktalama İşaretleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "virgül",
      "noktalama işaretleri",
      "özneyi belirtme",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrencinin virgülün farklı kullanım amaçlarını ayırt edebilmesi ve özneyi belirtme işlevini tanıması",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki parçanın anlatımında ağırlıklı olarak hangi anlatım biçimi kullanılmıştır?\n\n'Dağın eteklerinden tırmanmaya başladık. Her adımda manzara değişiyor, ağaçlar seyrekleşiyordu. Zirveye yaklaştıkça hava soğuyor, nefes almak zorlaşıyordu. Tam zirveye ulaştığımızda, karşımızda muhteşem bir gün batımı belirdi. Güneş, bulutların arasından süzülerek ufka yaklaşıyor, gökyüzü turuncu, mor ve pembenin tonlarına bürünüyordu. O anı hiç unutamayacağım.'",
    "options": [
      {
        "text": "Betimleme (Tasvir)",
        "isCorrect": true
      },
      {
        "text": "Öyküleme (Hikaye Etme)",
        "isCorrect": false
      },
      {
        "text": "Açıklama",
        "isCorrect": false
      },
      {
        "text": "Tartışma",
        "isCorrect": false
      }
    ],
    "explanation": "Parçada, dağ tırmanışı sırasında görülen manzara ve gün batımı ayrıntılı bir şekilde göz önünde canlandırılmaya çalışılmıştır. Görsel öğeler ön plandadır ve okuyucunun zihninde bir resim oluşturma amacı güdülmüştür. Bu özellikler betimleme (tasvir) anlatım biçiminin temel özellikleridir.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım biçimleri",
      "betimleme",
      "tasvir",
      "paragraf analizi"
    ],
    "learningObjective": "Öğrencinin parçada kullanılan anlatım biçimini belirleyebilmesi ve betimlemenin özelliklerini tanıması",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki paragraftan çıkarılabilecek en kapsamlı yargı hangisidir?\n\n'Bazı yazarlar, eserlerinde kullandıkları dilin sade ve anlaşılır olmasına özen gösterirler. Bu tutum, okuyucu kitlesini genişletmek amacıyla benimsenebileceği gibi, anlatılmak isteneni doğrudan ve etkili bir şekilde aktarma kaygısından da kaynaklanabilir. Ancak dilin sadeliği, derinlikten yoksun olması anlamına gelmez. Tam tersine, karmaşık düşünceleri sade bir dille ifade etmek büyük bir ustalık gerektirir.'",
    "options": [
      {
        "text": "Sade dil kullanımı her zaman okuyucu kitlesini artırır.",
        "isCorrect": false
      },
      {
        "text": "Dilin sade olması, eserin derinlikten yoksun olduğunu gösterir.",
        "isCorrect": false
      },
      {
        "text": "Sade dil, karmaşık düşünceleri etkili biçimde aktarmak için kullanılan bir araçtır.",
        "isCorrect": true
      },
      {
        "text": "Yazarlar sade dili yalnızca okuyucu sayısını artırmak için kullanır.",
        "isCorrect": false
      }
    ],
    "explanation": "Paragrafın tamamı değerlendirildiğinde, sade dilin hem okuyucu kitlesini genişletmek hem de etkili anlatım sağlamak için kullanılabileceği, ancak asıl vurgunun 'karmaşık düşünceleri sade bir dille ifade etmek' üzerine olduğu görülür. Bu nedenle C seçeneği paragrafın ana fikrini en kapsamlı şekilde yansıtmaktadır.",
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ana fikir",
      "paragraf yorumlama",
      "çıkarım yapma",
      "TYT paragraf"
    ],
    "learningObjective": "Öğrencinin paragrafın bütününden kapsamlı bir yargı çıkarabilmesi ve ana fikri belirleyebilmesi",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, yüklemin çatı özelliği diğerlerinden farklıdır?",
    "options": [
      {
        "text": "Kapı, rüzgarın şiddetiyle aniden kapandı.",
        "isCorrect": false
      },
      {
        "text": "Toplantıda alınan kararlar bugün uygulanacak.",
        "isCorrect": false
      },
      {
        "text": "Çocuk, parkta oynarken düşüp dizini yaraladı.",
        "isCorrect": true
      },
      {
        "text": "Müze, geçen yıl restorasyon nedeniyle kapatıldı.",
        "isCorrect": false
      }
    ],
    "explanation": "C seçeneğindeki 'yaraladı' yüklemi etken çatılı ve geçişli bir fiildir (özne işi yapar ve nesne alır). Diğer seçeneklerdeki yüklemler ise edilgen çatılıdır ('kapandı', 'uygulanacak', 'kapatıldı'). Bu nedenle C seçeneğindeki yüklemin çatı özelliği diğerlerinden farklıdır.",
    "topic": "Filide Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilde çatı",
      "etken çatı",
      "edilgen çatı",
      "geçişli fiil"
    ],
    "learningObjective": "Öğrencinin fiillerin çatı özelliklerini ayırt edebilmesi ve etken-edilgen çatı farkını kavrayabilmesi",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, cümle türü açısından diğerlerinden farklı bir özellik vardır?",
    "options": [
      {
        "text": "Sanatçının bu eseri, yalnızca edebiyat dünyasında değil, toplumun tüm kesimlerinde büyük yankı uyandırdı.",
        "isCorrect": true
      },
      {
        "text": "Yazar, romanın ilk bölümlerinde kahramanlarını tanıtırken oldukça ayrıntılı davranmıştır.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda yapılan araştırmalar, durumun sanıldığından daha ciddi olduğunu gösteriyor.",
        "isCorrect": false
      },
      {
        "text": "Şiirlerinde doğa betimlemelerine sıkça yer veren şair, bu kez kent yaşamını anlatmayı tercih etmiş.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir çünkü bu cümle, yüklemin türüne göre fiil cümlesi iken diğer üç seçenek isim cümlesidir. 'Uyandırdı' fiil olduğu için A seçeneği fiil cümlesi, diğerlerinde ise 'davranmıştır', 'gösteriyor' ve 'etmiş' ek-fiil almış isim soylu sözcükler bulunmaktadır.",
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümle türleri",
      "fiil cümlesi",
      "isim cümlesi",
      "yüklem türü"
    ],
    "learningObjective": "Öğrencinin cümleleri yüklemin türüne göre (fiil cümlesi/isim cümlesi) ayırt edebilme becerisini ölçmek",
    "subject": "Türkçe"
  },
  {
    "text": "'Ancak' sözcüğü aşağıdaki cümlelerin hangisinde edat olarak kullanılmıştır?",
    "options": [
      {
        "text": "Bu sorunu ancak sen çözebilirsin, başka kimse yardım edemez.",
        "isCorrect": false
      },
      {
        "text": "Yıllardır beklediği terfiyi ancak emekliliğine üç ay kala almıştı.",
        "isCorrect": true
      },
      {
        "text": "Hava soğuktu ancak pikniğe gitmekten vazgeçmediler.",
        "isCorrect": false
      },
      {
        "text": "Sınavı kazanabileceğini düşünüyordu ancak yeterince çalışmamıştı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir çünkü bu cümlede 'ancak' sözcüğü 'yalnızca, sadece' anlamında kullanılarak edat görevindedir. A seçeneğinde 'ancak' bağlaçtır ('ama' anlamında), C ve D seçeneklerinde ise 'ancak' cümleleri birbirine bağlayan bağlaç görevindedir.",
    "topic": "Edat-Bağlaç-Ünlem",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "edat",
      "bağlaç",
      "ancak sözcüğü",
      "edat bağlaç ayrımı"
    ],
    "learningObjective": "Öğrencinin 'ancak' sözcüğünün edat ve bağlaç olarak kullanımını ayırt edebilme becerisini ölçmek",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde bir anlatım bozukluğu vardır?",
    "options": [
      {
        "text": "Yeni açılan restoranın hem yemekleri lezzetli hem de fiyatları oldukça uygundu.",
        "isCorrect": false
      },
      {
        "text": "Toplantıda alınan kararlar, şirketin gelecek beş yıllık stratejisini belirleyecek nitelikteydi.",
        "isCorrect": false
      },
      {
        "text": "Bu projede çalışan mühendislerin çoğu, daha önce benzer deneyimleri yaşamışlardı.",
        "isCorrect": true
      },
      {
        "text": "Sanat galerisindeki sergi, hem yerli hem de yabancı sanatseverlerin büyük ilgisini çekti.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir çünkü bu cümlede 'yaşamışlardı' fiilinde gereksiz çoğul eki kullanılmıştır. 'Mühendislerin çoğu' ifadesi zaten çoğul anlam taşıdığı için fiilin tekil olması gerekir. Doğrusu 'yaşamıştı' olmalıdır. Diğer seçeneklerde anlatım bozukluğu yoktur.",
    "topic": "Anlatım Bozuklukları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım bozukluğu",
      "gereksiz çoğul eki",
      "dil bilgisi hataları",
      "anlam bozukluğu"
    ],
    "learningObjective": "Öğrencinin cümlelerdeki gereksiz çoğul eklerini tespit edebilme ve anlatım bozukluğunu bulabilme becerisini ölçmek",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki parçanın anlatımında ağırlıklı olarak hangi anlatım biçimi kullanılmıştır?\n\n'Şehrin tarihi dokusunu korumak için belediye tarafından başlatılan restorasyon çalışmaları, uzmanların titiz çalışmaları sonucunda tamamlandı. Öncelikle, yapıların orijinal malzemeleri tespit edildi ve bu malzemelerin benzerleri temin edildi. Daha sonra, her bir yapının tarihi kayıtları incelenerek aslına uygun şekilde onarımı gerçekleştirildi. Son olarak, çevre düzenlemesi yapılarak bölge, turistlerin ziyaret edebileceği bir açık hava müzesine dönüştürüldü.'",
    "options": [
      {
        "text": "Betimleme",
        "isCorrect": false
      },
      {
        "text": "Öyküleme",
        "isCorrect": false
      },
      {
        "text": "Açıklama",
        "isCorrect": true
      },
      {
        "text": "Tartışma",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir çünkü parçada bir işlem veya sürecin nasıl gerçekleştirildiği adım adım, nesnel bir şekilde anlatılmıştır. 'Öncelikle', 'daha sonra', 'son olarak' gibi ifadelerle bir sürecin aşamaları sıralanmış ve bilgi verme amacı güdülmüştür. Bu özellikler açıklama anlatım biçiminin temel özellikleridir.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım biçimleri",
      "açıklama",
      "betimleme",
      "öyküleme",
      "tartışma"
    ],
    "learningObjective": "Öğrencinin metinlerde kullanılan anlatım biçimlerini (açıklama, betimleme, öyküleme, tartışma) ayırt edebilme becerisini ölçmek",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'özne-yüklem uyumsuzluğu'ndan kaynaklanan bir anlatım bozukluğu vardır?",
    "options": [
      {
        "text": "Gelen misafirlerin hepsi, ev sahibinin sıcak ilgisi karşısında çok memnun kaldılar.",
        "isCorrect": false
      },
      {
        "text": "Toplantıya katılan herkes, yeni proje hakkındaki düşüncelerini kısaca ifade ettiler.",
        "isCorrect": true
      },
      {
        "text": "Bu kitaptaki öyküler, okuyucuyu farklı dünyalara götürecek nitelikteydi.",
        "isCorrect": false
      },
      {
        "text": "Sergilenen tablolar, sanatseverler tarafından büyük bir beğeni topladı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir. 'Herkes' belgisiz zamiri tekil olduğu için yüklem de tekil olmalıdır; 'ifade ettiler' değil, 'ifade etti' şeklinde olmalıydı. Diğer seçeneklerde özne-yüklem uyumu doğrudur.",
    "topic": "Anlatım Bozuklukları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım bozukluğu",
      "özne yüklem uyumsuzluğu",
      "belgisiz zamir",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, cümledeki özne ile yüklemin sayı ve kişi bakımından uyumlu olması gerektiğini kavrayacak ve bu tür anlatım bozukluklarını tespit edebilecektir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde yüklem, etken çatılı bir fiil olduğu halde cümlenin öznesi gerçek özne değildir?",
    "options": [
      {
        "text": "Kapı, rüzgârın şiddetiyle aniden çarpıldı.",
        "isCorrect": false
      },
      {
        "text": "Bu sorun, uzun görüşmeler sonucunda nihayet çözüldü.",
        "isCorrect": false
      },
      {
        "text": "Yeni açılan mağaza, müşteriler tarafından çok beğenildi.",
        "isCorrect": false
      },
      {
        "text": "Sınav sonuçları, okul idaresince dün akşam açıklandı.",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir. 'Açıklandı' yüklemi etken çatılı bir fiildir (-lan eki olduğu için), ancak işi yapan 'okul idaresi' sözü özne değil, 'tarafından' edatı ile verilerek 'edilgen özne' (sözde özne) olan 'sınav sonuçları' özne yapılmıştır. Bu, 'sözde özne' ile kurulmuş bir etken fiil cümlesidir. Diğer seçeneklerdeki fiiller edilgen çatılıdır.",
    "topic": "Filde Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilde çatı",
      "etken fiil",
      "gerçek özne",
      "sözde özne",
      "edilgen özne"
    ],
    "learningObjective": "Öğrenci, etken çatılı fiillerin her zaman gerçek bir öznesi olmayabileceğini, bazen işi yapanın başka bir öge ile (edilgen özne/sözde özne) belirtilebileceğini ayırt edebilecektir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, farklı türde iki fiilimsi (eylemsi) aynı cümlede kullanılmıştır?",
    "options": [
      {
        "text": "Güneşin batışını izlemek için sahile giden kalabalık, muhteşem manzarayı hayranlıkla seyretti.",
        "isCorrect": true
      },
      {
        "text": "Okuyarak geçirdiği uzun kış geceleri, onun için unutulmaz anılarla doluydu.",
        "isCorrect": false
      },
      {
        "text": "Yarışmayı kazanmak, onun en büyük hayaliydi.",
        "isCorrect": false
      },
      {
        "text": "Koşarken düşen çocuğa hepimiz yardım ettik.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. Bu cümlede 'izlemek' mastar fiilimsi (isim-fiil) ve 'giden' sıfat-fiil fiilimsi olmak üzere iki farklı türde fiilimsi birlikte kullanılmıştır. B seçeneğinde sadece 'okuyarak' (zarf-fiil), C seçeneğinde sadece 'kazanmak' (isim-fiil), D seçeneğinde ise sadece 'koşarken' ve 'düşen' (ikisi de sıfat-fiil) aynı türde fiilimsi kullanılmıştır.",
    "topic": "Fiilimsa",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilimsi",
      "eylemsi",
      "isim fiil",
      "sıfat fiil",
      "zarf fiil",
      "mastar"
    ],
    "learningObjective": "Öğrenci, fiilimsilerin (isim-fiil, sıfat-fiil, zarf-fiil) türlerini tanıyacak ve bir cümlede birden fazla farklı türde fiilimsinin kullanılabileceğini analiz edebilecektir.",
    "subject": "Türkçe"
  },
  {
    "text": "'Bu eski evde, dedemden kalma tozlu rafların arasında kaybolmuş, küçük bir siyah-beyaz fotoğraf albümünü dün akşam üzüntüyle karışık bir heyecanla tekrar tekrar karıştırdım.' cümlesinde aşağıdaki ögelerden hangisi yoktur?",
    "options": [
      {
        "text": "Belirtili Nesne",
        "isCorrect": false
      },
      {
        "text": "Zarf Tümleci",
        "isCorrect": false
      },
      {
        "text": "Dolaylı Tümleç",
        "isCorrect": false
      },
      {
        "text": "Edat Tümleci",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir. Cümlede; 'küçük bir siyah-beyaz fotoğraf albümünü' belirtili nesne, 'dün akşam' ve 'üzüntüyle karışık bir heyecanla' zarf tümleci, 'bu eski evde' ve 'dedemden kalma tozlu rafların arasında' dolaylı tümleç vardır. Ancak cümlede bir edat tümleci (edatlı öge) bulunmamaktadır. 'üzüntüyle karışık bir heyecanla' ifadesi bir zarf tümleci görevindedir.",
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümlenin ögeleri",
      "öge analizi",
      "edat tümleci",
      "dolaylı tümleç",
      "zarf tümleci",
      "belirtili nesne"
    ],
    "learningObjective": "Öğrenci, uzun ve karmaşık bir cümledeki tüm ögeleri (yüklem, özne, nesne, dolaylı tümleç, zarf tümleci, edat tümleci) doğru bir şekilde ayırt edebilecek ve hangi ögenin bulunmadığını tespit edebilecektir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, altı çizili sözcüklerin tümünün yazımı doğrudur?",
    "options": [
      {
        "text": "Herşeyi anladığını sanan bir insan, aslında hiç bir şeyi tam olarak kavrayamaz.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda bir fikrim yok; ancak sanırım birtakım insanlar bu işten hoşnut kalmamış.",
        "isCorrect": true
      },
      {
        "text": "Bu günkü toplantıda, yapılan çalışmalar hakkında bir önbilgi vereceğiz.",
        "isCorrect": false
      },
      {
        "text": "Birçok kişi, yanlız kalmaktan korktuğu için sürekli bir yerlerde vakit geçiriyor.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir. 'Birtakım' sözcüğü belirsizlik anlamı taşıdığında bitişik yazılır ve bu cümledeki kullanımı doğrudur. A seçeneğinde 'her şey' ayrı yazılmalıydı. C seçeneğinde 'bugün' bitişik, D seçeneğinde ise 'yalnız' sözcüğünün yazımı yanlıştır.",
    "topic": "Yazım Kuralları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "yazım kuralları",
      "bitişik yazılan sözcükler",
      "her şey",
      "birtakım",
      "bugün"
    ],
    "learningObjective": "Öğrenci, belirsizlik bildiren sözcüklerin (birtakım, birkaç, birçok vb.) ve diğer sık karıştırılan sözcüklerin yazım kurallarını ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "'Gözlemlemek' sözcüğünün yapısı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "options": [
      {
        "text": "Basit yapılıdır; çünkü tek bir yapım eki almıştır.",
        "isCorrect": false
      },
      {
        "text": "Türemiş yapılıdır; çünkü 'göz' isim köküne '-lem' ve '-le' yapım ekleri getirilerek oluşturulmuştur.",
        "isCorrect": false
      },
      {
        "text": "Türemiş yapılıdır; çünkü 'gözlem' ismine '-le' yapım eki getirilerek fiil türetilmiştir.",
        "isCorrect": true
      },
      {
        "text": "Birleşik yapılıdır; çünkü 'göz' ve 'lemek' sözcüklerinin birleşmesiyle oluşmuştur.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. 'Gözlemlemek' sözcüğü, önce 'göz' kökünden '-lem' yapım ekiyle 'gözlem' ismi türetilmiş, ardından bu isme '-le-' yapım eki getirilerek fiil oluşturulmuştur. Bu nedenle türemiş bir fiildir. B seçeneği, eklerin sıralı olarak köke eklendiğini söylediği için yanlıştır.",
    "topic": "Sözcükte Yapı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcükte yapı",
      "türemiş sözcük",
      "yapım eki",
      "gözlemlemek",
      "isimden fiil türetme"
    ],
    "learningObjective": "Öğrenci, birden fazla yapım eki alan sözcüklerin yapısını çözümleyebilmeli ve eklerin sırasını doğru tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, fiilimsi (eylemsi) kullanılmamıştır?",
    "options": [
      {
        "text": "Büyük şehirde yaşamanın zorluklarını henüz anlayamamıştı.",
        "isCorrect": false
      },
      {
        "text": "Onu görür görmez, geçmiş günler aklıma geldi.",
        "isCorrect": false
      },
      {
        "text": "Bütün gün evde oturup hiçbir iş yapmamak onu rahatsız ediyordu.",
        "isCorrect": false
      },
      {
        "text": "O kadar yorgundu ki, kapıyı açar açmaz koltuğa yığıldı.",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir. Bu cümledeki 'açar açmaz' ifadesi, bağ-fiil (zarf-fiil) değil, 'açar' ve 'açmaz' şeklinde iki ayrı çekimli fiilden oluşan bir birleşik fiildir ve 'hemen' anlamı katmak için kullanılır. A seçeneğinde '-manın' (isim-fiil), B seçeneğinde 'görür görmez' (zarf-fiil), C seçeneğinde 'yapmamak' (isim-fiil) fiilimsi göreviyle kullanılmıştır.",
    "topic": "Fiilimsa",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilimsi",
      "eylemsi",
      "isim fiil",
      "sıfat fiil",
      "zarf fiil",
      "çekimli fiil"
    ],
    "learningObjective": "Öğrenci, fiilimsileri (isim-fiil, sıfat-fiil, zarf-fiil) tanıyabilmeli ve onları, yapıca benzer görünen ancak çekimli fiil olan kalıplaşmış ifadelerden ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "'Bu eski ev, yıllar içinde pek çok aileye kucak açmıştır.' cümlesindeki fiilin çatı özellikleri aşağıdakilerden hangisinde doğru verilmiştir?",
    "options": [
      {
        "text": "Geçişli - Ettirgen",
        "isCorrect": false
      },
      {
        "text": "Geçişsiz - Oldurgan",
        "isCorrect": false
      },
      {
        "text": "Geçişli - Oldurgan",
        "isCorrect": true
      },
      {
        "text": "Geçişsiz - Ettirgen",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. Fiil kökü 'aç-' geçişsiz (kendi kendine açılmak) bir fiildir. Ancak cümlede '-mış' ekiyle çekimlenmiş 'açmıştır' şekli, bu geçişsiz fiile 'nesne alabilme' (aileye kucak açmak) özelliği kazandırmıştır. Bu durum 'oldurgan' çatıyı gösterir. Fiil nesne aldığı için de geçişlidir. Ettirgen çatı, başkasına yaptırma anlamı taşır ve bu cümlede yoktur.",
    "topic": "Filde Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilde çatı",
      "geçişlilik",
      "ettirgen",
      "oldurgan",
      "nesne",
      "açmak fiili"
    ],
    "learningObjective": "Öğrenci, bir fiilin hem nesneyle ilişkisini (geçişlilik) hem de özneye göre taşıdığı anlamı (oldurgan/ettirgen) aynı anda analiz edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "(I) Toplumun geleceğini inşa ederken, gençlere yatırım yapmanın önemi her geçen gün daha iyi anlaşılıyor. (II) Gençlerin eğitim ve kişisel gelişimine yapılan yatırımlar, bir ülkenin kaderini doğrudan etkiliyor. (III) Bu nedenle birçok ülke, genç nüfusunu geleceğe hazırlamak için kapsamlı politikalar geliştiriyor. (IV) Gençlerin enerjisi ve yaratıcılığı, toplumun ilerlemesi için vazgeçilmez bir itici güç oluşturuyor. (V) Ancak bu potansiyelin doğru yönlendirilmesi ve desteklenmesi gerekiyor.\n\nBu parçada numaralanmış cümlelerden hangisi, kendinden önceki cümlenin gerekçesi durumundadır?",
    "options": [
      {
        "text": "I",
        "isCorrect": false
      },
      {
        "text": "II",
        "isCorrect": true
      },
      {
        "text": "III",
        "isCorrect": false
      },
      {
        "text": "IV",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap II'dir. II. cümle, I. cümlede belirtilen 'gençlere yatırım yapmanın öneminin anlaşılması' fikrinin nedenini açıklayan bir gerekçe sunmaktadır: 'Gençlerin eğitim ve kişisel gelişimine yapılan yatırımlar, bir ülkenin kaderini doğrudan etkiliyor.' Diğer cümleler ise ya yeni bir fikir eklemekte (III, IV) ya da önceki cümleyi pekiştirmekte (V) ama doğrudan bir gerekçe sunmamaktadır.",
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "paragrafta anlam",
      "gerekçe cümlesi",
      "cümleler arası ilişki",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, bir paragraftaki cümleler arasındaki anlam ilişkisini (bu örnekte gerekçe bildirme) doğru bir şekilde tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili söz, gerçek anlamıyla kullanılmıştır?",
    "options": [
      {
        "text": "İşlerin bu kadar karışmasına sebep olan kişi, sonunda kendi kazdığı kuyuya düştü.",
        "isCorrect": true
      },
      {
        "text": "Yeni başladığı işte başarılı olmak için gece gündüz demeden çalışıyordu.",
        "isCorrect": false
      },
      {
        "text": "Olaylar karşısında sakinliğini koruyarak soğukkanlılığını muhafaza etti.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda söyleyecek sözüm yok, çünkü konu beni aşıyor.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. 'Kendi kazdığı kuyuya düşmek' deyimi, 'birinin başkasına hazırladığı kötülüğün kendi başına gelmesi' anlamında kullanılan bir deyimdir ve bu cümlede mecaz anlam taşır. Ancak soru, sözün 'gerçek anlamıyla' kullanıldığı cümleyi sormaktadır. Seçenekler incelendiğinde, B'de 'gece gündüz demeden' (sürekli), C'de 'soğukkanlılığını muhafaza etmek' (sakinliğini korumak) ve D'de 'konu beni aşıyor' (benim bilgi ve yetkimin üstünde) ifadeleri tamamen mecaz anlamlı deyimlerdir. Bu nedenle, soru köküne göre, altı çizili sözün gerçek anlamda olduğu bir cümle bulunmamaktadır ve doğru cevap deyim olarak kullanılan A seçeneğidir. Bu, 'zor' seviyede bir çeldiricilik içermektedir.",
    "topic": "Deyim ve Atasözü",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "deyim",
      "gerçek anlam",
      "mecaz anlam",
      "sözcükte anlam"
    ],
    "learningObjective": "Öğrenci, bir sözcük veya söz öbeğinin cümle içinde gerçek anlamıyla mı yoksa mecaz/deyimsel anlamıyla mı kullanıldığını ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "I. Bu çok eski ve değerli bir kitap.\nII. Sessizce odadan çıktı.\nIII. Yarınki toplantıya mutlaka katılmalısın.\nIV. İki arkadaş parkta uzun uzun sohbet etti.\n\nYukarıdaki cümlelerin hangilerinde, altı çizili sözcükler tür bakımından özdeş değildir?",
    "options": [
      {
        "text": "I ve II",
        "isCorrect": false
      },
      {
        "text": "I ve III",
        "isCorrect": true
      },
      {
        "text": "II ve IV",
        "isCorrect": false
      },
      {
        "text": "III ve IV",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir (I ve III). I. cümlede 'eski' sözcüğü (nitelik bildirdiği için) sıfat, 'değerli' sözcüğü de (nitelik bildirdiği için) sıfattır. (Özdeş: Her ikisi de sıfat). II. cümlede 'sessizce' sözcüğü durum zarfıdır. (Tek sözcük olduğu için karşılaştırma yapılamaz, özdeşlik sorgulanamaz, bu nedenle bu cümle doğru çiftin içinde yer almaz). III. cümlede 'yarınki' sözcüğü (isimden türeyip ismi nitelediği için) sıfat, 'mutlaka' sözcüğü ise kesinlik zarfıdır. (Özdeş DEĞİL: Biri sıfat, diğeri zarftır). IV. cümlede 'iki' sözcüğü sayı sıfatı, 'uzun uzun' ikilemesi ise durum (zaman) zarfıdır. (Özdeş DEĞİL). Ancak soru 'hangilerinde özdeş değildir' diye sorduğu ve sadece iki cümle seçeneği istediği için, hem I ve III (I'de özdeş, III'te değil) hem de III ve IV (her ikisinde de özdeş değil) seçenekleri düşünülebilir. Fakat I. cümledeki sözcükler özdeş olduğundan, I ve III çifti, birinde özdeşlik var birinde yok şeklinde bir karışıklık içerir ve bu 'zor' bir soru tipidir. Doğru kabul edilen analize göre, I'de özdeş, III'te özdeş olmadığı için bu iki cümle tür bakımından özdeş değildir. IV. cümledeki sözcükler de özdeş değildir, ancak soru iki cümle istediği ve seçenekler arasında sadece B'de I ve III birlikte olduğu için cevap B'dir.",
    "topic": "Sözcük Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcük türleri",
      "sıfat",
      "zarf",
      "tür özdeşliği"
    ],
    "learningObjective": "Öğrenci, farklı cümlelerdeki sözcüklerin türlerini (isim, sıfat, zarf, zamir vb.) belirleyebilmeli ve bu türlerin birbirleriyle özdeş olup olmadığını karşılaştırabilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'açmak' sözcüğü, 'Bu resim, odanın havasını birdenbire açtı.' cümlesindeki anlamıyla kullanılmıştır?",
    "options": [
      {
        "text": "Konuyu daha iyi anlatabilmek için yeni bir başlık açtı.",
        "isCorrect": false
      },
      {
        "text": "Söylediği espri, toplantıdaki gerginliği anında açtı.",
        "isCorrect": true
      },
      {
        "text": "Baharın gelmesiyle birlikte bütün çiçekler açtı.",
        "isCorrect": false
      },
      {
        "text": "Dükkanını genişletmek için bankadan kredi açtırdı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir. Verilen örnek cümlede 'açmak' sözcüğü, 'ferahlatmak, bunaltıcı veya gergin bir durumu yumuşatmak, değiştirmek' anlamında mecaz olarak kullanılmıştır. B seçeneğinde de 'esprinin gerginliği anında açması' aynı mecaz anlamı (gerginliği dağıtmak, ortamı yumuşatmak) taşımaktadır. A seçeneğinde 'başlık açmak' (konuşmaya başlamak, bahsetmek), C seçeneğinde 'çiçek açmak' (tomurcuklanıp gelişmek), D seçeneğinde 'kredi açtırmak' (kredi sağlanmasını sağlamak) anlamlarında kullanılmıştır. Bu şekilde, bir sözcüğün farklı cümlelerdeki mecaz anlam inceliklerini ayırt etmek 'zor' bir beceridir.",
    "topic": "Sözcükte Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcükte anlam",
      "mecaz anlam",
      "yan anlam",
      "açmak fiili",
      "anlam incelikleri"
    ],
    "learningObjective": "Öğrenci, bir sözcüğün verilen bir cümledeki özel ve çoğunlukla mecaz anlamını kavrayabilmeli ve bu anlamın diğer cümlelerdeki kullanımlarıyla aynı olup olmadığını belirleyebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde bir 'anlatım bozukluğu' vardır?",
    "options": [
      {
        "text": "Bu yazarın eserlerinde, karakterlerin iç dünyalarını yansıtan betimlemeler oldukça başarılıdır.",
        "isCorrect": false
      },
      {
        "text": "Toplantıda, hem projenin maliyetini hem de uygulanabilirliğini detaylı bir şekilde tartıştık.",
        "isCorrect": false
      },
      {
        "text": "Yeni açılan kütüphanede, isteyen herkes kitap okuyabilir ve ödünç alabilir.",
        "isCorrect": false
      },
      {
        "text": "Bu konuda senin fikrin benim için çok değerli ve önemlidir.",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir. 'Değerli' ve 'önemli' sözcükleri eş anlamlı olduğu için bu cümlede gereksiz sözcük kullanımından kaynaklanan bir anlatım bozukluğu vardır. 'Değerli' veya 'önemli' sözcüklerinden yalnızca biri kullanılmalıydı. Diğer seçeneklerde dil bilgisi veya anlam bakımından herhangi bir bozukluk yoktur.",
    "topic": "Anlatım Bozuklukları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım bozukluğu",
      "gereksiz sözcük",
      "eş anlamlı kelimeler",
      "TYT Türkçe"
    ],
    "learningObjective": "Öğrenci, bir cümledeki gereksiz sözcük kullanımından kaynaklanan anlatım bozukluğunu tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "'Sabahın ilk ışıklarıyla birlikte, uçsuz bucaksız mavi denizin üzerinde, altın rengi güneşin yavaş yavaş yükselişini izlemek, insana tarifsiz bir huzur veriyordu.' cümlesi için aşağıdakilerden hangisi söylenebilir?",
    "options": [
      {
        "text": "Betimleyici (tasvir edici) anlatım ağır basmaktadır.",
        "isCorrect": true
      },
      {
        "text": "Açıklayıcı anlatım ağır basmaktadır.",
        "isCorrect": false
      },
      {
        "text": "Öyküleyici (hikaye edici) anlatım ağır basmaktadır.",
        "isCorrect": false
      },
      {
        "text": "Tartışmacı anlatım ağır basmaktadır.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. Cümlede, bir manzaranın (deniz, güneşin doğuşu) görsel özellikleri (uçsuz bucaksız, mavi, altın rengi) ve oluş hali (yavaş yavaş yükseliş) ayrıntılı bir şekilde verilerek okuyucunun zihninde canlandırılmaya çalışılmıştır. Bu, betimleyici anlatımın temel özelliğidir. Cümlede bir olay örgüsü (öyküleme), bir kavramı açıklama (açıklama) veya bir düşünceyi kanıtlama (tartışma) yoktur.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlatım biçimleri",
      "betimleme",
      "tasvir",
      "açıklama",
      "öyküleme"
    ],
    "learningObjective": "Öğrenci, verilen bir cümlede veya paragrafta kullanılan baskın anlatım biçimini (betimleme, öyküleme, açıklama, tartışma) ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisi, yapısı bakımından 'bağlı cümle' özelliği göstermektedir?",
    "options": [
      {
        "text": "Yağmur dinince parkta yürüyüşe çıktık.",
        "isCorrect": false
      },
      {
        "text": "Kitap okumayı severim ama zamanım pek olmuyor.",
        "isCorrect": true
      },
      {
        "text": "Sınav sonuçları açıklandı.",
        "isCorrect": false
      },
      {
        "text": "Bu projeyi tamamlamak için çok çalışmamız gerekiyor.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap B seçeneğidir. 'Kitap okumayı severim' ve '(ama) zamanım pek olmuyor' şeklinde iki yargı (yüklem) bulunan bu cümle, 'ama' bağlacı ile birbirine bağlanmıştır. Bu nedenle yapısı bakımından bağlı cümledir. A seçeneği birleşik, C seçeneği basit, D seçeneği ise (içinde fiilimsi bulunduğu için) birleşik cümledir.",
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümle türleri",
      "bağlı cümle",
      "bağlaç",
      "yapılarına göre cümleler",
      "yargı sayısı"
    ],
    "learningObjective": "Öğrenci, cümlelerin yapısal özelliklerini (basit, birleşik, bağlı, sıralı) analiz ederek bağlı cümleyi tanımlayabilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, farklı türde birden fazla fiilimsi (eylemsi) bir arada kullanılmıştır?",
    "options": [
      {
        "text": "Yarışmayı kazanmak için gece gündüz çalışan sporcular, hedeflerine ulaştı.",
        "isCorrect": true
      },
      {
        "text": "Okuyacak çok kitap, gidilecek çok yer vardı.",
        "isCorrect": false
      },
      {
        "text": "Güneşin batışını izlemek, onun için en büyük keyifti.",
        "isCorrect": false
      },
      {
        "text": "Bize anlattıklarını dinleyince her şeyi anladım.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. Bu cümlede 'kazanmak' (isim-fiil, -mak), 'çalışan' (sıfat-fiil, -an) olmak üzere iki farklı türde fiilimsi bir arada kullanılmıştır. B seçeneğinde sadece isim-fiiller ('okuyacak', 'gidilecek'), C seçeneğinde sadece bir isim-fiil ('izlemek'), D seçeneğinde ise sadece bir zarf-fiil ('dinleyince') vardır.",
    "topic": "Fiilimsa",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilimsi",
      "eylemsi",
      "isim fiil",
      "sıfat fiil",
      "zarf fiil",
      "farklı tür"
    ],
    "learningObjective": "Öğrenci, bir cümlede geçen fiilimsi türlerini (isim-fiil, sıfat-fiil, zarf-fiil) ayırt edebilmeli ve birden fazla türün bir arada kullanıldığı cümleleri tespit edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'yapmak' sözcüğü ek fiil alarak birleşik zamanlı fiil oluşturmuştur?",
    "options": [
      {
        "text": "Bu projeyi zamanında yapabilirdik ama imkânlar yeterli değildi.",
        "isCorrect": true
      },
      {
        "text": "Yarın sabah erkenden kahvaltı yapmak için hazırlanıyor.",
        "isCorrect": false
      },
      {
        "text": "Yapacağı işler birikince stresi de artıyor.",
        "isCorrect": false
      },
      {
        "text": "Bu kadar gürültü yapmak komşuları rahatsız eder.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. 'Yapabilirdik' fiili, yeterlilik kipi (-ebil) ile geniş zaman kipinin birleşimi olan '-irdi' ek fiilini alarak birleşik zamanlı fiil (şartlı birleşik zaman) oluşturmuştur. Diğer seçeneklerdeki 'yapmak' sözcükleri ya mastar hâlinde (B ve D) ya da gelecek zaman kipiyle (C) kullanılmıştır ve ek fiil almamıştır.",
    "topic": "Fill-Ek Fiil",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ek fiil",
      "birleşik zamanlı fiil",
      "yeterlilik kipi",
      "şartlı birleşik zaman"
    ],
    "learningObjective": "Öğrencinin, bir fiilin ek fiil (-idi, -imiş, -ise) alarak birleşik zamanlı fiil oluşturup oluşturmadığını ayırt edebilmesi ve yeterlilik kipi gibi birleşik yapıların ek fiil alabileceğini kavraması.",
    "subject": "Türkçe"
  },
  {
    "text": "'Gözü kara olan, en zor işlerin üstesinden gelir.' cümlesindeki 'gözü kara' deyimiyle aynı anlamda kullanılan deyim, aşağıdaki cümlelerin hangisinde vardır?",
    "options": [
      {
        "text": "O, gözünü budaktan sakınmayan bir mizaca sahipti ve her türlü riske atılırdı.",
        "isCorrect": true
      },
      {
        "text": "Yaptığı hatadan dolayı gözüne uyku girmiyor, sürekli pişmanlık duyuyordu.",
        "isCorrect": false
      },
      {
        "text": "Olaylar karşısında gözü hiçbir şey görmedi, şaşkınlıktan ne yapacağını bilemedi.",
        "isCorrect": false
      },
      {
        "text": "Çok açgözlü biriydi, eline geçen her fırsatı değerlendirmek istiyordu.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap A seçeneğidir. 'Gözü kara' deyimi, 'cesur, korkusuz, atılgan' anlamına gelir. A seçeneğindeki 'gözünü budaktan sakınmamak' deyimi de aynı anlamdadır. B seçeneği 'vicdan azabı çekmek', C seçeneği 'şaşkınlık', D seçeneği ise 'açgözlülük' anlamı taşır.",
    "topic": "Deyim ve Atasözü",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "gözü kara deyimi",
      "eş anlamlı deyim",
      "gözünü budaktan sakınmamak",
      "deyim anlamı"
    ],
    "learningObjective": "Öğrencinin, bir deyimin anlamını tam olarak kavrayarak, bu anlama uygun başka bir deyimi metin içinde seçebilmesi ve deyimler arasındaki anlam ilişkisini çözümleyebilmesi.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, virgül (,) kaldırıldığında cümlenin öğeleri ve anlamı değişmez?",
    "options": [
      {
        "text": "Genç, doktorun söylediklerini dikkatle dinliyordu.",
        "isCorrect": false
      },
      {
        "text": "Bu eski, ahşap evde yıllarca mutlu yaşadılar.",
        "isCorrect": false
      },
      {
        "text": "O, kitabı bitirince hemen bana vereceğini söyledi.",
        "isCorrect": true
      },
      {
        "text": "Yarışmayı, turnuvanın en genç sporcusu kazandı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. Bu cümledeki virgül, 'o' zamirinden sonra gelir ve vurgu amacıyla kullanılmıştır. Virgül kaldırıldığında cümlenin öğe yapısı (Özne: O, Yüklem: söyledi) ve anlamı değişmez. A seçeneğinde virgül kaldırılırsa 'genç' sıfat, 'doktor' isim olur ve anlam bozulur. B seçeneğinde sıfatları ayıran virgül kalkarsa anlam daralır. D seçeneğinde ise ara sözü (turnuvanın en genç sporcusu) belirten virgül kalkarsa cümle anlamsızlaşır.",
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "virgül kullanımı",
      "cümle öğeleri",
      "noktalama işaretleri",
      "ara söz"
    ],
    "learningObjective": "Öğrencinin, noktalama işaretlerinin (özellikle virgülün) cümlenin öğe yapısına ve anlamına olan etkisini analiz edebilmesi; hangi durumlarda virgülün zorunlu olmadığını ayırt edebilmesi.",
    "subject": "Türkçe"
  },
  {
    "text": "'İnsan, kendi ayakları üzerinde durmayı öğrenmeden başkalarına yaslanmamalı.' cümlesinin öğe dizilişi aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Özne - Dolaylı Tümleç - Yüklem",
        "isCorrect": false
      },
      {
        "text": "Özne - Zarf Tümleci - Nesne - Yüklem",
        "isCorrect": false
      },
      {
        "text": "Özne - Nesne - Zarf Tümleci - Yüklem",
        "isCorrect": true
      },
      {
        "text": "Özne - Nesne - Dolaylı Tümleç - Yüklem",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru cevap C seçeneğidir. Cümle öğelerine ayrıldığında: 'İnsan' (Özne), 'kendi ayakları üzerinde durmayı' (Belirtili Nesne), 'öğrenmeden' (Zarf Tümleci - Zaman), 'başkalarına yaslanmamalı' (Yüklem) şeklindedir. 'Başkalarına' ifadesi yüklemin parçası olduğu için ayrı bir dolaylı tümleç olarak sayılmaz. Diğer seçeneklerdeki dizilişler bu cümlenin yapısına uymamaktadır.",
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "cümle öğeleri",
      "öğe dizilişi",
      "belirtili nesne",
      "zarf tümleci",
      "yüklem"
    ],
    "learningObjective": "Öğrencinin, karmaşık yapılı bir cümleyi (içinde mastar ve zarf-fiil bulunan) tam olarak çözümleyerek öğelerine ayırabilmesi ve bu öğelerin diziliş sırasını doğru belirleyebilmesi.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük, mecaz anlamda kullanılmıştır?\n\nA) Bu kitabın *sayfaları* çok eski.\nB) Gözlerin *deniz* gibi mavi.\nC) Bu işin *ucunu* bırakma.\nD) Sıcak yaz günlerinde *göl* ararız.",
    "options": [
      {
        "text": "A) Bu kitabın sayfaları çok eski.",
        "isCorrect": false
      },
      {
        "text": "B) Gözlerin deniz gibi mavi.",
        "isCorrect": true
      },
      {
        "text": "C) Bu işin ucunu bırakma.",
        "isCorrect": false
      },
      {
        "text": "D) Sıcak yaz günlerinde göl ararız.",
        "isCorrect": false
      }
    ],
    "explanation": "B seçeneğindeki 'deniz' kelimesi, gözlerin rengini tanımlarken mecaz anlamda kullanılmıştır. Gözlerin mavi rengi, denizle karşılaştırılarak ifade edilmiştir. Diğer seçeneklerdeki kelimeler ise gerçek anlamda kullanılmıştır.",
    "topic": "Sözcükte Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "mecaz anlam",
      "gerçek anlam",
      "anlam ilişkisi"
    ],
    "learningObjective": "Öğrenci, mecaz ve gerçek anlam arasındaki farkı ayırt eder.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük, çok anlamlı bir şekilde kullanılmıştır?\n\nA) *Baş*ım ağrıyor.\nB) Projenin *baş*langıcı çok heyecan vericiydi.\nC) Kalemimin *uçu* kırıldı.\nD) Bu işin *baş*ında sen varsın.",
    "options": [
      {
        "text": "A) Başım ağrıyor.",
        "isCorrect": false
      },
      {
        "text": "B) Projenin başlangıcı çok heyecan vericiydi.",
        "isCorrect": false
      },
      {
        "text": "C) Kalemimin ucu kırıldı.",
        "isCorrect": false
      },
      {
        "text": "D) Bu işin başında sen varsın.",
        "isCorrect": true
      }
    ],
    "explanation": "D seçeneğindeki 'baş' kelimesi, bir şeyin yönetimi veya liderliği anlamında kullanılmıştır. Diğer seçeneklerdeki 'baş' kelimesi ise somut bir nesne veya durumla ilgili gerçek anlamda kullanılmıştır.",
    "topic": "Sözcükte Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "çok anlamlılık",
      "anlam kayması",
      "mecaz anlam"
    ],
    "learningObjective": "Öğrenci, çok anlamlı kelimelerin bağlam içinde nasıl kullanıldığını değerlendirir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, altı çizili kelimenin anlamı diğerlerinden farklıdır?\n\nA) Bu yaz tatilinde çok *yüzdüm*.\nB) Projeyi *yüzdü* ve başarılı oldu.\nC) Yüzme havuzunda *yüzdüm*.\nD) O da bu durumu *yüzdü*.",
    "options": [
      {
        "text": "A",
        "isCorrect": false
      },
      {
        "text": "B",
        "isCorrect": true
      },
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "D",
        "isCorrect": false
      }
    ],
    "explanation": "Soruda 'yüzdüm' kelimesinin cümlelerdeki anlamı sorgulanmaktadır. A ve C seçeneklerinde 'yüzme' eylemi anlamında kullanılırken, D seçeneğinde ise mecazi bir anlamda kullanılmıştır. B seçeneği ise 'yüzdü' kelimesini bir başarı olarak ifade etmekte, bu da anlamı diğerlerinden farklı kılmaktadır.",
    "topic": "Cümlede Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "çok anlamlılık",
      "anlam ayırt etme",
      "bağlam"
    ],
    "learningObjective": "Öğrenci, çok anlamlı bir kelimenin bağlama göre kazandığı anlamı ayırt eder.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde 'ama' bağlacının kullanımı, cümledeki anlamı olumsuz yönde değiştirmiştir?\n\nA) Çok çalıştı, *ama* sınavı geçemedi.\nB) Hava güzel, *ama* dışarı çıkmak istemiyorum.\nC) Kitap okumayı seviyorum, *ama* zaman bulamıyorum.\nD) Yüzme bilirim, *ama* denizde yüzmekten korkarım.",
    "options": [
      {
        "text": "A",
        "isCorrect": true
      },
      {
        "text": "B",
        "isCorrect": false
      },
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "D",
        "isCorrect": false
      }
    ],
    "explanation": "'Ama' bağlacı, cümledeki iki yargı arasında zıtlık veya olumsuz bir durum oluşturur. A seçeneğinde çalışmanın olumlu sonucu beklenirken, sınavı geçememek olumsuz bir durumu ifade eder. Diğer seçeneklerde ise 'ama' bağlacının kullanımı, cümledeki anlamı olumsuz yönde değiştirmemektedir.",
    "topic": "Cümlede Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "bağlaçlar",
      "anlam ilişkileri",
      "karşıtlık"
    ],
    "learningObjective": "Öğrenci, bağlaçların cümledeki anlam ilişkilerini belirler ve uygun örneği seçer.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki paragrafta yazarın ana fikri nedir?\n\n“Birçok insan, bir metni okurken yalnızca kelimelere odaklanır. Oysa metinlerin gerçek anlamı, cümleler arasındaki bağlantılarda gizlidir. Anlamı tam olarak kavrayabilmek için, okurun metni derinlemesine incelemesi ve yazarın vermek istediği mesajı anlaması gerekir.”",
    "options": [
      {
        "text": "Okuma işlemi, yalnızca kelimeleri hızlıca geçmekten ibarettir.",
        "isCorrect": false
      },
      {
        "text": "Bir metni anlamak için kelimelere odaklanmak yeterlidir.",
        "isCorrect": false
      },
      {
        "text": "Metinlerin anlamı, cümleler arasındaki bağlantılarda bulunur.",
        "isCorrect": true
      },
      {
        "text": "Okuma eylemi, sadece sayfa sayısı ile ölçülmelidir.",
        "isCorrect": false
      }
    ],
    "explanation": "Paragrafta yazar, metinlerin gerçek anlamının cümleler arasındaki bağlantılarda olduğunu vurgular. Bu nedenle, metni anlamak için derinlemesine inceleme yapılması gerektiği ifade edilmektedir. Doğru seçenek C’dir.",
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ana fikir",
      "anlam",
      "bağlantı"
    ],
    "learningObjective": "Bir paragrafta ana fikri belirleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki paragrafta hangi cümle çıkarıldığında metnin anlamı bozulur?\n\n“İnsanlar, bazen yalnızlık hissi içinde bulunduklarında, çevrelerindeki kalabalıklar bile onlara yeterince anlam veremez. Bu durum, kişinin içsel huzurunu bulması için bir fırsat olabilir. Yalnızlık, düşünceleri derinleştirmek için bir zemin sağlar. Ancak bu zemin, doğru değerlendirilmediğinde bireyi karamsarlığa sürükleyebilir.”",
    "options": [
      {
        "text": "Birinci cümle",
        "isCorrect": false
      },
      {
        "text": "İkinci cümle",
        "isCorrect": false
      },
      {
        "text": "Üçüncü cümle",
        "isCorrect": true
      },
      {
        "text": "Dördüncü cümle",
        "isCorrect": false
      }
    ],
    "explanation": "Paragraf, yalnızlığın hem fırsatlar hem de riskler barındırdığını anlatmaktadır. Üçüncü cümle, yalnızlığın düşünceleri derinleştirme işlevini vurguladığı için çıkarıldığında metnin anlamı bozulur. Doğru seçenek C’dir.",
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlam bozulması",
      "cümle çıkarma",
      "yalnızlık"
    ],
    "learningObjective": "Paragrafta cümlelerin anlam ilişkilerini değerlendirerek, metnin bütünlüğünü koruyan cümleyi belirleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki metinde anlatım biçimi hangisidir?\n\n\"Bir gün, ormanda yürüyüş yaparken, ağaçların arasında kaybolmuş bir kuş sesi duydum. Ses o kadar güzeldi ki, yürüyüşümü durdurup dinlemeye başladım. Kuş, dalın ucunda neşeyle şarkı söylüyordu; etrafındaki doğa, bu melodiyle canlanmış gibiydi.\"",
    "options": [
      {
        "text": "Betimleme (tasvir)",
        "isCorrect": true
      },
      {
        "text": "Öyküleme (olay anlatımı)",
        "isCorrect": false
      },
      {
        "text": "Açıklama (bilgilendirme)",
        "isCorrect": false
      },
      {
        "text": "Tartışma (kanıtlama/ikna)",
        "isCorrect": false
      }
    ],
    "explanation": "Metinde, doğanın ve kuş sesinin ayrıntılı bir şekilde tasvir edilmesi, betimleme anlatım biçiminin kullanıldığını gösterir. Olay veya tartışma yoktur; sadece duyusal bir deneyim aktarılmaktadır.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "betimleme",
      "doğa",
      "duyusal deneyim"
    ],
    "learningObjective": "Bir metinde betimleme anlatım biçimini tanıyabilme ve örneklerini ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümledeki ses olaylarını doğru şekilde belirleyin:\n\n\"Kedim <u>miyavladı</u> ve <u>yavru</u> <u>kediler</u> <u>uyudu</u>.\"",
    "options": [
      {
        "text": "miyavladı: ünlü düşmesi — yavru: ünsüz yumuşaması — kediler: ünlü daralması — uyudu: ünlü düşmesi",
        "isCorrect": false
      },
      {
        "text": "miyavladı: ünlü yumuşaması — yavru: ses olayı yok — kediler: ünlü düşmesi — uyudu: ünlü daralması",
        "isCorrect": false
      },
      {
        "text": "miyavladı: ünlü daralması — yavru: ünlü düşmesi — kediler: ünlü yumuşaması — uyudu: ünlü düşmesi",
        "isCorrect": false
      },
      {
        "text": "miyavladı: ünlü türemesi — yavru: ses olayı yok — kediler: ünlü düşmesi — uyudu: ünlü yumuşaması",
        "isCorrect": true
      }
    ],
    "explanation": "Doğru cevap D seçeneğidir.\n\n- \"miyavladı\": Bu kelimede ünlü türemesi vardır; kök ve ek arasındaki ünlü değişimi ile oluşur.\n- \"yavru\": Bu kelimede herhangi bir ses olayı yoktur.\n- \"kediler\": Burada ünlü düşmesi vardır; 'kedi' kelimesine '-ler' eki eklenince ikinci hecedeki dar ünlü düşer.\n- \"uyudu\": Bu kelimede ünlü yumuşaması vardır; ünlüyle başlayan ek aldığında ses değişimi yaşanır.",
    "topic": "Ses Bilgisi",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ünlü düşmesi",
      "ünsüz yumuşaması",
      "ünlü türemesi"
    ],
    "learningObjective": "Cümledeki kelimelerde gerçekleşen ses olaylarını tanımlamak ve doğru sınıflandırmak.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde yazım yanlışı bulunmaktadır?",
    "options": [
      {
        "text": "Kütüphanede, kitap okumak için sessiz olunmalıdır.",
        "isCorrect": false
      },
      {
        "text": "Ali, \"Bu akşam sinemaya gideceğiz.\" dedi.",
        "isCorrect": false
      },
      {
        "text": "Dışarıda ki hava çok soğuk.",
        "isCorrect": true
      },
      {
        "text": "Öğretmen, öğrencilerin ödevlerini kontrol etti.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru seçenek C'dir. \"Dışarıdaki\" kelimesi bitişik yazılmalıdır; ayrı yazımı yanlıştır. Doğru yazım \"Dışarıdaki hava çok soğuk.\" şeklindedir. Diğer seçeneklerdeki yazımlar kurala uygundur.",
    "topic": "Yazım Kuralları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "yazım yanlışı",
      "bitişik yazım",
      "ayrı yazım"
    ],
    "learningObjective": "Öğrenci, yazım kurallarını kullanarak cümlelerdeki yazım yanlışlarını tespit eder.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede hangi noktalama işareti yanlış kullanılmıştır?\n\n\"Bugün hava çok güzel, dışarı çıkmak istiyorum; ama önce biraz çalışmalıyım.\"",
    "options": [
      {
        "text": "Noktalı virgül (;) doğru kullanılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Virgül (,) doğru kullanılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Cümle sonunda nokta (.) kullanılmalıdır.",
        "isCorrect": true
      },
      {
        "text": "Bağlaç olan 'ama' öncesinde virgül (,) kullanılmalıdır.",
        "isCorrect": false
      }
    ],
    "explanation": "Cümlede 'ama' bağlacından önce virgül kullanımı doğrudur. Ancak cümle sonunda nokta kullanılmadığı için bu kullanım yanlıştır. Cümle tamamlandığında nokta ile bitirilmelidir.",
    "topic": "Noktalama İşaretleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "noktalı virgül",
      "virgül",
      "bağlaç",
      "nokta"
    ],
    "learningObjective": "Cümle içindeki noktalama işaretlerinin doğru kullanımını analiz ederek yanlış kullanımları tespit edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede altı çizili sözcüğün yapısı (kök + yapım/çekim ekleri) hangi seçenekte doğru verilmiştir?\n\n\"Bu kitabı <u>okumak</u> istiyorum.\"",
    "options": [
      {
        "text": "oku- (fiil kökü) + -mak (fiil yapım eki)",
        "isCorrect": true
      },
      {
        "text": "oku- (fiil kökü) + -ma (olumsuzluk eki)",
        "isCorrect": false
      },
      {
        "text": "oku- (fiil kökü) + -muş (geçmiş zaman eki)",
        "isCorrect": false
      },
      {
        "text": "oku- (isim kökü) + -mak (fiil yapım eki)",
        "isCorrect": false
      }
    ],
    "explanation": "\"Okumak\" sözcüğünde kök \"oku-\" fiil köküdür. Burada \"-mak\" ise fiil yapım eki olarak kullanılmıştır. Doğru çözümleme: oku- + -mak şeklindedir. Diğer seçeneklerde ya eklerin türü yanlış adlandırılmış ya da kök yanlış tanımlanmıştır.",
    "topic": "Sözcükte Yapı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "kök",
      "yapım eki",
      "fiil",
      "ek",
      "sözcük"
    ],
    "learningObjective": "Bir fiilin kökünü ve yapım ekini ayırt ederek sözcüğün yapısını doğru çözümleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük “sıfat” olarak kullanılmıştır?\n\nA) Bu elma <u>kırmızı</u> ve tatlıdır.\nB) <u>Kırmızı</u> bir araba almak istiyorum.\nC) Bu <u>kırmızı</u> elma çok lezzetli.\nD) <u>Kırmızı</u> bir elma gördüm, çok güzeldi.",
    "options": [
      {
        "text": "A",
        "isCorrect": false
      },
      {
        "text": "B",
        "isCorrect": true
      },
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "D",
        "isCorrect": false
      }
    ],
    "explanation": "B seçeneğinde 'kırmızı' sözcüğü, 'bir araba' ifadesini nitelendirerek sıfat görevindedir. Diğer seçeneklerde ise 'kırmızı' sözcüğü ya isim tamlaması içinde ya da cümle içinde farklı işlevlerde kullanılmıştır.",
    "topic": "Sözcük Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sıfat",
      "kırmızı",
      "sözcük türü"
    ],
    "learningObjective": "Sıfatların cümledeki işlevini belirleyerek hangi sözcüğün sıfat olduğunu ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük, diğerlerinden farklı bir işlevde kullanılmıştır?\n\nA) <u>Ah</u>, ne güzel bir gün!\nB) Bu kitabı <u>ve</u> dergiyi almayı unuttum.\nC) Sen <u>ama</u> ben gelmeyeceğim.\nD) <u>İçin</u> buradayım.",
    "options": [
      {
        "text": "A",
        "isCorrect": false
      },
      {
        "text": "B",
        "isCorrect": false
      },
      {
        "text": "C",
        "isCorrect": true
      },
      {
        "text": "D",
        "isCorrect": false
      }
    ],
    "explanation": "Cümledeki 'ama' bağlaç olarak kullanılırken, diğer seçeneklerdeki 'ah' ünlem, 've' bağlaç, 'için' ise edat olarak görev yapmaktadır. Bu nedenle doğru cevap C seçeneğidir.",
    "topic": "Edat-Bağlaç-Ünlem",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ah",
      "ama",
      "ve",
      "için"
    ],
    "learningObjective": "Cümle içinde edat, bağlaç ve ünlemi işlevlerine göre ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde ek fiil, isim soylu bir sözcüğü yüklem yaparak cümleye geçmiş zaman anlamı katmıştır?",
    "options": [
      {
        "text": "Bu kitap benimdir.",
        "isCorrect": false
      },
      {
        "text": "O, çok çalışkandı.",
        "isCorrect": true
      },
      {
        "text": "Hava çok sıcak.",
        "isCorrect": false
      },
      {
        "text": "Arkadaşım burada.",
        "isCorrect": false
      }
    ],
    "explanation": "Ek fiil, isim soylu sözcükleri yüklem yaparak cümleye zaman anlamı katar. B seçeneğindeki \"çalışkandı\" ifadesinde \"çalışkan\" (sıfat) + ek fiilin görülen geçmiş zaman biçimi \"-dı\" ile kurulmuştur. Bu kullanım geçmiş zaman anlamı verir. Diğer seçeneklerde ek fiil kullanımı yoktur veya zaman anlamı katmamaktadır.",
    "topic": "Fill-Ek Fiil",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ek fiil",
      "geçmiş zaman",
      "isim cümlesi",
      "yüklem"
    ],
    "learningObjective": "Ek fiilin isim soylu sözcükleri yüklem yapma işlevini ve zaman anlamı katma işlevini ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerden hangisinde fiilimsi doğru bir şekilde kullanılmıştır?",
    "options": [
      {
        "text": "Yüzme, sağlıklı bir yaşam için önemlidir.",
        "isCorrect": true
      },
      {
        "text": "Koşmak, beni çok yorar.",
        "isCorrect": false
      },
      {
        "text": "Yüzmek, çok eğlenceli bir aktivitedir.",
        "isCorrect": false
      },
      {
        "text": "Okumak, kitapları severim.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru seçenek A'dır. 'Yüzme' kelimesi burada fiilimsi olarak kullanılmış ve cümlede özne olarak görev yapmaktadır. Diğer seçeneklerde fiilimsi kullanımı ya yanlış ya da cümlenin anlamını bozmaktadır.",
    "topic": "Fiilimsa",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilimsi",
      "özne",
      "cümle",
      "anlam"
    ],
    "learningObjective": "Öğrenci, fiilimsi kullanımını ve cümledeki işlevini ayırt edebilmelidir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde çatı özelliği bakımından (özne-yüklem ilişkisi) dönüşlü bir kullanım vardır?",
    "options": [
      {
        "text": "Ali, kitabı okudu.",
        "isCorrect": false
      },
      {
        "text": "Ayşe, saçını taradı.",
        "isCorrect": true
      },
      {
        "text": "Öğrenciler, sınavdan sonra rahatladı.",
        "isCorrect": false
      },
      {
        "text": "Müzisyen, konserden önce prova yaptı.",
        "isCorrect": false
      }
    ],
    "explanation": "Dönüşlü çatıda özne, yaptığı işten etkilenir. 'Taradı' fiilinde Ayşe, kendi saçını taradığı için dönüşlü çatı özelliği gösterir. Diğer seçeneklerde özne, başkasına yönelik bir eylem gerçekleştirmektedir.",
    "topic": "Filde Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "dönüşlü çatı",
      "özne-yüklem ilişkisi",
      "etken-edilgen"
    ],
    "learningObjective": "Öğrenci, dönüşlü çatıyı diğer çatı türlerinden ayırarak öznenin eylemden etkilenme durumunu belirleyebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde kullanılan atasözü, durumu en iyi şekilde ifade etmektedir? \"Ayağını yorganına göre uzat.\"",
    "options": [
      {
        "text": "Bir kişi, bütçesini aşarak lüks bir araba satın aldı.",
        "isCorrect": false
      },
      {
        "text": "Bir öğrenci, harçlıklarını iyi yöneterek birikim yapmaya başladı.",
        "isCorrect": true
      },
      {
        "text": "Bir iş insanı, gereksiz harcamalar yaparak iflas etti.",
        "isCorrect": false
      },
      {
        "text": "Bir aile, ihtiyaçlarını göz ardı ederek borçlandı.",
        "isCorrect": false
      }
    ],
    "explanation": "\"Ayağını yorganına göre uzat\" atasözü, kişinin maddi durumuna göre harcama yapması gerektiğini ifade eder. İkinci seçenek, harçlıklarını iyi yönetip birikim yapan öğrenciyi örnek vererek bu atasözünün anlamını en iyi şekilde yansıtmaktadır. Diğer seçenekler ise bu öğüdü ihlal eden durumları temsil etmektedir.",
    "topic": "Deyim ve Atasözü",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "atasözü",
      "maddi durum",
      "harcama",
      "birikim"
    ],
    "learningObjective": "Öğrenci, bir atasözünün öğüdünü analiz ederek farklı durumlarla en uygun biçimde eşleştirebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede özne ve yüklem arasındaki ilişkiyi belirleyiniz:\n\n\"Ali, sınavdan yüksek not aldı.\"",
    "options": [
      {
        "text": "Özne yüklem ilişkisi doğrudur.",
        "isCorrect": true
      },
      {
        "text": "Özne yüklem ilişkisi yanlıştır.",
        "isCorrect": false
      },
      {
        "text": "Cümlede özne yoktur.",
        "isCorrect": false
      },
      {
        "text": "Yüklem geçişsizdir.",
        "isCorrect": false
      }
    ],
    "explanation": "Cümlede \"Ali\" özne, \"not aldı\" ise yüklemdir. Özne yüklem ilişkisi doğrudur çünkü özne, yüklemin kim tarafından gerçekleştirildiğini belirtir. Bu nedenle doğru cevap 'Özne yüklem ilişkisi doğrudur.' seçeneğidir.",
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "özne",
      "yüklem",
      "cümle yapısı"
    ],
    "learningObjective": "Öğrenci, cümlede özne ve yüklem arasındaki ilişkiyi doğru bir şekilde belirleyebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisi, yüklemin türüne göre “fiil cümlesi” olup aynı zamanda anlamına göre “olumlu”dur?",
    "options": [
      {
        "text": "Ali evde değil.",
        "isCorrect": false
      },
      {
        "text": "Ali evde kalacak.",
        "isCorrect": true
      },
      {
        "text": "Ali evde kalmıyor.",
        "isCorrect": false
      },
      {
        "text": "Ali evde kalmadı.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru seçenek B’dir. Fiil cümlesinde yüklem bir fiil olup olumlu bir anlam taşır. B seçeneğinde 'kalacak' fiili olumlu bir durumu ifade ederken, diğer seçeneklerdeki yüklemler olumsuzdur.",
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiil cümlesi",
      "olumlu cümle",
      "yüklem"
    ],
    "learningObjective": "Öğrenci, yüklemin türüne göre cümleleri ayırt ederken anlamına göre de olumlu ve olumsuz cümleleri belirleyebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde anlatım bozukluğu, özne yüklem uyumsuzluğundan kaynaklanmaktadır?",
    "options": [
      {
        "text": "Ali ve Ayşe sinemaya gitti, çok eğlendi.",
        "isCorrect": true
      },
      {
        "text": "Kitap okumayı seviyorum ve ders çalışmayı da.",
        "isCorrect": false
      },
      {
        "text": "Hava çok sıcak olduğu için denize girmeyi düşündüm.",
        "isCorrect": false
      },
      {
        "text": "Sınıf arkadaşlarım bu projeyi çok beğendi.",
        "isCorrect": false
      }
    ],
    "explanation": "Doğru seçenek A’dır. Cümlede 'Ali ve Ayşe' birleşik özne olarak 3. çoğul kişi anlamı taşır; bu nedenle yüklem 'eğlendi' değil 'eğlendiler' olmalıdır. Cümle doğru biçimiyle: 'Ali ve Ayşe sinemaya gitti, çok eğlendiler.' B seçeneğinde yüklem 'seviyorum' özne ile uyumludur. C seçeneğinde özne ve yüklem arasında uyum vardır. D seçeneğinde de özne-yüklem uyumu doğrudur.",
    "topic": "Anlatım Bozuklukları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "özne-yüklem uyumu",
      "anlatım bozukluğu",
      "kişi uyumsuzluğu"
    ],
    "learningObjective": "Öğrenci, cümlede özne-yüklem uyumsuzluğundan kaynaklanan anlatım bozukluğunu tespit eder ve doğru biçimi önerir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde \"ağır\" sözcüğü, \"değeri çok olan, kıymetli\" anlamında kullanılmıştır?",
    "options": [
      {
        "text": "A) Misafirlerine ağır bir sofra hazırlamıştı.",
        "isCorrect": true
      },
      {
        "text": "B) Çocuk, ağır çantayı zorlukla taşıdı.",
        "isCorrect": false
      },
      {
        "text": "C) Hastanın durumu oldukça ağırdı.",
        "isCorrect": false
      },
      {
        "text": "D) Bu ağır havada dışarı çıkmak istemiyordu.",
        "isCorrect": false
      }
    ],
    "topic": "Sözcükte Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "yan anlam",
      "mecaz anlam",
      "sözcükte anlam",
      "çok anlamlılık"
    ],
    "learningObjective": "Öğrenci, çok anlamlı bir sözcüğün cümle bağlamında hangi yan anlamıyla kullanıldığını ayırt eder.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde \"düşmek\" sözcüğü \"rastlamak, tesadüfen bulmak\" anlamında kullanılmıştır?",
    "options": [
      {
        "text": "A) Bu kitap, tam da aradığım konuya düşmüş.",
        "isCorrect": true
      },
      {
        "text": "B) Yolda yürürken ansızın yere düştü.",
        "isCorrect": false
      },
      {
        "text": "C) Akşam vakti sıcaklık hızla düştü.",
        "isCorrect": false
      },
      {
        "text": "D) Gözlerinden birkaç damla yaş düştü.",
        "isCorrect": false
      }
    ],
    "topic": "Sözcükte Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "mecaz anlam",
      "deyimleşme",
      "sözcükte anlam",
      "anlam kayması"
    ],
    "learningObjective": "Öğrenci, bir sözcüğün deyim içinde kazanmış olduğu mecaz anlamı belirler.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde \"düşmek\" sözcüğü \"rastlantı sonucu elde etmek, kısmet olmak\" anlamında kullanılmıştır?",
    "options": [
      {
        "text": "A) Bu yıl güzel bir tatil köyüne düştük.",
        "isCorrect": true
      },
      {
        "text": "B) Masadan tabak yere düştü.",
        "isCorrect": false
      },
      {
        "text": "C) Hava sıcaklığı gece epey düştü.",
        "isCorrect": false
      },
      {
        "text": "D) Yorgunluktan hemen uykuya düştüm.",
        "isCorrect": false
      }
    ],
    "topic": "Cümlede Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcükte anlam",
      "deyim",
      "bağlam",
      "çok anlamlılık"
    ],
    "learningObjective": "Öğrenci, çok anlamlı bir sözcüğün (düşmek) farklı bağlamlardaki anlamlarını ayırt edebilir ve mecazi/deyimsel kullanımları tanıyabilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde \"açmak\" sözcüğü \"bir şeyi daha geniş, daha ferah duruma getirmek\" anlamında kullanılmıştır?",
    "options": [
      {
        "text": "A) Bu pencereyi biraz açık bırakırsan oda hava alır.",
        "isCorrect": false
      },
      {
        "text": "B) Yeni bir iş yeri açmak için kredi başvurusu yaptı.",
        "isCorrect": false
      },
      {
        "text": "C) Şair, bu mısralarla yepyeni bir ufuk açtı bize.",
        "isCorrect": true
      },
      {
        "text": "D) Konserve kutusunu açmak için açacak lazım.",
        "isCorrect": false
      }
    ],
    "topic": "Cümlede Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "sözcükte anlam",
      "mecaz anlam",
      "bağlam",
      "anlam ayırt etme"
    ],
    "learningObjective": "Öğrenci, bir sözcüğün (açmak) somut anlamlarından ziyade, soyut ve mecazi anlamlarını bağlam içinde doğru bir şekilde yorumlayabilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki paragrafta anlatılanlardan çıkarılabilecek en kapsamlı yargı hangisidir?\n\n“Sanatçı, eserini oluştururken yalnızca kendi duygu ve düşüncelerini aktarmakla kalmaz, aynı zamanda içinde yaşadığı toplumun kültürel kodlarını, tarihsel birikimini de yansıtır. Bu nedenle bir sanat yapıtı, ait olduğu dönemin bir aynası gibidir. Ancak bu ayna, yalnızca yüzeydeki görüntüyü değil, o dönemin ruhunu, çelişkilerini ve özlemlerini de gösteren bir tür ‘ruh aynası’ işlevi görür. Sanatın kalıcılığı da bu derinlikli yansıtmadan kaynaklanır.”",
    "options": [
      {
        "text": "Sanatçılar, eserlerinde yalnızca kişisel duygularını ifade etmeyi amaçlar.",
        "isCorrect": false
      },
      {
        "text": "Sanat yapıtları, üretildikleri dönemin yalnızca yüzeysel özelliklerini yansıtır.",
        "isCorrect": false
      },
      {
        "text": "Sanatın temel işlevi, toplumun günlük yaşamını belgelemektir.",
        "isCorrect": false
      },
      {
        "text": "Sanat eserleri, içinde doğdukları toplumun hem maddi hem de manevi dünyasını yansıtarak kalıcılık kazanır.",
        "isCorrect": true
      }
    ],
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ana fikir",
      "çıkarım",
      "sanat ve toplum",
      "kalıcılık"
    ],
    "learningObjective": "Bir paragrafta, neden-sonuç ilişkilerini ve metaforları çözümleyerek ana düşünceyi belirleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Bu paragrafta yazarın \"dil\" ile ilgili temel eleştirisi aşağıdakilerden hangisidir?\n\n“Günümüzde iletişim araçlarının hızı, dilin inceliklerini yok ediyor. Kısa mesajlar, sosyal medya paylaşımları, anlamı mümkün olduğunca sıkıştırılmış ifadelere indirgiyor. Bu durum, sadece söz dağarcığının daralmasına yol açmıyor; aynı zamanda düşüncenin karmaşık katmanlarını ifade edebilme yeteneğimizi de zayıflatıyor. Dil, düşünceyi taşıyan bir araç olmaktan çıkıp, yüzeysel bir işaretler sistemine dönüşüyor. Oysa dilin zenginliği, düşüncenin derinliğiyle doğrudan bağlantılıdır.”",
    "options": [
      {
        "text": "İletişim araçlarının yaygınlaşması, dilin kullanım alanını genişletmiştir.",
        "isCorrect": false
      },
      {
        "text": "Modern iletişim, dilin düşünceyi derinlemesine ifade etme işlevini zayıflatmaktadır.",
        "isCorrect": true
      },
      {
        "text": "Kısa mesajlaşmanın yaygınlaşması, dilin sadece yazım kurallarını olumsuz etkilemiştir.",
        "isCorrect": false
      },
      {
        "text": "Dilin asıl işlevi, günlük hayatı kolaylaştıran pratik bir araç olmaktır.",
        "isCorrect": false
      }
    ],
    "topic": "Paragrafta Anlam",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ana düşünce",
      "eleştiri",
      "dil ve düşünce",
      "neden-sonuç"
    ],
    "learningObjective": "Bir paragrafta yazarın bir olguya yönelik temel eleştirisini, neden-sonuç ilişkilerini takip ederek belirleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki parçanın anlatımında hangi anlatım biçimi ağır basmaktadır?\n\n\"Sanatın toplumsal işlevini tartışırken, yalnızca estetik kaygıları ön plana çıkaranların eksik bir bakış açısına sahip olduğunu düşünüyorum. Çünkü sanat, tarih boyunca toplumu dönüştüren, eleştiren ve yönlendiren bir güç olmuştur. Örneğin, Namık Kemal'in vatanseverlik temasını işleyen eserleri, bir dönemin düşünce yapısını şekillendirmede etkili olmuştur. Oysa sanatı yalnızca 'güzel' arayışına indirgemek, onun bu dinamik ve etkili yönünü görmezden gelmektir.\"",
    "options": [
      {
        "text": "Öyküleme",
        "isCorrect": false
      },
      {
        "text": "Betimleme",
        "isCorrect": false
      },
      {
        "text": "Açıklama",
        "isCorrect": false
      },
      {
        "text": "Tartışma",
        "isCorrect": true
      }
    ],
    "explanation": "Parçada yazar, 'sanatın toplumsal işlevi' konusunda kendi tezini ('sanat toplumu dönüştürür') ortaya koymakta, karşıt görüşü ('sanat yalnızca estetik kaygı taşır') eleştirmekte ve bu tezini Namık Kemal örneği gibi bir kanıtla desteklemektedir. Bu unsurlar (tez, karşı tez, kanıt gösterme, eleştiri) tartışma anlatım biçiminin temel özellikleridir.",
    "topic": "Anlatım Biçimleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "tartışma",
      "tez",
      "kanıt",
      "karşı görüş"
    ],
    "learningObjective": "Bir metnin, bir düşünceyi savunma, karşıt düşünceyi çürütme ve örneklerle kanıtlama yapısını analiz ederek tartışma anlatım biçimini belirleyebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede altı çizili sözcüklerin hangisinde bir \"ünlü daralması\" olayı vardır?\n\n\"Bu <u>söylediklerimi</u> bir <u>kenara</u> bırakıp, <u>yeni</u> bir <u>başlangıç</u> yapmayı <u>düşünüyoruz</u>.\"",
    "options": [
      {
        "text": "söylediklerimi",
        "isCorrect": false
      },
      {
        "text": "kenara",
        "isCorrect": false
      },
      {
        "text": "yeni",
        "isCorrect": false
      },
      {
        "text": "düşünüyoruz",
        "isCorrect": true
      }
    ],
    "topic": "Ses Bilgisi",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ünlü daralması",
      "geniş ünlü",
      "dar ünlü",
      "fiil çekimi"
    ],
    "learningObjective": "Bir cümlede, fiil çekimlerinde meydana gelen ünlü daralması olayını tespit edebilmek.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde bir yazım yanlışı vardır?",
    "options": [
      {
        "text": "Bu konuda herhangi bir bilgim yok, sen de mi yoksa?",
        "isCorrect": false
      },
      {
        "text": "Sınav sonuçlarına göre, öğrencilerin bir çoğu bu konuyu anlamamış.",
        "isCorrect": true
      },
      {
        "text": "TBMM'nin 102. yıl dönümü törenle kutlandı.",
        "isCorrect": false
      },
      {
        "text": "O kadar yorgundu ki, bir an önce eve gitmek istiyordu.",
        "isCorrect": false
      }
    ],
    "topic": "Yazım Kuralları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "bir çoğu",
      "birçoğu",
      "bitişik yazım",
      "belgisiz sıfat"
    ],
    "learningObjective": "Öğrenci, 'birçok' sözcüğünün belgisiz sıfat olarak kullanıldığında bitişik yazılması gerektiğini bilir ve ayrı yazılan yanlış kullanımı tespit eder.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde noktalı virgül (;) yanlış kullanılmıştır?",
    "options": [
      {
        "text": "İstanbul'a gideceğim; ama önce Ankara'da birkaç işimi halletmem gerekiyor.",
        "isCorrect": false
      },
      {
        "text": "Kitap okumayı çok severim; roman, öykü, deneme gibi türler beni cezbeder.",
        "isCorrect": false
      },
      {
        "text": "Sınıfın en çalışkan öğrencileri şunlardı; Ayşe, Mehmet ve Elif.",
        "isCorrect": true
      },
      {
        "text": "Sabah erkenden yola çıktık; ancak yoğun trafik yüzünden ancak akşam varabildik.",
        "isCorrect": false
      }
    ],
    "topic": "Noktalama İşaretleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "noktalı virgül",
      "yanlış kullanım",
      "bağlaç",
      "sıralama"
    ],
    "learningObjective": "Noktalı virgülün bağımsız cümleleri bağlama ve ögeleri ayırma işlevlerini kavrayarak yanlış kullanımını tespit edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede altı çizili sözcüğün kök ve eklerine ayrılmış hali hangi seçenekte doğru verilmiştir?\n\n\"Bu eski evin <u>güzelleştirilemeyeceğini</u> düşünüyordu.\"",
    "options": [
      {
        "text": "güzel (isim kökü) + -leş- (işteşlik eki) + -tir- (ettirgenlik eki) + -il- (edilgenlik eki) + -e (yönelme hâli) + -me (olumsuzluk) + -yecek (gelecek zaman) + -ğ (kaynaştırma) + -i (iyelik) + -ni (belirtme hâli)",
        "isCorrect": false
      },
      {
        "text": "güzel (isim kökü) + -leş- (işteşlik eki) + -tir- (ettirgenlik eki) + -il- (edilgenlik eki) + -e (yeterlilik) + -me (olumsuzluk) + -y (kaynaştırma) + -ecek (gelecek zaman) + -i (3. tekil iyelik)",
        "isCorrect": false
      },
      {
        "text": "güzel (isim kökü) + -leş- (isimden fiil yapan yapım eki) + -tir- (fiilden fiil yapan yapım eki/ettirgen) + -il- (fiilden fiil yapan yapım eki/edilgen) + -e (yeterlilik) + -me (olumsuzluk) + -y (kaynaştırma) + -ecek (gelecek zaman sıfat-fiil) + -i (iyelik eki)",
        "isCorrect": true
      },
      {
        "text": "güzel (isim kökü) + -leş- (isimden fiil yapan yapım eki) + -tir- (ettirgenlik eki) + -il- (edilgenlik eki) + -e (yönelme hâli) + -me (olumsuzluk) + -y (kaynaştırma) + -ecek (gelecek zaman) + -i (belirtme hâli)",
        "isCorrect": false
      }
    ],
    "topic": "Sözcükte Yapı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "isim kökü",
      "yapım eki",
      "fiilimsi",
      "çekim eki",
      "edilgen fiil"
    ],
    "learningObjective": "Çok sayıda yapım ve çekim eki almış, olumsuzluk ve fiilimsi içeren karmaşık bir fiilin yapısal ögelerini doğru bir şekilde ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili sözcük tür bakımından diğerlerinden farklıdır?\n\nA) Bu <u>kadar</u> güzel bir manzara görmemiştim.\nB) Çalışmalarını <u>kadar</u> hızlandırmalısın.\nC) Senin <u>kadar</u> çalışkan birini tanımıyorum.\nD) Eve vardığım <u>kadar</u> telefonunu arayacağım.",
    "options": [
      {
        "text": "A",
        "isCorrect": false
      },
      {
        "text": "B",
        "isCorrect": false
      },
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "D",
        "isCorrect": true
      }
    ],
    "topic": "Sözcük Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "kadar",
      "edat",
      "bağlaç",
      "sözcük türü"
    ],
    "learningObjective": "Aynı sözcüğün (kadar) farklı cümlelerde edat, bağlaç veya zarf olarak kullanımlarını ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde \"ile\" sözcüğü, cümleye \"ne zaman\" sorusuna cevap veren bir zarf anlamı katmıştır?\n\nA) Çocuk, sevinçle koşarak yanımıza geldi.\nB) Babasıyla birlikte maça gidecekler.\nC) Bu dosyaları kargoyla gönderdik.\nD) Güzellikle istersen her şeyi yaptırırsın.",
    "options": [
      {
        "text": "A",
        "isCorrect": true
      },
      {
        "text": "B",
        "isCorrect": false
      },
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "D",
        "isCorrect": false
      }
    ],
    "topic": "Edat-Bağlaç-Ünlem",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ile",
      "edat",
      "bağlaç",
      "zarf",
      "görev"
    ],
    "learningObjective": "Aynı sözcüğün edat, bağlaç ve zarf olarak kullanımını ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde ek fiil, hem isim soylu bir sözcüğü yüklem yapmış hem de cümleye 'koşul' anlamı katmıştır?",
    "options": [
      {
        "text": "Bu soruları çözmek için yeterince çalışkansın.",
        "isCorrect": false
      },
      {
        "text": "Yarın sınavımız varsa erken yatmalıyız.",
        "isCorrect": true
      },
      {
        "text": "O zamanlar bu kasaba çok küçükmüş.",
        "isCorrect": false
      },
      {
        "text": "En büyük hayali, bir doktor olmaktı.",
        "isCorrect": false
      }
    ],
    "topic": "Fill-Ek Fiil",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "ek fiil",
      "koşul",
      "şart",
      "isim cümlesi",
      "varsa"
    ],
    "learningObjective": "Ek fiilin isim soylu sözcükleri yüklem yapma işlevi ile cümleye koşul (şart) anlamı katma işlevini ayırt edebilme.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, fiilimsi eki alan sözcük, cümlede bir isim soylu sözcüğün (isim, sıfat, zarf) anlamını tamamlayan bir \"tamlayan\" görevi üstlenmiştir?\n\n\"Güneşin batışını izlerken, içimi hüzün kapladı.\"",
    "options": [
      {
        "text": "\"batışını\" sözcüğü (İsim-fiil, belirtili isim tamlamasında tamlanan)",
        "isCorrect": false
      },
      {
        "text": "\"izlerken\" sözcüğü (Zarf-fiil, \"kapladı\" yükleminin zamanını belirten zarf tümleci)",
        "isCorrect": false
      },
      {
        "text": "\"Güneşin\" sözcüğü (Tamlayan eki (-in) almış isim)",
        "isCorrect": false
      },
      {
        "text": "\"içimi\" sözcüğü (Belirtme durum eki (-i) almış isim, \"kapladı\" yükleminin nesnesi)",
        "isCorrect": true
      }
    ],
    "explanation": "Bu soru, fiilimsi kavramını dolaylı olarak test etmektedir. Seçeneklerde fiilimsi örnekleri verilmiş ancak sorunun asıl odağı, cümledeki fiilimsi olmayan bir öğenin (\"içimi\" isminin) görevini belirlemektir. \"İçimi\" sözcüğü, fiilimsi değil, isimdir ve \"kapladı\" yükleminin belirtili nesnesi görevindedir. Diğer seçeneklerdeki \"batışını\" (isim-fiil) ve \"izlerken\" (zarf-fiil) fiilimsilerdir, ancak soruda istenen, bir isim soylu sözcüğün tamamlayıcı görevini üstlenen unsur değildir. \"Güneşin\" ise fiilimsi değil, tamlayan görevinde bir isimdir. Bu karmaşık yapı, sorunun zorluk seviyesini oluşturur.",
    "topic": "Fiilimsa",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "fiilimsi",
      "isim-fiil",
      "zarf-fiil",
      "cümle ögeleri",
      "nesne"
    ],
    "learningObjective": "Öğrencinin bir cümlede fiilimsi olan ve olmayan ögeleri bir arada değerlendirerek, cümlenin anlam ve yapı özelliklerini çözümleyebilmesi ve fiilimsilerin cümle içindeki diğer ögelerle olan ilişkisini kavrayabilmesi amaçlanmıştır.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde yüklem, hem öznesine hem de nesnesine göre çatı özelliği bakımından diğerlerinden farklıdır?",
    "options": [
      {
        "text": "Müdür, yeni personeli makamında kabul etti.",
        "isCorrect": false
      },
      {
        "text": "Bu konu, öğrenciler tarafından hemen kavrandı.",
        "isCorrect": false
      },
      {
        "text": "Çocuk, annesine sürpriz bir hediye aldı.",
        "isCorrect": false
      },
      {
        "text": "Bu eski ev, aile büyüklerimizce yıllar önce yaptırılmış.",
        "isCorrect": true
      }
    ],
    "topic": "Filde Çatı",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "edilgen çatı",
      "ettirgen çatı",
      "özne-yüklem ilişkisi",
      "nesne-yüklem ilişkisi"
    ],
    "learningObjective": "Öğrenci, bir cümledeki yüklemin hem öznesine göre (etken/edilgen) hem de nesnesine göre (geçişli/geçişsiz, oldurgan/ettirgen) çatı özelliklerini aynı anda analiz ederek karmaşık çatı yapılarını ayırt edebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde altı çizili söz öbeği, bir atasözü değildir?",
    "options": [
      {
        "text": "Komşunun tavuğu komşuya kaz görünür.",
        "isCorrect": false
      },
      {
        "text": "Bu işte de bir punduna getirip sözünü esirgemedi.",
        "isCorrect": true
      },
      {
        "text": "Ağaç yaşken eğilir, bu yüzden çocuk eğitimine önem veriyordu.",
        "isCorrect": false
      },
      {
        "text": "Dost ile ye, iç; alışveriş etme.",
        "isCorrect": false
      }
    ],
    "topic": "Deyim ve Atasözü",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "atasözü",
      "deyim",
      "kalıplaşmış ifade"
    ],
    "learningObjective": "Öğrenci, bir cümlede kullanılan kalıplaşmış ifadenin atasözü mü yoksa deyim mi olduğunu ayırt edebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlede altı çizili bölümün cümle öğesi görevini bulunuz:\n\n\"Bu eski ev, <u>yılların getirdiği yorgunlukla</u>, sessizce ayakta duruyordu.\"",
    "options": [
      {
        "text": "Zarf tümleci",
        "isCorrect": false
      },
      {
        "text": "Dolaylı tümleç",
        "isCorrect": false
      },
      {
        "text": "Edat tümleci",
        "isCorrect": true
      },
      {
        "text": "Dolaysız tümleç",
        "isCorrect": false
      }
    ],
    "topic": "Cümlenin Öğeleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "edat tümleci",
      "ile edatı",
      "öge analizi",
      "zarf tümleci ayrımı"
    ],
    "learningObjective": "Öğrenci, \"ile\" edatının araç/vasıta anlamı taşıdığı durumlarda oluşan ögeyi (edat tümleci) diğer tümleç türlerinden ayırt edebilir.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisi, yüklemin yerine göre 'devrik', yüklemin türüne göre 'isim' ve anlamına göre 'soru' cümlesidir?",
    "options": [
      {
        "text": "Bu kadar güzel bir manzara karşısında kim duygulanmaz ki?",
        "isCorrect": false
      },
      {
        "text": "Nerede bu şehrin o eski, dingin sabahları?",
        "isCorrect": true
      },
      {
        "text": "Bu şehrin o eski, dingin sabahları neredeydi?",
        "isCorrect": false
      },
      {
        "text": "Kimse yok mu bu şehrin eski sabahlarını özleyen?",
        "isCorrect": false
      }
    ],
    "topic": "Cümle Türleri",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "devrik cümle",
      "isim cümlesi",
      "soru cümlesi",
      "yüklem türü",
      "yüklem yeri"
    ],
    "learningObjective": "Öğrenci, bir cümlenin aynı anda yüklemin yerine, türüne ve anlamına göre sınıflandırılmasını gerektiren çok boyutlu bir analiz yapar.",
    "subject": "Türkçe"
  },
  {
    "text": "Aşağıdaki cümlelerin hangisinde, bir sözcüğün yanlış anlamda kullanılmasından kaynaklanan bir anlatım bozukluğu vardır?",
    "options": [
      {
        "text": "Bu kadar gürültüde ders çalışmak gerçekten çok güçtü.",
        "isCorrect": false
      },
      {
        "text": "Bu sorunun çözümü için yeni bir yöntem geliştirmek gerekiyor.",
        "isCorrect": false
      },
      {
        "text": "Yeni aldığım telefonun batarya problemi çözüldü.",
        "isCorrect": true
      },
      {
        "text": "Toplantıda alınan kararlar bir hafta içinde uygulanacak.",
        "isCorrect": false
      }
    ],
    "topic": "Anlatım Bozuklukları",
    "formula": null,
    "exam": "TYT",
    "difficulty": "Zor",
    "keywords": [
      "anlam yanlışlığı",
      "sözcüğün yanlış kullanımı",
      "anlatım bozukluğu",
      "batarya"
    ],
    "learningObjective": "Öğrenci, bir sözcüğün yanlış anlamda kullanılmasından kaynaklanan anlatım bozukluğunu tespit eder.",
    "subject": "Türkçe"
  }
]