[
  {
    "text": "Aşağıdakilerden hangisi, insan faaliyetlerinin doğal çevre üzerindeki olumsuz etkilerini azaltmak amacıyla alınan önlemlerden biri değildir?",
    "explanation": "Tarım alanlarının genişletilmesi için ormanların tahrip edilmesi, doğal çevre üzerinde olumsuz bir etki yaratır ve koruma amacı taşımaz. Diğer seçenekler ise sürdürülebilir kalkınma ve çevre koruma prensiplerine uygundur.",
    "options": [
      {
        "text": "Atıkların geri dönüşümüne önem vermek",
        "isCorrect": false
      },
      {
        "text": "Yenilenebilir enerji kaynaklarının kullanımını yaygınlaştırmak",
        "isCorrect": false
      },
      {
        "text": "Tarım alanlarını genişletmek için ormanları tahrip etmek",
        "isCorrect": true
      },
      {
        "text": "Toplu taşıma sistemlerini geliştirerek fosil yakıt tüketimini azaltmak",
        "isCorrect": false
      }
    ],
    "topic": "İnsan ve Doğa",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "Dünya'nın günlük hareketi (eksen çevresindeki dönüşü) aşağıdaki olaylardan hangisine neden olmaz?",
    "explanation": "Dünya'nın günlük hareketi, gece ve gündüzün oluşmasına, gün içinde sıcaklık farklarının ortaya çıkmasına ve rüzgarların yön değiştirmesine (Coriolis Etkisi) neden olur. Mevsimlerin oluşması ise Dünya'nın yıllık hareketi (Güneş çevresindeki dönüşü) ve eksen eğikliğinin sonucudur.",
    "options": [
      {
        "text": "Gece ve gündüzün oluşması",
        "isCorrect": false
      },
      {
        "text": "Günlük sıcaklık farklarının ortaya çıkması",
        "isCorrect": false
      },
      {
        "text": "Mevsimlerin oluşması",
        "isCorrect": true
      },
      {
        "text": "Rüzgarların yön değiştirmesi",
        "isCorrect": false
      }
    ],
    "topic": "Dünya'nın Şekli ve Hareketleri",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "Bir yerin matematik konumu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Matematik konum, bir yerin enlem ve boylam değerleriyle ifade edilir. Enlem, bir yerin Ekvator'a olan uzaklığının açı cinsinden değeridir ve iklim, sıcaklık, tarım ürünleri gibi özellikleri etkiler. Ancak, yerel saatin farklı olması, o yerin başlangıç meridyenine (Greenwich) göre boylam farkından kaynaklanır, bu da matematik konumun bir parçasıdır. Dolayısıyla, yerel saatin farklı olması matematik konumla doğrudan ilişkilidir, bu nedenle bu ifade yanlış değildir. Sorunun doğru cevabı, enlemin yerel saati belirlemesidir; çünkü yerel saati belirleyen faktör boylamdır, enlem değildir.",
    "options": [
      {
        "text": "Enlem değeri, bir yerin iklim özellikleri üzerinde belirleyicidir.",
        "isCorrect": false
      },
      {
        "text": "Enlem değeri, bir yerin yerel saatini belirler.",
        "isCorrect": true
      },
      {
        "text": "Aynı enlem üzerindeki yerlerde, Güneş'in ufuk düzlemindeki yüksekliği aynıdır.",
        "isCorrect": false
      },
      {
        "text": "Matematik konum, bir yerin mutlak konumudur.",
        "isCorrect": false
      }
    ],
    "topic": "Coğrafi Konum",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "1/500.000 ölçekli bir haritada 8 cm ile gösterilen bir gölün gerçek alanı kaç km²'dir?",
    "explanation": "Öncelikle haritadaki uzunluğun gerçek uzunluğu bulunur: Gerçek Uzunluk = Harita Uzunluğu x Ölçek Paydası = 8 cm x 500.000 = 4.000.000 cm. Bu değer kilometreye çevrilir (1 km = 100.000 cm): 4.000.000 cm / 100.000 = 40 km. Bu, haritada gölün bir kenarının uzunluğu gibi düşünülebilir. Alan hesaplaması için kare alınır: 40 km x 40 km = 1600 km².",
    "options": [
      {
        "text": "160 km²",
        "isCorrect": false
      },
      {
        "text": "400 km²",
        "isCorrect": false
      },
      {
        "text": "1600 km²",
        "isCorrect": true
      },
      {
        "text": "2000 km²",
        "isCorrect": false
      }
    ],
    "topic": "Harita Bilgisi",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "Aşağıdakilerden hangisi, bir yerin günlük sıcaklık farkının fazla olmasında etkili değildir?",
    "explanation": "Günlük sıcaklık farkı, gündüz ısınma ve gece soğuma arasındaki farktır. Nem oranının yüksek olması, bulutluluk gibi, gündüz Güneş ışınlarının etkisini azaltır ve gece ise ısı kaybını yavaşlatarak sıcaklık farkını azaltır. Bu nedenle nemli yerlerde günlük sıcaklık farkı azdır. Diğer seçenekler (karla örtülü olma, bulutluluk, bakı) sıcaklık farkını etkileyen faktörlerdir.",
    "options": [
      {
        "text": "Nem oranının yüksek olması",
        "isCorrect": true
      },
      {
        "text": "Yüzeyin karla kaplı olması",
        "isCorrect": false
      },
      {
        "text": "Bulutlu hava",
        "isCorrect": false
      },
      {
        "text": "Bakı durumu",
        "isCorrect": false
      }
    ],
    "topic": "Atmosfer ve Sıcaklık",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "Yazları sıcak ve kurak, kışları ılık ve yağışlı geçen Akdeniz İklimi aşağıdaki bitki örtülerinden hangisi ile karakterizedir?",
    "explanation": "Akdeniz İklimi'nin doğal bitki örtüsü, yaz kuraklığına adapte olmuş, kısa boylu, sert yapraklı ve her zaman yeşil kalan bodur ağaç ve çalılardan oluşan makidir.",
    "options": [
      {
        "text": "Bozkır",
        "isCorrect": false
      },
      {
        "text": "Maki",
        "isCorrect": true
      },
      {
        "text": "Tayga",
        "isCorrect": false
      },
      {
        "text": "Savan",
        "isCorrect": false
      }
    ],
    "topic": "İklimler",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "30° enlemleri çevresinde sürekli olarak yüksek basınç alanları (DYB) oluşmasının temel nedeni aşağıdakilerden hangisidir?",
    "explanation": "30° enlemlerinde, Hadley Hücresi döngüsü gereği, Ekvator'dan yükselen hava kutuplara doğru hareket eder ve yaklaşık 30° enlemlerinde alçalmaya başlar. Alçalan hava adiabatik olarak ısınır, bağıl nemi düşer ve yağış oluşturmaz. Bu sürekli alçalma hareketi, bu enlemlerde sürekli dinamik yüksek basınç alanlarının oluşmasına neden olur.",
    "options": [
      {
        "text": "Havanın soğuyarak yoğunlaşması",
        "isCorrect": false
      },
      {
        "text": "Havanın alçalarak ısınması",
        "isCorrect": true
      },
      {
        "text": "Yeryüzünün fazla ısınması",
        "isCorrect": false
      },
      {
        "text": "Okyanus akıntılarının etkisi",
        "isCorrect": false
      }
    ],
    "topic": "Basınç ve Rüzgarlar",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  },
  {
    "text": "Havadaki nemin doyma noktasına ulaşıp yoğunlaşarak yeryüzüne düşmesine yağış denir. Aşağıdaki yağış türlerinden hangisi, sıcak ve nemli bir hava kütlesinin soğuk bir yerle teması sonucu oluşur?",
    "explanation": "Yamaç (Orografik) Yağışları, nemli hava kütlelerinin bir dağ yamacı boyunca yükselerek soğuması sonucu oluşur. Burada soğumanın nedeni, sıcak hava kütlesinin soğuk dağ yüzeyiyle değil, yükselerek adiabatik soğuma ile soğumasıdır. Ancak soruda 'soğuk bir yerle temas' olarak genel bir ifade kullanılmış ve bu tip yağışların mekanizması kastedilmiştir. Konveksiyonel yağış ısınmayla, Cephe yağışı iki farklı hava kütlesinin karşılaşmasıyla, Kırık yağışı ise alçak basınç alanlarıyla ilişkilidir.",
    "options": [
      {
        "text": "Konveksiyonel Yağış",
        "isCorrect": false
      },
      {
        "text": "Cephe Yağışı",
        "isCorrect": false
      },
      {
        "text": "Yamaç (Orografik) Yağışı",
        "isCorrect": true
      },
      {
        "text": "Kırık Yağışı",
        "isCorrect": false
      }
    ],
    "topic": "Nem, Yağış ve Buharlaşma",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Coğrafya"
  }
]