[
  {
    "text": "Tarih biliminde, bir olayın meydana geldiği yeri ve zamanı belirleyerek olayın gerçekliğini kanıtlama yöntemi aşağıdakilerden hangisidir?",
    "explanation": "Tarih biliminde, bir olayın nerede ve ne zaman olduğunu belirlemek, olayın gerçekliğini kanıtlamak için kullanılan temel yöntem 'Kronoloji ve Coğrafya' yöntemidir. Bu yöntem, olguyu zaman ve mekan içinde konumlandırarak nesnel bir temel sağlar.",
    "options": [
      {
        "text": "Kronoloji ve Coğrafya",
        "isCorrect": true
      },
      {
        "text": "Tenkit (Eleştiri)",
        "isCorrect": false
      },
      {
        "text": "Tasnif (Sınıflandırma)",
        "isCorrect": false
      },
      {
        "text": "Terkip (Sentez)",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki uygarlıklardan hangisi, tarihte yazıyı icat etmeleri ve 'Kanunlar Kralı' olarak bilinen Hammurabi'ye ait ünlü kanunları oluşturmalarıyla tanınır?",
    "explanation": "Sümerler, MÖ 3500 civarında çivi yazısını icat ederek tarihi çağları başlatmışlardır. Ayrıca Babil Kralı Hammurabi, Sümer kanunlarından da yararlanarak tarihin ilk yazılı ve sistemli kanunlarını oluşturmuştur.",
    "options": [
      {
        "text": "Sümerler",
        "isCorrect": true
      },
      {
        "text": "İyonlar",
        "isCorrect": false
      },
      {
        "text": "Hititler",
        "isCorrect": false
      },
      {
        "text": "Mısırlılar",
        "isCorrect": false
      }
    ],
    "topic": "Uygarlığın Doğuşu ve İlk Uygarlıklar",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Göktürk Devleti ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Göktürk Devleti, Türk adını ilk kez resmi devlet adı olarak kullanan Türk devletidir. Ayrıca, Orhun Yazıtları bu devlet döneminde dikilmiş ve Türkçenin bilinen ilk yazılı kaynakları olmuştur.",
    "options": [
      {
        "text": "Türk adıyla kurulan ilk Türk devletidir.",
        "isCorrect": true
      },
      {
        "text": "İstanbul'u kuşatan ilk Türk devletidir.",
        "isCorrect": false
      },
      {
        "text": "Müslüman olan ilk Türk devletidir.",
        "isCorrect": false
      },
      {
        "text": "Anadolu'da kurulan ilk Türk devletidir.",
        "isCorrect": false
      }
    ],
    "topic": "İlk Türk Devletleri",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "İslam tarihinde, Müslümanların Mekke'den Medine'ye göç etmek zorunda kalması olayına ne ad verilir?",
    "explanation": "Hicret, Hz. Muhammed ve Müslümanların, Mekkeli müşriklerin artan baskıları nedeniyle MS 622 yılında Mekke'den Medine'ye yaptıkları göçtür. Bu olay, İslam takviminin (Hicri Takvim) başlangıcı kabul edilir.",
    "options": [
      {
        "text": "Hicret",
        "isCorrect": true
      },
      {
        "text": "Cihat",
        "isCorrect": false
      },
      {
        "text": "Rıdde",
        "isCorrect": false
      },
      {
        "text": "Biat",
        "isCorrect": false
      }
    ],
    "topic": "İslam Tarihi ve Uygarlığı",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Büyük Selçuklu Devleti'nde, devlete ait toprakların gelirlerinin maaş karşılığı olarak komutanlara ve devlet görevlilerine verilmesi sistemine ne ad verilirdi?",
    "explanation": "İkta sistemi, Selçuklularda uygulanan ve toprak gelirlerinin hizmet karşılığı olarak asker ve devlet adamlarına verildiği bir sistemdir. Bu sistem, hem merkezi otoriteyi güçlendirmiş hem de tarımsal üretimin sürekliliğini sağlamıştır.",
    "options": [
      {
        "text": "İkta Sistemi",
        "isCorrect": true
      },
      {
        "text": "Tımar Sistemi",
        "isCorrect": false
      },
      {
        "text": "Miri Arazi",
        "isCorrect": false
      },
      {
        "text": "Vakıf Sistemi",
        "isCorrect": false
      }
    ],
    "topic": "Türk-İslam Devletleri",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Türklerin toplu halde İslamiyet'i kabul etmeleri aşağıdaki savaşlardan hangisinin sonucunda gerçekleşmiştir?",
    "explanation": "Talas Savaşı (751), Çinliler ile Abbasiler arasında yapılmış, Karluk Türkleri'nin Abbasilerin yanında yer almasıyla Müslümanlar kazanmıştır. Bu savaş, Türkler ile Müslüman Araplar arasındaki ilişkileri iyileştirmiş ve Türklerin kitleler halinde İslamiyet'i kabul sürecini hızlandırmıştır.",
    "options": [
      {
        "text": "Talas Savaşı",
        "isCorrect": true
      },
      {
        "text": "Malazgirt Savaşı",
        "isCorrect": false
      },
      {
        "text": "Dandanakan Savaşı",
        "isCorrect": false
      },
      {
        "text": "Kösedağ Savaşı",
        "isCorrect": false
      }
    ],
    "topic": "Türkler'in İslamiyeti Kabulü",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Anadolu Selçuklu Devleti'nin Moğollara karşı 1243 yılında yenilgiye uğradığı ve devletin yıkılış sürecine girdiği savaş aşağıdakilerden hangisidir?",
    "explanation": "Kösedağ Savaşı (1243), Anadolu Selçuklu Devleti ile Moğol İlhanlı Devleti arasında yapılmıştır. Selçukluların ağır yenilgisiyle sonuçlanan bu savaş, Anadolu'da Moğol hakimiyetinin başlamasına ve Selçuklu Devleti'nin dağılma sürecine girmesine neden olmuştur.",
    "options": [
      {
        "text": "Kösedağ Savaşı",
        "isCorrect": true
      },
      {
        "text": "Malazgirt Savaşı",
        "isCorrect": false
      },
      {
        "text": "Miryokefalon Savaşı",
        "isCorrect": false
      },
      {
        "text": "Pasinler Savaşı",
        "isCorrect": false
      }
    ],
    "topic": "Türkiye Tarihi",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Beyliği'nin kısa sürede büyüyerek bir devlet haline gelmesinde, aşağıdaki faktörlerden hangisi diğerlerine göre daha az etkili olmuştur?",
    "explanation": "Osmanlı Beyliği'nin kuruluş döneminde (1300-1453) güçlü bir donanmaya sahip olması söz konusu değildir. Asıl gücü, coğrafi konumu, merkeziyetçi yapısı, adaletli yönetimi ve güçlü süvari ordusundan (akıncılar) kaynaklanmıştır. Donanmanın önemi daha çok İstanbul'un fethi ve sonrasında artmıştır.",
    "options": [
      {
        "text": "Güçlü bir donanmaya sahip olması",
        "isCorrect": true
      },
      {
        "text": "Coğrafi konumunun uygun olması",
        "isCorrect": false
      },
      {
        "text": "Merkeziyetçi bir yönetim anlayışı benimsemesi",
        "isCorrect": false
      },
      {
        "text": "Bizans'ın içinde bulunduğu karışıklıklardan faydalanması",
        "isCorrect": false
      }
    ],
    "topic": "Beylikten Devlete (1300-1453)",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Kanuni Sultan Süleyman döneminde, Osmanlı Devleti'nin Hint Okyanusu'ndaki deniz hakimiyeti mücadelesi sırasında öne çıkan Osmanlı denizcisi aşağıdakilerden hangisidir?",
    "explanation": "Kanuni Sultan Süleyman dönemi, Osmanlı Devleti'nin hem doğuda hem de batıda en güçlü olduğu 'Dünya Gücü' dönemidir. Bu dönemde, Portekizlilerle Hint Okyanusu'nda mücadele eden ve Osmanlı denizciliğini bölgeye taşıyan önemli isim Seydi Ali Reis'tir.",
    "options": [
      {
        "text": "Seydi Ali Reis",
        "isCorrect": true
      },
      {
        "text": "Barbaros Hayreddin Paşa",
        "isCorrect": false
      },
      {
        "text": "Piri Reis",
        "isCorrect": false
      },
      {
        "text": "Turgut Reis",
        "isCorrect": false
      }
    ],
    "topic": "Dünya Gücü: Osmanlı Devleti",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin Duraklama Dönemi'nde, uzun süren savaşlar ve artan masraflar nedeniyle hazinenin para sıkıntısı çekmesi sonucu, ilk kez ayarı düşük para basılması olayına ne ad verilir?",
    "explanation": "Duraklama Dönemi'nde, özellikle Celali İsyanları ve uzun savaşlar nedeniyle devlet gelirleri azalmış, giderler artmıştır. Bu mali krizi aşmak için ilk kez Sultan I. Ahmet zamanında (1603) 'tağşiş' yoluna gidilmiş, yani gümüş oranı düşük para basılarak enflasyonist bir politika izlenmiştir.",
    "options": [
      {
        "text": "Tağşiş",
        "isCorrect": true
      },
      {
        "text": "İltizam",
        "isCorrect": false
      },
      {
        "text": "Müsadere",
        "isCorrect": false
      },
      {
        "text": "Devalüasyon",
        "isCorrect": false
      }
    ],
    "topic": "Osmanlı Duraklama Dönemi",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Devleti'nin Gerileme Devri'nde (1699-1792), batıdaki toprak kayıplarını durdurmak ve devleti eski gücüne kavuşturmak amacıyla yapılan ilk ıslahat hareketleri aşağıdaki padişahlardan hangisinin döneminde başlamıştır?",
    "explanation": "Karlofça Antlaşması (1699) ile büyük toprak kaybı yaşayan Osmanlı Devleti, Gerileme Devri'ne girmiştir. Bu dönemde batı tarzında ıslahat yapma gerekliliği ilk olarak III. Ahmet döneminde (Lale Devri) başlamış, matbaanın getirilmesi gibi yenilikler yapılmıştır. Ancak sistemli ve askeri alandaki ilk ciddi ıslahatlar I. Mahmut döneminde gerçekleştirilmiştir.",
    "options": [
      {
        "text": "I. Mahmut",
        "isCorrect": true
      },
      {
        "text": "III. Selim",
        "isCorrect": false
      },
      {
        "text": "II. Osman",
        "isCorrect": false
      },
      {
        "text": "IV. Murat",
        "isCorrect": false
      }
    ],
    "topic": "Gerileme Devri (1699 – 1792)",
    "exam": "TYT",
    "difficulty": "Orta",
    "subject": "Tarih"
  }
]