[
  {
    "text": "Fecr-i Âtî topluluğunun sanat anlayışı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Fecr-i Âtî topluluğu, Servet-i Fünûn edebiyatının devamı olarak görülür ve onların bireyci, sanat için sanat anlayışını benimsemiştir. Topluluk, 'Sanat şahsi ve muhteremdir.' ilkesini savunmuştur. Ancak, halka yönelik, toplumcu bir sanat anlayışını benimsedikleri doğru değildir; bu daha çok Millî Edebiyat akımının özelliğidir.",
    "options": [
      {
        "text": "Servet-i Fünûn edebiyatının devamı niteliğindedir.",
        "isCorrect": false
      },
      {
        "text": "Sanat, şahsi ve muhteremdir ilkesini benimsemişlerdir.",
        "isCorrect": false
      },
      {
        "text": "Eserlerinde ağırlıklı olarak aşk ve tabiat temalarını işlemişlerdir.",
        "isCorrect": false
      },
      {
        "text": "Halka yönelik, toplumcu bir sanat anlayışını benimsemişlerdir.",
        "isCorrect": true
      },
      {
        "text": "Dağılmalarında, bireysel eğilimlerin ağır basması etkili olmuştur.",
        "isCorrect": false
      }
    ],
    "topic": "Fecr-i Ati Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki Fecr-i Âtî sanatçılarından hangisi, topluluk dağıldıktan sonra edebiyatımızın farklı bir yönelimine öncülük etmiştir?",
    "explanation": "Fecr-i Âtî topluluğu dağıldıktan sonra, sanatçılar farklı yönelimlere gitmiştir. Ahmet Haşim, sembolizmin Türk edebiyatındaki en önemli temsilcisi olarak bireysel üslubunu sürdürmüştür. Ancak, Yahya Kemal Beyatlı, 'Ne harabî ne harabatiyim / Kökü mazide olan atiyim' diyerek millî kaynaklara yönelen, saf (öz) şiirin öncüsü olmuş ve bu anlamda farklı bir yönelime öncülük etmiştir.",
    "options": [
      {
        "text": "Ahmet Haşim",
        "isCorrect": false
      },
      {
        "text": "Yakup Kadri Karaosmanoğlu",
        "isCorrect": false
      },
      {
        "text": "Refik Halit Karay",
        "isCorrect": false
      },
      {
        "text": "Yahya Kemal Beyatlı",
        "isCorrect": true
      },
      {
        "text": "Fuat Köprülü",
        "isCorrect": false
      }
    ],
    "topic": "Fecr-i Ati Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Fecr-i Âtî beyannamesinde ifade edilen 'Dilimize, edebiyatımıza, tarihimize ve içtimaî hayatımıza ait fennî ve edebî konferanslar tertip ve tanzim eylemek' hedefi, aşağıdakilerden hangisiyle çelişir?",
    "explanation": "Fecr-i Âtî beyannamesinde yer alan bu hedef, topluluğun edebiyat ve kültür hayatını canlandırmak için eğitici faaliyetler planladığını gösterir. Bu hedef, topluluğun genel olarak benimsediği 'Sanat, şahsi ve muhteremdir.' anlayışıyla, yani sanatın tamamen bireysel ve toplumdan uzak bir uğraş olduğu düşüncesiyle temelde bir çelişki içindedir. Çünkü konferanslar toplumsal bir nitelik taşır.",
    "options": [
      {
        "text": "Batı'daki benzer edebî toplulukları örnek alma düşüncesiyle",
        "isCorrect": false
      },
      {
        "text": "Servet-i Fünûn edebiyatının bir devamı olma iddiasıyla",
        "isCorrect": false
      },
      {
        "text": "Genç yetenekleri bir araya toplama amacıyla",
        "isCorrect": false
      },
      {
        "text": "Edebiyatımızı Batı edebiyatı seviyesine çıkarma idealiyle",
        "isCorrect": false
      },
      {
        "text": "'Sanat, şahsi ve muhteremdir.' anlayışıyla",
        "isCorrect": true
      }
    ],
    "topic": "Fecr-i Ati Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Fecr-i Âtî topluluğunun kısa sürede dağılmasının temel nedenleri arasında aşağıdakilerden hangisi gösterilemez?",
    "explanation": "Fecr-i Âtî'nin dağılmasında, I. Dünya Savaşı'nın başlaması ve üyelerin farklı cephelere dağılması önemli bir dış etkendir. Ancak, bu topluluğun dağılmasının asıl ve temel iç nedenleri; ortak bir sanat anlayışı oluşturamamaları, bireysel eğilimlerin öne çıkması ve Millî Edebiyat akımının güçlenmesi karşısında varlık gösterememeleridir. 'Edebiyatımızda ilk kez bildiri yayımlayan topluluk olmaları' ise bir dağılma nedeni değil, tarihsel bir özelliktir.",
    "options": [
      {
        "text": "Ortak bir sanat anlayışı ve üslup oluşturamamaları",
        "isCorrect": false
      },
      {
        "text": "Bireysel eğilimlerin topluluk birliğini zayıflatması",
        "isCorrect": false
      },
      {
        "text": "Millî Edebiyat akımının güçlenerek edebiyat sahnesine çıkması",
        "isCorrect": false
      },
      {
        "text": "Edebiyatımızda ilk kez bildiri yayımlayan topluluk olmaları",
        "isCorrect": true
      },
      {
        "text": "I. Dünya Savaşı'nın başlamasıyla üyelerin farklı yerlere dağılması",
        "isCorrect": false
      }
    ],
    "topic": "Fecr-i Ati Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan edebiyatındaki 'Sebk-i Hindî' (Hint üslubu) ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Sebk-i Hindî, 17. yüzyılda İran'da ortaya çıkan ve Türk divan edebiyatında da etkili olan bir üsluptur. Anlam derinliği, kapalı ve girift anlatım, alışılmamış benzetmeler, hayal gücünün ağır basması bu üslubun temel özellikleridir. Ancak, sade, açık ve anlaşılır bir dil kullanmak bu üslubun özelliklerinden biri değildir; tam aksine dil oldukça sanatlı ve zor anlaşılır bir hâl alır. Nâbî'nin 'hikemî tarz'ı ise daha didaktik ve sade bir anlatıma sahiptir, Sebk-i Hindî'den farklıdır.",
    "options": [
      {
        "text": "Anlam derinliği ve kapalı anlatım ön plandadır.",
        "isCorrect": false
      },
      {
        "text": "Alışılmamış ve uzak benzetmelere sıkça yer verilir.",
        "isCorrect": false
      },
      {
        "text": "Sade, açık ve anlaşılır bir dil kullanımı esastır.",
        "isCorrect": true
      },
      {
        "text": "Hayal gücünün gerçeklikten daha ağır bastığı bir üsluptur.",
        "isCorrect": false
      },
      {
        "text": "Nâbî'nin hikemî tarzından farklı bir anlayışı temsil eder.",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan edebiyatındaki 'hamse' geleneği ile ilgili aşağıdakilerden hangisi söylenemez?",
    "explanation": "Hamse, bir şairin beş mesnevisinden oluşan eserler toplamıdır. Ali Şir Nevâî, Türk edebiyatında ilk hamseyi oluşturan şair olarak bilinir. Hamse sahibi olmak bir şair için büyük bir itibar kaynağıdır. Ancak, hamse geleneğinin temelini attığı kabul edilen şair, İranlı şair Nizâmî-i Gencevî'dir. Türk edebiyatında ise bu geleneği başlatan Ali Şir Nevâî'dir. Bu nedenle 'Türk edebiyatında bu geleneğin kurucusu Nizâmî-i Gencevî'dir.' ifadesi yanlıştır.",
    "options": [
      {
        "text": "Beş ayrı konuda yazılmış mesnevilerden oluşur.",
        "isCorrect": false
      },
      {
        "text": "Ali Şir Nevâî, Türk edebiyatında ilk hamse sahibi şairdir.",
        "isCorrect": false
      },
      {
        "text": "Hamse sahibi olmak bir şair için önemli bir unvan sayılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Türk edebiyatında bu geleneğin kurucusu Nizâmî-i Gencevî'dir.",
        "isCorrect": true
      },
      {
        "text": "Şeyhî'nin 'Hüsrev ü Şirin'i bir hamsenin parçası olabilir.",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan edebiyatı nazım şekilleriyle ilgili aşağıdaki eşleştirmelerden hangisi yanlıştır?",
    "explanation": "Divan edebiyatında kaside, genellikle 33-99 beyitten oluşan ve bölümleri (nesib, girizgâh, methiye, tegazzül, fahriye, dua) olan bir nazım şeklidir. Gazel ise 5-15 beyit arasında, aşk, şarap, güzellik gibi konuları işleyen bir nazım şeklidir. 'Güneş gibi tal'atın o şûh etmesin peyda' ifadesi, Fuzûlî'nin 'Su Kasidesi'ndeki bir beyittir. 'Su Kasidesi' bir kaside olduğu için bu ifade kaside ile ilişkilidir, gazel ile değil. Diğer eşleştirmeler doğrudur.",
    "options": [
      {
        "text": "Terkibibend - Bağdatlı Rûhî",
        "isCorrect": false
      },
      {
        "text": "Şarkı - Nedim",
        "isCorrect": false
      },
      {
        "text": "Gazel - 'Güneş gibi tal'atın o şûh etmesin peyda'",
        "isCorrect": true
      },
      {
        "text": "Murabba - 'Server isen alçaklara bakıcı ol'",
        "isCorrect": false
      },
      {
        "text": "Mesnevi - 'Aşk imiş her ne var âlemde'",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan edebiyatındaki 'mahallileşme' akımı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Mahallileşme akımı, 18. yüzyılda (Lale Devri) özellikle Nedim ile zirveye ulaşan, divan şiirine İstanbul Türkçesinin günlük konuşma dilinden söyleyişlerin, deyimlerin ve yerli hayat unsurlarının sokulduğu bir yeniliktir. Bu akım, divan şiirinin Arapça ve Farsça tamlamalarla yüklü ağır dilinden sıyrılarak daha yerli ve samimi bir söyleyişe kavuşmasını sağlamıştır. Halk edebiyatı nazım şekillerinin divan şiirine uyarlanması değil, divan şiirinin kendi içindeki bir dil ve üslup değişikliğidir.",
    "options": [
      {
        "text": "Şeyh Galib'in 'Hüsn ü Aşk' mesnevisi bu akımın en tipik örneğidir.",
        "isCorrect": false
      },
      {
        "text": "Ağırlıklı olarak tasavvufi terimlerin şiire sokulmasını amaçlamıştır.",
        "isCorrect": false
      },
      {
        "text": "Halk edebiyatı nazım şekillerinin divan şiirine uyarlanmasıdır.",
        "isCorrect": false
      },
      {
        "text": "Nedim'in şiirlerinde İstanbul Türkçesinin canlı söyleyişleri görülür.",
        "isCorrect": true
      },
      {
        "text": "Bu akım, divan edebiyatının kuruluş dönemine ait bir özelliktir.",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "İslami Dönem'in ilk dil ve edebiyat ürünleri göz önüne alındığında, aşağıdaki eser-yazar eşleştirmelerinden hangisi yanlıştır?",
    "explanation": "İslami Dönem'in ilk ürünleri genellikle 11. ve 12. yüzyıllara aittir. 'Kutadgu Bilig' Yusuf Has Hacib'e, 'Divân-ı Hikmet' Ahmet Yesevî'ye, 'Atabetü'l-Hakayık' Edip Ahmet Yüknekî'ye aittir. 'Divânü Lügati't-Türk' ise Kaşgarlı Mahmud'un eseridir. 'Muhakemetü'l-Lügateyn' ise 15. yüzyılda Ali Şir Nevâî tarafından yazılmıştır ve Türkçenin Farsçadan üstün olduğunu savunur. Dolayısıyla bu eser, İslami Dönem'in 'ilk' ürünlerinden biri sayılmaz.",
    "options": [
      {
        "text": "Kutadgu Bilig - Yusuf Has Hacib",
        "isCorrect": false
      },
      {
        "text": "Divân-ı Hikmet - Ahmet Yesevî",
        "isCorrect": false
      },
      {
        "text": "Atabetü'l-Hakayık - Edip Ahmet Yüknekî",
        "isCorrect": false
      },
      {
        "text": "Divânü Lügati't-Türk - Kaşgarlı Mahmud",
        "isCorrect": false
      },
      {
        "text": "Muhakemetü'l-Lügateyn - Ali Şir Nevâî",
        "isCorrect": true
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-tür eşleştirmelerinden hangisi İslami Dönem'in ilk ürünleri için doğru değildir?",
    "explanation": "İslami Dönem'in ilk ürünleri arasında yer alan 'Kutadgu Bilig', aruz ölçüsüyle yazılmış bir siyasetnamedir. 'Divân-ı Hikmet' dini-tasavvufi halk edebiyatının ilk örneği olan bir şiir divanıdır. 'Atabetü'l-Hakayık' ahlakî öğütler veren bir eserdir. 'Divânü Lügati't-Türk' ise bir ansiklopedik sözlük ve dil bilgisi kitabıdır. Ancak, bu dönemde yazılan ilk Türkçe 'mesnevi', Yusuf Has Hacib'in 'Kutadgu Bilig'idir. 'İlk Türkçe mesnevi' olma özelliği 'Divân-ı Hikmet'e ait değildir.",
    "options": [
      {
        "text": "Kutadgu Bilig - Siyasetname",
        "isCorrect": false
      },
      {
        "text": "Divân-ı Hikmet - İlk Türkçe mesnevi",
        "isCorrect": true
      },
      {
        "text": "Atabetü'l-Hakayık - Ahlak kitabı",
        "isCorrect": false
      },
      {
        "text": "Divânü Lügati't-Türk - Ansiklopedik sözlük",
        "isCorrect": false
      },
      {
        "text": "Kutadgu Bilig - Alegorik eser",
        "isCorrect": false
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "İslami Dönem'in ilk ürünlerinden 'Kutadgu Bilig' ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "'Kutadgu Bilig' (Mutluluk Veren Bilgi), Yusuf Has Hacib tarafından 11. yüzyılda Karahanlı Türkçesiyle yazılmıştır. Aruz ölçüsünün 'feûlün feûlün feûlün feûl' kalıbıyla yazılan ilk Türkçe eserdir. Eser, devlet yönetimi, ahlak ve bilgelik konularını işleyen alegorik (sembolik) bir siyasetnamedir. Ancak, eserin tamamen dini-tasavvufi bir içeriğe sahip olduğu söylenemez. Temel odağı dünyevi bir devletin ideal yönetimi ve insanın bu dünyadaki mutluluğudur. Tasavvufi derinlik, daha sonraki eserlerde (örneğin Divân-ı Hikmet'te) öne çıkar.",
    "options": [
      {
        "text": "Karahanlı Türkçesiyle yazılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Aruz ölçüsünün Türk edebiyatında ilk kez kullanıldığı eserdir.",
        "isCorrect": false
      },
      {
        "text": "Alegorik bir anlatıma sahiptir; kahramanlar soyut kavramları temsil eder.",
        "isCorrect": false
      },
      {
        "text": "Tamamen dini-tasavvufi bir içeriğe sahiptir.",
        "isCorrect": true
      },
      {
        "text": "Eserde dört ana karakter devleti ve erdemi simgeler.",
        "isCorrect": false
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Kaşgarlı Mahmud'un 'Divânü Lügati't-Türk' adlı eserinin yazılış amacı aşağıdakilerden hangisidir?",
    "explanation": "Kaşgarlı Mahmud, eserinin önsözünde 'Divânü Lügati't-Türk'ü yazma amacını açıkça belirtir: Türkçenin Arapça kadar zengin ve gelişmiş bir dil olduğunu ispatlamak ve Araplara Türkçe öğretmek. Eser, bir sözlük olmasının yanı sıra, Türk boylarının dil özelliklerini, coğrafyasını, folklorunu ve edebiyatını da içeren ansiklopedik bir kaynaktır. Türkçenin Farsçadan üstün olduğunu göstermek, daha sonra Ali Şir Nevâî'nin 'Muhakemetü'l-Lügateyn' eserinin amacıdır.",
    "options": [
      {
        "text": "Türkçenin Arapça kadar zengin bir dil olduğunu göstermek ve Araplara Türkçe öğretmek",
        "isCorrect": true
      },
      {
        "text": "Türkçenin Farsçadan üstün olduğunu kanıtlamak",
        "isCorrect": false
      },
      {
        "text": "İslami dönem Türk edebiyatının ilk şiir örneklerini toplamak",
        "isCorrect": false
      },
      {
        "text": "Türk boylarını İslam dini etrafında birleştirmek",
        "isCorrect": false
      },
      {
        "text": "Karahanlı Devleti için bir siyasetname hazırlamak",
        "isCorrect": false
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki ifadelerden hangisi 'Âşık Tarzı Halk Edebiyatı' için söylenemez?",
    "explanation": "Âşık Tarzı Halk Edebiyatı, saz eşliğinde şiir söyleyen, usta-çırak ilişkisi içinde yetişen, genellikle gezgin (seyyah) âşıkların oluşturduğu bir gelenektir. Koşma, semai, destan, varsağı gibi nazım şekilleri kullanılır. Şiirler genellikle hece ölçüsüyle yazılır. Ancak, şiirlerin 'divan' adı verilen defterlerde toplanması ve 'mahlas'ların bu divanların sonunda yer alması, Divan Edebiyatı'na özgü bir gelenektir. Âşıkların şiirleri genellikle sözlü gelenekte yaşar, yazıya geçirilme işi daha sonraki derleyiciler tarafından yapılır.",
    "options": [
      {
        "text": "Şiirler genellikle saz eşliğinde söylenir ve doğaçlamaya dayanır.",
        "isCorrect": false
      },
      {
        "text": "Usta-çırak ilişkisi içinde yetişen gezgin şairlerden oluşur.",
        "isCorrect": false
      },
      {
        "text": "Koşma, semai, destan gibi nazım şekilleri kullanılır.",
        "isCorrect": false
      },
      {
        "text": "Şiirler 'divan' adı verilen defterlerde toplanır ve mahlaslar burada kullanılır.",
        "isCorrect": true
      },
      {
        "text": "Hece ölçüsü ve yalın bir halk Türkçesi esastır.",
        "isCorrect": false
      }
    ],
    "topic": "Halk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Halk edebiyatındaki 'taşlama' türü ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Taşlama, Halk edebiyatında bir kişiyi, bir durumu ya da toplumdaki aksaklıkları yermek, eleştirmek amacıyla yazılan şiirlerdir. Divan edebiyatındaki 'hiciv' türünün halk edebiyatındaki karşılığıdır. Bu türün en ünlü örneklerini 17. yüzyıl halk şairi Âşık Ömer vermiştir. Taşlamalar, genellikle koşma nazım şekliyle ve hece ölçüsüyle yazılır. Dini-tasavvufi konuları işlemek ise 'ilahi' veya 'nefes' türünün konusudur.",
    "options": [
      {
        "text": "Divan edebiyatındaki 'hiciv' türünün halk edebiyatındaki karşılığıdır.",
        "isCorrect": true
      },
      {
        "text": "Genellikle aruz ölçüsüyle yazılan bir nazım türüdür.",
        "isCorrect": false
      },
      {
        "text": "Dini-tasavvufi konuların işlendiği şiirlerdir.",
        "isCorrect": false
      },
      {
        "text": "Bu türün en başarılı örnekleri Dadaloğlu'na aittir.",
        "isCorrect": false
      },
      {
        "text": "Sadece bireyleri değil, toplumsal eleştiri yapmaz.",
        "isCorrect": false
      }
    ],
    "topic": "Halk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "'Anonim Halk Edebiyatı' ve 'Dinî-Tasavvufi Halk Edebiyatı' karşılaştırıldığında aşağıdakilerden hangisi ortak bir özellik değildir?",
    "explanation": "Hem Anonim Halk Edebiyatı (türkü, mani, ninni, destan, masal) hem de Dinî-Tasavvufi Halk Edebiyatı (ilahi, nefes, nutuk) ürünleri, sözlü gelenek içinde oluşmuş ve yaşamıştır. Her ikisi de genellikle hece ölçüsü ve yalın bir dille oluşturulmuştur. Ancak, temel bir fark vardır: Anonim Halk Edebiyatı ürünlerinin sahibi belli değildir, toplumun ortak malıdır. Dinî-Tasavvufi Halk Edebiyatı ürünlerinin ise (Yunus Emre, Kaygusuz Abdal, Pir Sultan Abdal gibi) belli şairleri/ozanları vardır. Bu nedenle, 'Ürünlerin sahibi bellidir.' ifadesi ortak bir özellik değildir.",
    "options": [
      {
        "text": "Sözlü gelenek içinde oluşmuş ve yaşamışlardır.",
        "isCorrect": false
      },
      {
        "text": "Genellikle hece ölçüsü ve yalın bir dille oluşturulmuşlardır.",
        "isCorrect": false
      },
      {
        "text": "Ürünlerin sahibi bellidir.",
        "isCorrect": true
      },
      {
        "text": "Halkın duygu, düşünce ve zevkini yansıtırlar.",
        "isCorrect": false
      },
      {
        "text": "Nazım birimi olarak dörtlük kullanılır.",
        "isCorrect": false
      }
    ],
    "topic": "Halk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Servetifünun edebiyatının öncüsü ve en güçlü temsilcisi kabul edilen, 'Aşk-ı Memnu' ve 'Mai ve Siyah' gibi romanlarıyla tanınan sanatçı aşağıdakilerden hangisidir?",
    "explanation": "Servetifünun edebiyatının kurucusu ve en önemli temsilcisi Halit Ziya Uşaklıgil'dir. 'Aşk-ı Memnu' ve 'Mai ve Siyah' romanları onun başyapıtları arasındadır ve Türk romanının modernleşmesinde çığır açmıştır.",
    "options": [
      {
        "text": "Halit Ziya Uşaklıgil",
        "isCorrect": true
      },
      {
        "text": "Mehmet Rauf",
        "isCorrect": false
      },
      {
        "text": "Hüseyin Cahit Yalçın",
        "isCorrect": false
      },
      {
        "text": "Recaizade Mahmut Ekrem",
        "isCorrect": false
      },
      {
        "text": "Sami Paşazade Sezai",
        "isCorrect": false
      }
    ],
    "topic": "Servetifûnun Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Servetifünun dönemi şiirinde, 'sanat için sanat' anlayışını benimseyen, bireyin iç dünyasına yönelen, ağır ve süslü bir dil kullanan, 'Sis' ve 'Elhan-ı Şita' gibi şiirleriyle tanınan şair aşağıdakilerden hangisidir?",
    "explanation": "Servetifünun şiirinin en önemli temsilcisi Tevfik Fikret'tir. 'Sanat için sanat' anlayışıyla başladığı şiir hayatında daha sonra toplumsal konulara yönelmiştir. 'Sis' ve 'Elhan-ı Şita' onun ünlü şiirlerindendir.",
    "options": [
      {
        "text": "Tevfik Fikret",
        "isCorrect": true
      },
      {
        "text": "Cenap Şahabettin",
        "isCorrect": false
      },
      {
        "text": "Ahmet Haşim",
        "isCorrect": false
      },
      {
        "text": "Süleyman Nazif",
        "isCorrect": false
      },
      {
        "text": "Celal Sahir Erozan",
        "isCorrect": false
      }
    ],
    "topic": "Servetifûnun Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Servetifünun romanında, psikolojik tahlillere büyük önem verilmiş, karakterlerin iç çatışmaları derinlemesine işlenmiştir. Aşağıdaki eser-yazar eşleştirmelerinden hangisi, bu dönemin en başarılı psikolojik roman örneklerinden biridir?",
    "explanation": "Mehmet Rauf'un 'Eylül' adlı romanı, Türk edebiyatında ilk başarılı psikolojik roman olarak kabul edilir. Romanda, aşk, ihanet ve vicdan azabı temaları etrafında karakterlerin iç dünyaları ve çatışmaları derinlemesine işlenmiştir.",
    "options": [
      {
        "text": "Mehmet Rauf - Eylül",
        "isCorrect": true
      },
      {
        "text": "Halit Ziya Uşaklıgil - Aşk-ı Memnu",
        "isCorrect": false
      },
      {
        "text": "Sami Paşazade Sezai - Sergüzeşt",
        "isCorrect": false
      },
      {
        "text": "Hüseyin Cahit Yalçın - Hayal İçinde",
        "isCorrect": false
      },
      {
        "text": "Nabizade Nazım - Zehra",
        "isCorrect": false
      }
    ],
    "topic": "Servetifûnun Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Servetifünun döneminde, Batı edebiyatından yapılan çevirilerle birlikte yeni edebi türler Türk edebiyatına girmiştir. Aşağıdaki yazar-eser eşleştirmelerinden hangisi, bu dönemde Fransız edebiyatından yapılan önemli bir çeviri çalışmasına örnektir?",
    "explanation": "Servetifünun döneminde Hüseyin Cahit Yalçın, Emile Zola'nın natüralist romanı 'Nana'sını Türkçeye çevirmiştir. Bu çeviri, Batı edebiyatından yapılan ve dönemin edebiyat anlayışını etkileyen önemli çalışmalardan biridir.",
    "options": [
      {
        "text": "Hüseyin Cahit Yalçın - Nana (Emile Zola)",
        "isCorrect": true
      },
      {
        "text": "Ahmet Mithat Efendi - Robenson Kruzo (Daniel Defoe)",
        "isCorrect": false
      },
      {
        "text": "Recaizade Mahmut Ekrem - Atala (Chateaubriand)",
        "isCorrect": false
      },
      {
        "text": "Şemsettin Sami - Sefiller (Victor Hugo)",
        "isCorrect": false
      },
      {
        "text": "Tevfik Fikret - Hamlet (Shakespeare)",
        "isCorrect": false
      }
    ],
    "topic": "Servetifûnun Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet Dönemi Türk Edebiyatı'nda, Anadolu'ya yönelik gerçekçi bir bakış açısıyla köy ve kasaba insanının yaşamını, toplumsal sorunlarını ele alan, 'Yaban' ve 'Kiralık Konak' gibi romanlarıyla tanınan yazar aşağıdakilerden hangisidir?",
    "explanation": "Yakup Kadri Karaosmanoğlu, Cumhuriyet dönemi romanının öncü isimlerindendir. Romanlarında Türk toplumunun Tanzimat'tan Cumhuriyet'e uzanan değişim sürecini, sosyal sorunları ve Anadolu insanının gerçekliğini işlemiştir. 'Yaban' ve 'Kiralık Konak' onun en önemli eserlerindendir.",
    "options": [
      {
        "text": "Yakup Kadri Karaosmanoğlu",
        "isCorrect": true
      },
      {
        "text": "Halide Edip Adıvar",
        "isCorrect": false
      },
      {
        "text": "Reşat Nuri Güntekin",
        "isCorrect": false
      },
      {
        "text": "Memduh Şevket Esendal",
        "isCorrect": false
      },
      {
        "text": "Abdülhak Şinasi Hisar",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Romanı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet'in ilk yıllarında, bireyin iç dünyasını, bilinçaltını ve psikolojik derinliğini modernist tekniklerle anlatmaya çalışan, 'Matmazel Noraliya'nın Koltuğu' ve 'Korkuyu Beklerken' gibi eserleriyle tanınan, Türk edebiyatında 'psikolojik roman'ın önemli temsilcisi yazar aşağıdakilerden hangisidir?",
    "explanation": "Peyami Safa, Cumhuriyet dönemi Türk edebiyatının önemli romancılarındandır. Romanlarında daha çok psikolojik tahlillere, bireyin iç çatışmalarına ve felsefi sorgulamalara yer vermiş, modernist anlatım tekniklerini kullanmıştır. 'Matmazel Noraliya'nın Koltuğu' ve 'Korkuyu Beklerken' onun bu tarzdaki önemli eserleridir.",
    "options": [
      {
        "text": "Peyami Safa",
        "isCorrect": true
      },
      {
        "text": "Ahmet Hamdi Tanpınar",
        "isCorrect": false
      },
      {
        "text": "Oğuz Atay",
        "isCorrect": false
      },
      {
        "text": "Yusuf Atılgan",
        "isCorrect": false
      },
      {
        "text": "Samiha Ayverdi",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Romanı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Toplumcu gerçekçi anlayışla, köy ve köylünün sorunlarını, toprak kavgalarını, ağa-köylü çatışmasını işleyen, 'Yılanların Öcü' ve 'Irazca'nın Dirliği' gibi romanlarıyla tanınan yazar aşağıdakilerden hangisidir?",
    "explanation": "Fakir Baykurt, Cumhuriyet dönemi edebiyatında toplumcu gerçekçi çizgideki 'Köy Romanı' geleneğinin en önemli temsilcilerindendir. Eserlerinde köy yaşamının zorluklarını, sosyal eşitsizlikleri ve köylünün mücadelesini etkileyici bir dille anlatmıştır.",
    "options": [
      {
        "text": "Fakir Baykurt",
        "isCorrect": true
      },
      {
        "text": "Yaşar Kemal",
        "isCorrect": false
      },
      {
        "text": "Kemal Tahir",
        "isCorrect": false
      },
      {
        "text": "Orhan Kemal",
        "isCorrect": false
      },
      {
        "text": "Sabahattin Ali",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Romanı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet dönemi romanında, tarihsel olayları ve Osmanlı'nın son dönemini Marksist bir perspektifle yorumlayan, 'Devlet Ana' ve 'Yorgun Savaşçı' gibi eserleriyle tanınan yazar aşağıdakilerden hangisidir?",
    "explanation": "Kemal Tahir, Cumhuriyet dönemi romanında tarihsel ve toplumsal meselelere eğilen önemli bir yazardır. Özellikle Osmanlı tarihi ve kurumlarını Marksist bir bakış açısıyla yeniden yorumlamaya çalışmış, 'Devlet Ana' gibi romanlarıyla 'Tarihsel Roman' türünde önemli eserler vermiştir.",
    "options": [
      {
        "text": "Kemal Tahir",
        "isCorrect": true
      },
      {
        "text": "Tarık Buğra",
        "isCorrect": false
      },
      {
        "text": "Attilâ İlhan",
        "isCorrect": false
      },
      {
        "text": "Ahmet Hamdi Tanpınar",
        "isCorrect": false
      },
      {
        "text": "Cevat Şakir Kabaağaçlı",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Romanı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Sanatçının, eserde kendi kişiliğini gizlemesi, olayları ve karakterleri tarafsız bir bilim adamı gibi gözlemlemesi ve yansıtması gerektiğini savunan, determinizm ilkesine dayanan, Emile Zola'nın öncülüğünü yaptığı edebi akım aşağıdakilerden hangisidir?",
    "explanation": "Natüralizm (Doğalcılık), realizmin daha ileri ve bilimsel bir aşaması olarak kabul edilir. Sanatçının bir deneyci gibi davranmasını, karakterleri ve olayları soyaçekim ve çevre koşullarının bir ürünü olarak determinist bir bakışla ele almasını öngörür. Emile Zola bu akımın kuramcısı ve en önemli temsilcisidir.",
    "options": [
      {
        "text": "Natüralizm",
        "isCorrect": true
      },
      {
        "text": "Realizm",
        "isCorrect": false
      },
      {
        "text": "Parnasizm",
        "isCorrect": false
      },
      {
        "text": "Sembolizm",
        "isCorrect": false
      },
      {
        "text": "Klasisizm",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Akımlar",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Akıl ve sağduyuya önem veren, insanın dış dünyasını değil evrensel ve değişmez yanlarını anlatmayı amaçlayan, dilde sadeleşme ve kusursuzluğu savunan, trajedi ve komediyi kesin çizgilerle ayıran 17. yüzyıl Fransız edebiyatına hakim olan akım aşağıdakilerden hangisidir?",
    "explanation": "Klasisizm, 17. yüzyılda Fransa'da ortaya çıkmış bir akımdır. Akıl, mantık, dengeli anlatım ve ideal güzellik anlayışı temel ilkeleridir. Sanatçılar, insanın değişmeyen, evrensel yönlerini işlemeyi hedefler. Trajedi ve komedi türleri katı kurallara bağlanmıştır.",
    "options": [
      {
        "text": "Klasisizm",
        "isCorrect": true
      },
      {
        "text": "Romantizm",
        "isCorrect": false
      },
      {
        "text": "Realizm",
        "isCorrect": false
      },
      {
        "text": "Hümanizm",
        "isCorrect": false
      },
      {
        "text": "Sürrealizm",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Akımlar",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Duygu, coşku, hayal ve bireyselliği ön plana çıkaran, doğaya, ulusal değerlere ve tarihe yönelen, 'Sanat, toplum içindir.' anlayışını benimseyen, Victor Hugo'nun 'Cromwell' önsözüyle manifestosu kabul edilen edebi akım aşağıdakilerden hangisidir?",
    "explanation": "Romantizm, 19. yüzyıl başlarında Klasisizme bir tepki olarak doğmuştur. Aklın yerine duygu ve hayal gücünü, toplumsal kuralların yerine bireyselliği koyar. Victor Hugo'nun 'Cromwell' adlı oyununun önsözü romantizmin bildirgesi sayılır.",
    "options": [
      {
        "text": "Romantizm",
        "isCorrect": true
      },
      {
        "text": "Sembolizm",
        "isCorrect": false
      },
      {
        "text": "Egzistansiyalizm",
        "isCorrect": false
      },
      {
        "text": "Fütürizm",
        "isCorrect": false
      },
      {
        "text": "Empresyonizm",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Akımlar",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Gerçeküstücülük olarak da bilinen, bilinçaltının, rüyaların ve irrasyonel olanın sanatın kaynağı olduğunu savunan, otomatik yazı tekniğini kullanan, André Breton'un manifestosuyla sistemleşen 20. yüzyıl avangart akımı aşağıdakilerden hangisidir?",
    "explanation": "Sürrealizm (Gerçeküstücülük), I. Dünya Savaşı sonrasında Fransa'da Dadaizm'den doğmuştur. Akıl ve mantık dışına çıkarak bilinçaltının zengin dünyasını keşfetmeyi amaçlar. Rüyalar, hipnoz ve otomatik yazı teknikleriyle çalışır. André Breton akımın kurucusu ve teorisyenidir.",
    "options": [
      {
        "text": "Sürrealizm",
        "isCorrect": true
      },
      {
        "text": "Dadaizm",
        "isCorrect": false
      },
      {
        "text": "Ekspresyonizm",
        "isCorrect": false
      },
      {
        "text": "Kübizm",
        "isCorrect": false
      },
      {
        "text": "Fovizm",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Akımlar",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Tanzimat edebiyatının birinci dönem sanatçılarından olan, 'Vatan Yahut Silistre' oyunuyla ünlenen, 'Hürriyet Kasidesi' gibi şiirleriyle özgürlük ve vatan sevgisi temalarını işleyen, aynı zamanda gazetecilik yapan şair ve yazar aşağıdakilerden hangisidir?",
    "explanation": "Namık Kemal, Tanzimat edebiyatının birinci döneminin en önemli ve etkili isimlerindendir. 'Vatan şairi' olarak anılır. Eserlerinde vatan, millet, hürriyet, adalet gibi toplumsal konuları coşkulu bir dille işlemiştir. 'Vatan Yahut Silistre' oyunu onun en ünlü eseridir.",
    "options": [
      {
        "text": "Namık Kemal",
        "isCorrect": true
      },
      {
        "text": "Şinasi",
        "isCorrect": false
      },
      {
        "text": "Ziya Paşa",
        "isCorrect": false
      },
      {
        "text": "Ahmet Mithat Efendi",
        "isCorrect": false
      },
      {
        "text": "Recaizade Mahmut Ekrem",
        "isCorrect": false
      }
    ],
    "topic": "Tanzimant Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Tanzimat edebiyatının ikinci dönem sanatçılarından olan, 'Sanat için sanat' anlayışını benimseyen, 'Talim-i Edebiyat' adlı kuramsal eseriyle edebiyat kurallarını sistemleştiren, 'Araba Sevdası' romanının yazarı aşağıdakilerden hangisidir?",
    "explanation": "Recaizade Mahmut Ekrem, Tanzimat'ın ikinci döneminde 'Sanat için sanat' anlayışını savunan önemli bir isimdir. Edebiyat teorisi üzerine yazdığı 'Talim-i Edebiyat' kitabı ve ilk realist roman örneklerinden biri sayılan 'Araba Sevdası' ile tanınır.",
    "options": [
      {
        "text": "Recaizade Mahmut Ekrem",
        "isCorrect": true
      },
      {
        "text": "Abdülhak Hamit Tarhan",
        "isCorrect": false
      },
      {
        "text": "Samipaşazade Sezai",
        "isCorrect": false
      },
      {
        "text": "Nabizade Nazım",
        "isCorrect": false
      },
      {
        "text": "Muallim Naci",
        "isCorrect": false
      }
    ],
    "topic": "Tanzimant Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Tanzimat Dönemi'nde, Batılı anlamda ilk yerli tiyatro eseri kabul edilen, Şinasi'nin yazdığı, görücü usulü evliliği eleştiren tek perdelik komedi aşağıdakilerden hangisidir?",
    "explanation": "İbrahim Şinasi'nin 1860'ta yazdığı 'Şair Evlenmesi', Batılı anlamda Türk edebiyatının ilk tiyatro eseri olarak kabul edilir. Tek perdelik bir komedi olan eser, görücü usulü evliliğin sakıncalarını eleştirel bir dille anlatır.",
    "options": [
      {
        "text": "Şair Evlenmesi",
        "isCorrect": true
      },
      {
        "text": "Vatan Yahut Silistre",
        "isCorrect": false
      },
      {
        "text": "Zavallı Çocuk",
        "isCorrect": false
      },
      {
        "text": "Ayyar Hamza",
        "isCorrect": false
      },
      {
        "text": "Çok Bilen Çok Yanılır",
        "isCorrect": false
      }
    ],
    "topic": "Tanzimant Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki dizelerin hangisinde Cumhuriyet Dönemi şiirine özgü, bireyin iç dünyasını ve modern hayatın karmaşasını yansıtan bir tema işlenmiştir?",
    "explanation": "Cumhuriyet Dönemi şiirinde, özellikle İkinci Yeni akımıyla birlikte, bireyin içsel buhranları, yalnızlığı ve modern kent yaşamının getirdiği yabancılaşma sıklıkla işlenmiştir. Bu temayı en iyi yansıtan seçenek, bireyin iç dünyasındaki karmaşayı ve şehir hayatının getirdiği sıkıntıları imgesel bir dille anlatan 'Bir sis çanaktır boşalmış dağların ardına, / İçimde hep o tükenmez sıkıntı, o korku' dizeleridir.",
    "options": [
      {
        "text": "Dağ dağ o güzel ses bütün etrafı gezindi; / Görmüş ve geçirmiş denizin kalbine sindi",
        "isCorrect": false
      },
      {
        "text": "Bir sis çanaktır boşalmış dağların ardına, / İçimde hep o tükenmez sıkıntı, o korku",
        "isCorrect": true
      },
      {
        "text": "Çıkabilsem şu dağların dumanlı başına / Bir kurt gibi hürriyeti tadabilsem diye",
        "isCorrect": false
      },
      {
        "text": "Gün olur sürüyüp beni de derin uykular, / Gün olur duymadan yaşarım âlemi",
        "isCorrect": false
      },
      {
        "text": "Akşam, yine akşam, yine akşam / Göllerde bu dem bir kamış olsam",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Şiiri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet Dönemi'nin önemli şairlerinden biri olan -----, şiirlerinde Anadolu insanının yaşamını, halk kültürünü ve destansı ögeleri lirik bir dille harmanlamıştır. 'Memleketim' ve 'Köroğlu' gibi şiirleriyle tanınan bu şair, aşağıdakilerden hangisidir?",
    "explanation": "Cumhuriyet Dönemi'nde halk şiiri geleneğini modern bir söyleyişle birleştiren ve Anadolu'yu epik-lirik bir üslupla anlatan önemli şair Cahit Külebi'dir. 'Memleketim' ve 'Köroğlu' şiirleri onun bu karakteristik özelliklerini yansıtan en bilinen örneklerdir.",
    "options": [
      {
        "text": "Fazıl Hüsnü Dağlarca",
        "isCorrect": false
      },
      {
        "text": "Cahit Külebi",
        "isCorrect": true
      },
      {
        "text": "Behçet Necatigil",
        "isCorrect": false
      },
      {
        "text": "Attilâ İlhan",
        "isCorrect": false
      },
      {
        "text": "Turgut Uyar",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Şiiri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki dizelerden hangisi, Cumhuriyet Dönemi şiirinde görülen 'Garip' akımının şiir anlayışına (I. Yeni) örnek gösterilebilir?",
    "explanation": "Garip akımı (I. Yeni), şiiri süslü ve ağır dilden kurtararak gündelik hayatı, sıradan insanı ve basit bir dille anlatmayı hedefler. Şiiri ölçü, uyak gibi kalıplardan arındırmışlardır. 'Akşam olur kuşlar konar dallara / Sen gidersin hiç dönmezsin geri' dizesi, bu sade, hüzünlü ve gündelik hayata dair söyleyişiyle Garip akımının karakteristik özelliklerini taşır.",
    "options": [
      {
        "text": "Hüzün ki her çiçeğin adı, her taşın şarkısı / Ölüm ki her kapının ardında bekler bizi",
        "isCorrect": false
      },
      {
        "text": "Ben bir ceviz ağacıyım Gülhane Parkı'nda / Budak budak, şerare şerare, âh u feryat",
        "isCorrect": false
      },
      {
        "text": "Akşam olur kuşlar konar dallara / Sen gidersin hiç dönmezsin geri",
        "isCorrect": true
      },
      {
        "text": "Ne hasta bekler sabahı, ne taze ölüyü mezar / Ne de şeytan, bir günahı, seni beklediğim kadar",
        "isCorrect": false
      },
      {
        "text": "Alışmak sefil bir alışkanlıktır, / Zaman öldürmenin en kolay yolu",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Şiiri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet Dönemi Türk şiirinde 'İkinci Yeni' hareketinin ayırt edici özellikleri arasında aşağıdakilerden hangisi yer almaz?",
    "explanation": "İkinci Yeni hareketi, anlamsızlığı, soyutlamayı, imge yoğunluğunu ve sözdizimindeki alışılmamış bağdaştırmaları öne çıkaran bir akımdır. Toplumcu gerçekçi bir söylem ve didaktik (öğretici) bir anlatım, İkinci Yeni'nin bireyci, içe dönük ve biçimci poetikasına ters düşer. Dolayısıyla 'Toplumsal mesaj verme kaygısı ve didaktik anlatım' bu akımın özellikleri arasında sayılamaz.",
    "options": [
      {
        "text": "Anlamı ikinci plana atma ve soyutlamalar",
        "isCorrect": false
      },
      {
        "text": "Alışılmamış bağdaştırmalar ve sözcük oyunları",
        "isCorrect": false
      },
      {
        "text": "Şiir dilinde gündelik konuşma dilinden kopuş",
        "isCorrect": false
      },
      {
        "text": "Toplumsal mesaj verme kaygısı ve didaktik anlatım",
        "isCorrect": true
      },
      {
        "text": "Bireyin karmaşık iç dünyasını yansıtma",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Şiiri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "'Yıllar sonra karşılaştığımızda, artık o eski sıcaklık yoktu aramızda. Her cümle, özenle seçilmiş ve aralarında görünmez duvarlar örülmüş gibiydi.' cümlesinde altı çizili sözün cümleye kattığı anlam aşağıdakilerden hangisidir?",
    "explanation": "'Özenle seçilmiş' ifadesi, bu cümlede, konuşmanın doğal ve samimi bir şekilde değil, düşünülerek, hesap kitap yapılarak, bir çekingenlik ve mesafe hissedilerek yapıldığını göstermektedir. Bu da iletişimdeki yapaylığı ve soğukluğu vurgular.",
    "options": [
      {
        "text": "Doğallıktan uzak, yapay ve mesafeli bir iletişim",
        "isCorrect": true
      },
      {
        "text": "Kibar ve saygılı bir şekilde konuşma",
        "isCorrect": false
      },
      {
        "text": "Açık ve net ifadeler kullanma",
        "isCorrect": false
      },
      {
        "text": "Duyguları gizlemeye çalışma",
        "isCorrect": false
      },
      {
        "text": "Karşıdaki kişiyi incitmekten çekinme",
        "isCorrect": false
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "I. Bu kitap, okuru sadece eğlendirmeyi değil, aynı zamanda derin bir sorgulamaya da yönlendiriyor.\nII. Yazar, karakterlerini oluştururken inanılmaz bir psikolojik derinlik sergiliyor.\nIII. Olay örgüsü öyle sürükleyici ki, kitabı elinizden bırakamıyorsunuz.\nIV. Anlatımındaki yalınlık, anlatılan karmaşık duygulara rağmen metni oldukça anlaşılır kılıyor.\nYukarıdaki numaralanmış cümlelerden hangileri, söz konusu kitabın 'içerik' özellikleriyle ilgilidir?",
    "explanation": "İçerik, bir metnin konusunu, temasını, işlediği fikirleri ve amacını ifade eder. I. cümlede 'derin bir sorgulamaya yönlendirmek' ve II. cümlede 'psikolojik derinlik' kitabın içeriğine dair özelliklerdir. III. cümle olay örgüsünün teknik yönünü (kurgu), IV. cümle ise anlatımın biçimsel özelliğini (üslup) vurgulamaktadır.",
    "options": [
      {
        "text": "I ve II",
        "isCorrect": true
      },
      {
        "text": "I ve III",
        "isCorrect": false
      },
      {
        "text": "II ve III",
        "isCorrect": false
      },
      {
        "text": "II ve IV",
        "isCorrect": false
      },
      {
        "text": "III ve IV",
        "isCorrect": false
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "(I) Sanatçı, toplumun aynası olmak gibi bir misyon üstlenmiştir her zaman. (II) Onun eserleri, içinde yaşadığı dönemin sosyal çalkantılarını, bireyin yaşadığı yabancılaşmayı ve umudu aynı potada eritir. (III) Bu nedenle, onun kahramanları ne tamamen iyidir ne de tamamen kötü. (IV) İnsanı, tüm zaafları ve erdemleriyle, olduğu gibi yansıtmayı hedefler. (V) Biçimsel mükemmellik arayışı ise onu çağdaşlarından ayıran en önemli özelliktir.\nBu parçadaki numaralanmış cümlelerin hangisinde 'sanatçının amacı' açıkça belirtilmiştir?",
    "explanation": "Bir cümlede 'amaç' ifade edildiğinde, genellikle '-mek için, -mek amacıyla, hedeflemek' gibi ifadeler kullanılır. IV. cümlede '...yansıtmayı hedefler' ifadesi, sanatçının ulaşmak istediği noktayı, yani amacını doğrudan ortaya koymaktadır.",
    "options": [
      {
        "text": "I",
        "isCorrect": false
      },
      {
        "text": "II",
        "isCorrect": false
      },
      {
        "text": "III",
        "isCorrect": false
      },
      {
        "text": "IV",
        "isCorrect": true
      },
      {
        "text": "V",
        "isCorrect": false
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "'O, herkesin sıradan bulduğu ayrıntılarda bile bir güzellik, bir hikmet olduğuna inanırdı. Bu yüzden anlatılarında en küçük nesneler bile derin bir anlam kazanır, adeta birer simgeye dönüşürdü.'\nBu parçada sözü edilen yazarın anlatımı için aşağıdakilerden hangisi söylenebilir?",
    "explanation": "Paragrafta, yazarın sıradan ayrıntılara derin anlamlar yüklediği ve onları birer simge (sembol) haline getirdiği vurgulanmaktadır. Bu durum, anlatımın 'simgesel' (sembolik) bir nitelik taşıdığını gösterir.",
    "options": [
      {
        "text": "Öyküleyici",
        "isCorrect": false
      },
      {
        "text": "Betimleyici",
        "isCorrect": false
      },
      {
        "text": "Simgesel",
        "isCorrect": true
      },
      {
        "text": "Mizahi",
        "isCorrect": false
      },
      {
        "text": "Eleştirel",
        "isCorrect": false
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki yazar-eser eşleştirmelerinden hangisi Çağdaş Türk Edebiyatı için yanlıştır?",
    "explanation": "Çağdaş Türk Edebiyatı, genellikle 1950 sonrası dönemi kapsar. 'Aşk-ı Memnu', Halid Ziya Uşaklıgil'in Servet-i Fünun Dönemi'nde (19. yüzyıl sonu) yazdığı bir romandır. Dolayısıyla Çağdaş Türk Edebiyatı kapsamında değerlendirilmez. Diğer seçeneklerdeki yazar-eser çiftleri ise doğrudur.",
    "options": [
      {
        "text": "Latife Tekin - Sevgili Arsız Ölüm",
        "isCorrect": false
      },
      {
        "text": "Halid Ziya Uşaklıgil - Aşk-ı Memnu",
        "isCorrect": true
      },
      {
        "text": "Orhan Pamuk - Benim Adım Kırmızı",
        "isCorrect": false
      },
      {
        "text": "Bilge Karasu - Gece",
        "isCorrect": false
      },
      {
        "text": "Oğuz Atay - Tehlikeli Oyunlar",
        "isCorrect": false
      }
    ],
    "topic": "Çağdaş Türk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Çağdaş Türk Edebiyatı'nda 'bireyin toplum içindeki yabancılaşması, varoluşsal bunalımları ve iç hesaplaşmaları' temalarını kendine özgü ironik ve parçalı anlatım tekniğiyle işleyen yazar aşağıdakilerden hangisidir?",
    "explanation": "Oğuz Atay, özellikle 'Tutunamayanlar' ve 'Tehlikeli Oyunlar' romanlarında, modern hayatın getirdiği yabancılaşmayı, aydın bireyin içsel çatışmalarını ve toplumla uyumsuzluğunu (tutunamama halini) derinlemesine irdelemiştir. Anlatımındaki ironi, bilinç akışı ve metinlerarasılık gibi teknikler onu Çağdaş Türk Edebiyatı'nın en özgün isimlerinden biri yapar.",
    "options": [
      {
        "text": "Adalet Ağaoğlu",
        "isCorrect": false
      },
      {
        "text": "Yusuf Atılgan",
        "isCorrect": false
      },
      {
        "text": "Oğuz Atay",
        "isCorrect": true
      },
      {
        "text": "Selim İleri",
        "isCorrect": false
      },
      {
        "text": "Pınar Kür",
        "isCorrect": false
      }
    ],
    "topic": "Çağdaş Türk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eserlerden hangisi, Çağdaş Türk Edebiyatı'nda 'postmodern roman' anlayışının Türkiye'deki öncü örneklerinden biri kabul edilir?",
    "explanation": "Orhan Pamuk'un 'Kara Kitap' romanı, geleneksel anlatı yapılarını reddeden, çok katmanlı kurgusu, gerçeklik ve kurmaca arasındaki sınırları bulanıklaştıran yapısı, metinlerarası göndermeleri ve Doğu-Batı kültürleri üzerine düşünceleriyle Türk edebiyatında postmodern romanın en belirgin ve etkili örneklerinden biridir.",
    "options": [
      {
        "text": "Anayurt Oteli - Yusuf Atılgan",
        "isCorrect": false
      },
      {
        "text": "Kara Kitap - Orhan Pamuk",
        "isCorrect": true
      },
      {
        "text": "Bir Düğün Gecesi - Adalet Ağaoğlu",
        "isCorrect": false
      },
      {
        "text": "Fikrimin İnce Gülü - Adalet Ağaoğlu",
        "isCorrect": false
      },
      {
        "text": "Aylak Adam - Yusuf Atılgan",
        "isCorrect": false
      }
    ],
    "topic": "Çağdaş Türk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Çağdaş Türk Edebiyatı yazarlarından Bilge Karasu'nun eserleri için aşağıdakilerden hangisi söylenemez?",
    "explanation": "Bilge Karasu, felsefi derinliği olan, dil ve anlatım üzerine yoğunlaşan, bireyin varoluşsal sorunlarını ve korkularını işleyen bir yazardır. Anlatımı çoğu zaman kapalı, imgesel ve yoğundur. Toplumsal sorunları doğrudan ve sade bir dille anlatan toplumcu gerçekçi bir çizgi, onun edebiyat anlayışına uymaz.",
    "options": [
      {
        "text": "Felsefi ve varoluşçu temalar ağır basar.",
        "isCorrect": false
      },
      {
        "text": "Dil ve anlatım teknikleri üzerine deneysel bir tutum sergiler.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal sorunları doğrudan ele alan sade bir anlatımı vardır.",
        "isCorrect": true
      },
      {
        "text": "Bireyin iç dünyasındaki karmaşa ve korkuları işler.",
        "isCorrect": false
      },
      {
        "text": "Metinlerinde mitolojik ve simgesel ögelere yer verir.",
        "isCorrect": false
      }
    ],
    "topic": "Çağdaş Türk Edebiyatı",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Yakup Kadri Karaosmanoğlu'nun 'Kiralık Konak' adlı romanının konusu aşağıdakilerden hangisidir?",
    "explanation": "'Kiralık Konak', Yakup Kadri Karaosmanoğlu'nun Türk toplumunun II. Meşrutiyet dönemindeki çözülüşünü ve değişimini anlattığı bir romandır. Eser, nesiller arası çatışmayı merkeze alır: Tanzimat Dönemi'ni yaşamış Naim Efendi, Meşrutiyet Dönemi'ni idrak eden Servet Bey ve Cumhuriyet'e giden süreçteki kuşak temsilcileri arasındaki değer çatışmasını, 'konak' sembolü üzerinden işler. Konak, çökmekte olan Osmanlı değerlerini temsil eder.",
    "options": [
      {
        "text": "Kurtuluş Savaşı yıllarında Anadolu'da yaşanan zorluklar",
        "isCorrect": false
      },
      {
        "text": "II. Meşrutiyet Dönemi'nde üç nesil arasındaki çatışma ve değer değişimi",
        "isCorrect": true
      },
      {
        "text": "Cumhuriyet'in ilk yıllarında Batılılaşma uğruna yaşanan kimlik bunalımı",
        "isCorrect": false
      },
      {
        "text": "Bir köy ağası ile köylüler arasındaki mücadele",
        "isCorrect": false
      },
      {
        "text": "İstanbul'un işgal günlerinde bir ailenin dramı",
        "isCorrect": false
      }
    ],
    "topic": "Eser Özetleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Peyami Safa'nun 'Dokuzuncu Hariciye Koğuşu' adlı eseri ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "'Dokuzuncu Hariciye Koğuşu', Peyami Safa'nın büyük ölçüde otobiyografik ögeler taşıyan romanıdır. Eser, bacağındaki kemik hastalığı (osteomiyelit) nedeniyle sürekli hastaneye giden ve acı çeken genç bir anlatıcının (Nüzhet) hem fiziksel hem de ruhsal ıstırabını konu edinir. Roman, hasta bir insanın iç dünyasını ve çevresindeki insanlarla ilişkilerini psikolojik bir derinlikle anlatmasıyla ünlüdür.",
    "options": [
      {
        "text": "Bir hastanın fiziksel ve ruhsal çilesini anlatan bir romandır.",
        "isCorrect": true
      },
      {
        "text": "Kurtuluş Savaşı'nda cephede yaralanan bir askerin hikâyesidir.",
        "isCorrect": false
      },
      {
        "text": "Toplumcu gerçekçi bir bakışla köy hayatını ele alır.",
        "isCorrect": false
      },
      {
        "text": "İstanbul'un tarihî semtlerinden birinin sosyal değişimini anlatır.",
        "isCorrect": false
      },
      {
        "text": "Aşk ve entrika üzerine kurulu bir polisiye romandır.",
        "isCorrect": false
      }
    ],
    "topic": "Eser Özetleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Ahmet Hamdi Tanpınar'ın 'Huzur' romanının başkahramanı Mümtaz'ın karakter özellikleri arasında aşağıdakilerden hangisi yer almaz?",
    "explanation": "'Huzur' romanının başkahramanı Mümtaz, aşk, sanat, musiki ve tarih üzerine derin düşünceleri olan, kendi iç dünyasında karmaşık hesaplaşmalar yaşayan, melankolik ve hassas bir aydındır. Roman, onun Nuran'a olan aşkı etrafında şekillenir. Mümtaz, toplumsal meselelerden tamamen kopuk değildir ancak onu asıl tanımlayan özellik, bireysel ve varoluşsal kaygılarıdır. 'Pratik ve iş hayatında son derece başarılı bir insan' olmak, Mümtaz'ın içe dönük ve huzursuz karakteriyle bağdaşmaz.",
    "options": [
      {
        "text": "Doğu-Batı sorunsalı üzerine kafa yoran bir aydın olması",
        "isCorrect": false
      },
      {
        "text": "Nuran'a duyduğu aşkın onun ruh dünyasını şekillendirmesi",
        "isCorrect": false
      },
      {
        "text": "Geçmişe, kültüre ve müziğe derin bir ilgi duyması",
        "isCorrect": false
      },
      {
        "text": "Pratik ve iş hayatında son derece başarılı bir insan olması",
        "isCorrect": true
      },
      {
        "text": "İçsel bunalımlar ve bir 'huzur' arayışı içinde olması",
        "isCorrect": false
      }
    ],
    "topic": "Eser Özetleri",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-yazar eşleştirmelerinden hangisi Milli Edebiyat dönemi için doğru değildir?",
    "explanation": "Milli Edebiyat dönemi, 1911'de Selanik'te çıkarılmaya başlanan 'Genç Kalemler' dergisi etrafında şekillenmiştir. Bu dönemin önemli temsilcileri arasında Ömer Seyfettin, Ziya Gökalp, Halide Edip Adıvar, Reşat Nuri Güntekin, Yakup Kadri Karaosmanoğlu ve Refik Halit Karay sayılabilir. 'Handan', Halide Edip Adıvar'ın Milli Edebiyat dönemi ruhunu yansıtan önemli bir romanıdır. 'Sodom ve Gomore' ise Yakup Kadri Karaosmanoğlu'na ait olup, işgal altındaki İstanbul'u anlattığı için bu dönemle ilişkilendirilebilir. 'Memleket Hikâyeleri', Refik Halit Karay'ın Anadolu'yu ve memleket gerçeklerini konu alan hikâye kitabıdır. 'Kiralık Konak', Yakup Kadri'nin Türk toplumunun geçiş dönemini anlatan romanıdır. Ancak 'Hüküm Gecesi', Yakup Kadri Karaosmanoğlu'nun 1927'de basılan, Milli Mücadele yıllarını anlatan bir romanı olmasına rağmen, eserlerin kronolojik olarak dönemlere ayrılmasında daha çok Cumhuriyet Dönemi Edebiyatı içinde değerlendirilir. Milli Edebiyat döneminin etkileri devam etse de, bu eserin yayımlandığı tarih itibarıyla doğrudan Milli Edebiyat dönemi için tipik bir örnek olarak gösterilmesi yanlıştır. Bu nedenle doğru olmayan eşleştirme 'Yakup Kadri Karaosmanoğlu - Hüküm Gecesi' olacaktır.",
    "options": [
      {
        "text": "Halide Edip Adıvar - Handan",
        "isCorrect": false
      },
      {
        "text": "Yakup Kadri Karaosmanoğlu - Sodom ve Gomore",
        "isCorrect": false
      },
      {
        "text": "Refik Halit Karay - Memleket Hikâyeleri",
        "isCorrect": false
      },
      {
        "text": "Yakup Kadri Karaosmanoğlu - Kiralık Konak",
        "isCorrect": false
      },
      {
        "text": "Yakup Kadri Karaosmanoğlu - Hüküm Gecesi",
        "isCorrect": true
      }
    ],
    "topic": "Milli Edebiyat",
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  }
]