[
  {
    "text": "Camus'nun Yabancı adlı eserini çağrıştıran bir cümlede: \"Güneş başımı kavurduğunda içimde uğultu gibi bir boşluk oluştu.\" Bu cümlede \"boşluk\" sözcüğünün en uygun anlamı aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Fiziksel bir hacim eksikliği",
        "isCorrect": false
      },
      {
        "text": "Duygusal anlamda anlamsızlık veya yabancılaşma hissi",
        "isCorrect": true
      },
      {
        "text": "Zihinsel karar verememe durumu",
        "isCorrect": false
      },
      {
        "text": "Sosyal ilişkilerdeki eksiklik",
        "isCorrect": false
      }
    ],
    "explanation": "Varoluşçuluk temalı bağlamda 'boşluk' kelimesi genellikle varoluşsal anlamsızlık ya da yabancılaşma duygusunu belirtir; fiziksel değil duygusal bir durum kastedilmiştir.",
    "topic": "Dünya Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Camus",
      "varoluşçuluk",
      "mecaz anlam"
    ],
    "learningObjective": "Metinsel bağlamda sözcüğün mecazsal/duygusal anlamını belirleyebilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet dönemi edebiyatında sıklıkla kullanılan 'medeniyet' kavramı bağlam içinde genellikle neyi vurgular?",
    "options": [
      {
        "text": "Osmanlı saltanat geleneğini sürdürmeyi",
        "isCorrect": false
      },
      {
        "text": "Batılılaşma, ilerleme ve çağdaşlaşma ideallerini",
        "isCorrect": true
      },
      {
        "text": "Kırsal yaşamın korunmasını",
        "isCorrect": false
      },
      {
        "text": "Mistik ve geleneksel değerlerin önceliğini",
        "isCorrect": false
      }
    ],
    "explanation": "Cumhuriyet dönemi söyleminde 'medeniyet' sıklıkla Batı uygarlığına yönelik bir ilerleme ve çağdaşlaşma ideali anlamında kullanılmıştır; dönüşüm ve modernleşme vurgulanır.",
    "topic": "Cumhuriyet Dönemi",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Cumhuriyet",
      "medeniyet",
      "çağdaşlaşma"
    ],
    "learningObjective": "Dönemsel kavram kullanımını bağlama göre çözümleme",
    "subject": "Edebiyat"
  },
  {
    "text": "Çağdaş bir şiirde geçen: \"Metropolün büyüsüne kapılanlar, sokakların sessiz çığlıklarını duymaz oldu.\" cümlesinde \"büyü\" sözcüğünün en yakın anlamı nedir?",
    "options": [
      {
        "text": "Sihir veya doğaüstü güç",
        "isCorrect": false
      },
      {
        "text": "Cazibe, çekicilik ve etkilenme durumu",
        "isCorrect": true
      },
      {
        "text": "Hızlı nüfus artışı",
        "isCorrect": false
      },
      {
        "text": "Ekonomik çöküş",
        "isCorrect": false
      }
    ],
    "explanation": "Metropolün 'büyüsü' ifadesi burada mecaz anlamda şehrin cazibesine kapılmayı, dikkat ve duyarlılığın azalmasını anlatmak için kullanılmıştır; sihirsel değil çekimsel bir anlam taşır.",
    "topic": "Çağdaş Türk Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "çağdaş şiir",
      "mecaz",
      "metropol"
    ],
    "learningObjective": "Mecaz ve gerçek anlam ayrımını bağlam içinde yapabilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Paragraf: \"Modern yaşamın hızı insanların birbirine yabancılaşmasına yol açtı. Eskiden komşuluk ilişkileri daha sıcaktı; şimdi herkes kendi ekranında. Teknolojik iletişim artsa da yüz yüze etkileşim azaldı ve bireyler yalnızlaştı.\" Buna göre paragrafın iddiasını en çok zayıflatan cümle aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Teknoloji sayesinde insanlar coğrafi engelleri aşmış, yeni ve çeşitli topluluklar kurma olanağı bulmuştur.",
        "isCorrect": true
      },
      {
        "text": "Geleneksel komşuluk ilişkileri ekonomik ve sosyal sebeplerle eskisi kadar yakın olamayabilir.",
        "isCorrect": false
      },
      {
        "text": "Yüz yüze iletişimin azalması, dijital araçların iletişim şeklini değiştirmesinden kaynaklanmaktadır.",
        "isCorrect": false
      },
      {
        "text": "Bireylerin yalnızlaşması modern yaşamın getirdiği sosyal dönüşümlerin bir sonucu olarak görülebilir.",
        "isCorrect": false
      }
    ],
    "explanation": "A seçeneği paragraftaki 'teknoloji → yalnızlaşma' nedenselliğini doğrudan zayıflatır; teknolojinin yeni topluluklar kurma imkânı sunduğu fikri paragrafın temel iddiasına karşı çıkar.",
    "topic": "Anlam Bilgisi (Paragrafta Anlam)",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "paragraf",
      "çıkarım",
      "karşıtlık"
    ],
    "learningObjective": "Paragraftaki ana iddiayı tespit edip onu zayıflatan ifadeyi seçme",
    "subject": "Edebiyat"
  },
  {
    "text": "Fecr-i Âtî topluluğunun edebi özellikleri hakkında aşağıdakilerden hangisi yanlıştır?",
    "options": [
      {
        "text": "Sanat için sanat anlayışını savunmuşlardır.",
        "isCorrect": false
      },
      {
        "text": "Biçim ve estetik üzerinde durup Sembolizm ile Parnasizm etkileri göstermişlerdir.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal ve milli sorunları edebiyatın merkezine almışlardır.",
        "isCorrect": true
      },
      {
        "text": "Bireysel duyuşu ve sanatçının iç dünyasını ön plana çıkarma eğilimindedirler.",
        "isCorrect": false
      }
    ],
    "explanation": "Fecr-i Âtî daha çok estetik, biçim ve bireysel duyarlılığa vurgu yapan bir topluluktur; toplumsal ve milli temalar Milli Edebiyatçıların ve daha sonraki Cumhuriyet dönemi yazarlarının alanına girer.",
    "topic": "Fecr-i Ati Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Fecr-i Âtî",
      "estetik",
      "bireysellik"
    ],
    "learningObjective": "Fecr-i Âtî akımının estetik eğilimleri ile toplumsal/milli yönelimleri ayırt edebilmek",
    "subject": "Edebiyat"
  },
  {
    "text": "James Joyce'un Ulysses adlı romanının edebi yenilikleriyle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "options": [
      {
        "text": "Roman geniş ölçüde 'bilinç akışı' (stream of consciousness) tekniğiyle yazılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Ulysses, mitolojik yapıyı modern günlük olaylara karşılık getirerek epik bir yapı kurar.",
        "isCorrect": false
      },
      {
        "text": "Roman yapısı ve dil kullanımı nedeniyle lineer zaman kurgusuna sıkı sıkıya bağlı kalır.",
        "isCorrect": true
      },
      {
        "text": "Eserde iç monolog, parodi, mitoloji göndermeleri ve çok katmanlı anlatım teknikleri bir arada kullanılmıştır.",
        "isCorrect": false
      }
    ],
    "explanation": "Ulysses, kronolojik düzeni bozarak iç monolog ve bilinç akışı teknikleriyle lineer zaman kurgusundan sıklıkla uzaklaşır; bu nedenle lineerliğe sıkı bağlı olduğu ifadesi yanlıştır.",
    "topic": "Dünya Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Ulysses",
      "modernizm",
      "bilinç akışı"
    ],
    "learningObjective": "Ulysses'in anlatım teknikleri ve modernist yeniliklerini değerlendirebilmek",
    "subject": "Edebiyat"
  },
  {
    "text": "Kutadgu Bilig (Yusuf Has Hacib) eserinin özellikleriyle ilgili aşağıdakilerden hangisi yanlıştır?",
    "options": [
      {
        "text": "Eser 11. yüzyılda Karahanlı Türkçesiyle yazılmıştır.",
        "isCorrect": false
      },
      {
        "text": "Yusuf Has Hacib tarafından yazılmış ve siyasetname türüne örnek oluşturur.",
        "isCorrect": false
      },
      {
        "text": "İslami dönemin ilk dönem ürünlerinden olup didaktik, ahlaki ve siyasal öğütler içerir.",
        "isCorrect": false
      },
      {
        "text": "Aruz vezni yerine tamamen hece ölçüsüyle kaleme alınmıştır.",
        "isCorrect": true
      }
    ],
    "explanation": "Kutadgu Bilig Arap ve Fars etkisiyle aruz veznine uygun şekilde yazılmıştır; tamamen hece ölçüsüyle yazıldığı ifadesi yanlış kabul edilir.",
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Kutadgu Bilig",
      "Yusuf Has Hacib",
      "aruz"
    ],
    "learningObjective": "Kutadgu Bilig'in dil, tür ve vezin özelliklerini ayırt edebilmek",
    "subject": "Edebiyat"
  },
  {
    "text": "İkinci Yeni akımının Cumhuriyet dönemi şiiri içindeki özellikleriyle ilgili aşağıdakilerden hangisi yanlıştır?",
    "options": [
      {
        "text": "Sözcüklerde günlük konuşma diline ve yalınlığa öncelik verir.",
        "isCorrect": true
      },
      {
        "text": "İmge yoğun, çağrışım ağırlıklı ve dilsel yenilikçi bir anlayışa sahiptir.",
        "isCorrect": false
      },
      {
        "text": "Geleneksel biçim ve ölçülere bağlı kalmayarak serbest, deneysel anlatımları benimser.",
        "isCorrect": false
      },
      {
        "text": "Anlamı kapalı, çok katmanlı ve bireysel algı/duyuşa yönelik şiirler üretir.",
        "isCorrect": false
      }
    ],
    "explanation": "İkinci Yeni, sade ve günlük dilden ziyade soyut, yoğun imgeli ve dilsel oyunlara dayanan bir şiir anlayışını benimsemiştir; günlük yalınlık Garip akımının özelliğidir.",
    "topic": "Cumhuriyet Şiiri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "İkinci Yeni",
      "imagery",
      "modern şiir"
    ],
    "learningObjective": "İkinci Yeni ile diğer Cumhuriyet dönemi akımlarını ayırt edebilmek",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdakilerden hangisi Fecr-i Ati topluluğunun edebî anlayışına uygun değildir?",
    "options": [
      {
        "text": "Sanat için sanat anlayışını benimsemeleri ve estetik kaygıyı ön planda tutmaları",
        "isCorrect": false
      },
      {
        "text": "Batı edebiyat akımlarını takip ederek yeni biçim arayışlarına yönelmeleri",
        "isCorrect": false
      },
      {
        "text": "Toplumsal gerçekçilik ve geniş halk kitlelerinin gündelik sorunlarını eserlerinde temel konu edinmeleri",
        "isCorrect": true
      },
      {
        "text": "Eserde süsleme, biçim ve lirik anlatımın önem taşıması",
        "isCorrect": false
      }
    ],
    "explanation": "Fecr-i Ati, estetik kaygıyı, biçimsel yenilikleri ve Batı etkisini ön plana çıkarmış; toplumsal gerçekçilik ve halk çıkarlarını merkeze alan bir anlayışa sahip değildir.",
    "topic": "Fecr-i Ati Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Fecr-i Ati",
      "estetik",
      "toplumsal gerçekçilik"
    ],
    "learningObjective": "Fecr-i Ati topluluğunun özelliklerini diğer akımlardan ayırt etmek.",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdakilerden hangisi Millî Edebiyat akımının dil ve üslup anlayışını en iyi yansıtır?",
    "options": [
      {
        "text": "Ağır Osmanlı/Türkçe sözcükleri ve aruz vezninin yaygın kullanımı",
        "isCorrect": false
      },
      {
        "text": "Halk diliyle yazma eğilimi ve hece ölçüsünü savunma, sadeleşme doğrultusu",
        "isCorrect": true
      },
      {
        "text": "Kozmopolit temalar ve evrensel konuları ulusal kaygıların önüne koyma",
        "isCorrect": false
      },
      {
        "text": "Batı sembolizmi ve süslü estetik anlayışını merkezi ilke olarak benimseme",
        "isCorrect": false
      }
    ],
    "explanation": "Millî Edebiyat hareketi, halk dili ve hece ölçüsünü benimseyerek sadeleşmeyi, halkın yaşamını ve milli değerleri vurgulamayı amaçlamıştır.",
    "topic": "Milli Edebiyat",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Millî Edebiyat",
      "hece ölçüsü",
      "halk dili"
    ],
    "learningObjective": "Millî Edebiyatın dil, üslup ve tema özelliklerini tanımlamak.",
    "subject": "Edebiyat"
  },
  {
    "text": "Hangisi, Türk edebiyatında modernizm, metafiction ve metinlerarasılık özelliklerini belirgin şekilde göstererek çağdaş anlatıya önemli katkı sağlamıştır?",
    "options": [
      {
        "text": "Yaşar Kemal - İnce Memed",
        "isCorrect": false
      },
      {
        "text": "Oğuz Atay - Tutunamayanlar",
        "isCorrect": true
      },
      {
        "text": "Reşat Nuri Güntekin - Çalıkuşu",
        "isCorrect": false
      },
      {
        "text": "Halide Edip Adıvar - Ateşten Gömlek",
        "isCorrect": false
      }
    ],
    "explanation": "Oğuz Atay'ın Tutunamayanlar'ı postmodern öğeler, iç monolog, metinlerarasılık ve anlatı kırılmalarıyla Türk edebiyatında modernist ve deneysel anlatının kilometre taşlarındandır.",
    "topic": "Çağdaş Türk Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Çağdaş Türk Edebiyatı",
      "Oğuz Atay",
      "metinlerarasılık"
    ],
    "learningObjective": "Modernist ve postmodern anlatım tekniklerini örnek eserler üzerinden analiz edebilme.",
    "subject": "Edebiyat"
  },
  {
    "text": "Ahmet Hamdi Tanpınar’ın eserlerinde zaman, bellek ve içsel bilinç temalarının işlenişinde hangi dünya yazarı en belirgin ilham kaynaklarından biri olarak kabul edilir?",
    "options": [
      {
        "text": "Marcel Proust",
        "isCorrect": true
      },
      {
        "text": "Fyodor Dostoyevski",
        "isCorrect": false
      },
      {
        "text": "Miguel de Cervantes",
        "isCorrect": false
      },
      {
        "text": "Dante Alighieri",
        "isCorrect": false
      }
    ],
    "explanation": "Tanpınar'ın zaman, bellek ve içsel bilinç temasındaki duyarlılığı ve anı/hatıra üzerine yoğunlaşması, Proust'un etkisini çağrıştırır; özellikle zamanın öznel deneyimi bakımından Proust örnek alınmıştır.",
    "topic": "Dünya Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Ahmet Hamdi Tanpınar",
      "Proust",
      "zaman ve bellek"
    ],
    "learningObjective": "Dünya edebiyatı yazarlarının Türk edebiyatındaki etkilerini tespit etme.",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet dönemi şiirinde özellikle 1940 sonrası ortaya çıkan ve imgeler, soyut dil, bireysel yalnızlık gibi özellikleriyle öne çıkan akım hangisidir?",
    "options": [
      {
        "text": "İkinci Yeni",
        "isCorrect": true
      },
      {
        "text": "Garip",
        "isCorrect": false
      },
      {
        "text": "Milli Edebiyat",
        "isCorrect": false
      },
      {
        "text": "Servet-i Fünun",
        "isCorrect": false
      }
    ],
    "explanation": "İkinci Yeni, 1940 sonrası soyut imgeler, alışılmamış dil kullanımı ve bireysel tema ağırlığı ile Cumhuriyet şiirinde modernist bir kırılma oluşturmuştur. Garip daha sade dil ve günlük yaşamı savunurken Milli Edebiyat ve Servet-i Fünun farklı dönem ve yaklaşımlardır.",
    "topic": "Cumhuriyet Şiiri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "İkinci Yeni",
      "imgesel şiir",
      "Cumhuriyet dönemi"
    ],
    "learningObjective": "İkinci Yeni akımının özelliklerini ve Cumhuriyet şiiri içindeki yerini ayırt edebilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Ahmet Hamdi Tanpınar'ın Huzur romanı için aşağıdaki özetlerden hangisi eserin ana çatışmasını en doğru şekilde yansıtır?",
    "options": [
      {
        "text": "Mümtaz'ın içsel yalnızlığı, kent yaşamının zaman duygusuyla çatışması ve aşk üçgeni ekseninde modernleşme sancılarının incelenmesi",
        "isCorrect": true
      },
      {
        "text": "Küçük bir Anadolu kasabasında geçen toplumsal uyanış ve köylü ayaklanmasının tarihsel anlatımı",
        "isCorrect": false
      },
      {
        "text": "Türk kökenli bir göçmenin Avrupa'da kimlik arayışı ve siyasi örgütlenme süreci",
        "isCorrect": false
      },
      {
        "text": "Bir aile trajedisi etrafında dönen dedektiflik unsurları ve suç çözümlemesi",
        "isCorrect": false
      }
    ],
    "explanation": "Huzur, bireyin iç dünyası, İstanbul'un zaman-mekan hissi ve Mümtaz'ın aşk ve yalnızlık çatışması etrafında şekillenir; kırsal ayaklanma, göçmen kimliği veya dedektiflik ögeleri romanın merkezinde değildir.",
    "topic": "Eser Özetleri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Huzur",
      "Ahmet Hamdi Tanpınar",
      "modernleşme çatışması"
    ],
    "learningObjective": "Huzur romanının temel temalarını ve ana çatışmasını özetleyebilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Tanzimat Edebiyatı döneminde roman türünün ilk örneklerinden sayılan ve genellikle ilk Türk romanı kabul edilen eser hangisidir?",
    "options": [
      {
        "text": "Taaşşuk-ı Talat ve Fitnat",
        "isCorrect": true
      },
      {
        "text": "Araba Sevdası",
        "isCorrect": false
      },
      {
        "text": "Felatun Bey ile Rakım Efendi",
        "isCorrect": false
      },
      {
        "text": "Mai ve Siyah",
        "isCorrect": false
      }
    ],
    "explanation": "Şemsettin Sami'nin Taaşşuk-ı Talat ve Fitnat eseri genellikle Tanzimat dönemi içinde ilk Türk romanı sayılır. Araba Sevdası ve Felatun Bey ile Rakım Efendi daha sonraki dönemlerin roman örneklerindendir; Mai ve Siyah ise Recaizade Mahmut Ekrem'in bir romanıdır.",
    "topic": "Tanzimat Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Tanzimat",
      "ilk roman",
      "Şemsettin Sami"
    ],
    "learningObjective": "Tanzimat dönemi romanının başlangıç örneklerini tanıyabilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Gazel nazım biçiminde şiirin ilk beyidine verilen ad hangi seçenekte doğru verilmiştir?",
    "options": [
      {
        "text": "Matla",
        "isCorrect": true
      },
      {
        "text": "Makta",
        "isCorrect": false
      },
      {
        "text": "Beytü'l-mesnevi",
        "isCorrect": false
      },
      {
        "text": "Mısra-ı evvel",
        "isCorrect": false
      }
    ],
    "explanation": "Gazelde şiirin açılış beyidine 'matla' denir; makta şiirin son beyidine verilen addır. 'Beytü'l-mesnevi' ve 'mısra-ı evvel' doğru terimler değildir bu bağlamda.",
    "topic": "Edebî Bilgiler(Şiir Bilgisi)",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "gazel",
      "matla",
      "makta"
    ],
    "learningObjective": "Gazel nazım şeklinin terimlerini ve yapı birimlerini ayırt edebilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki yazar ve eser eşleştirmelerinden hangisi, iç konuşma (stream of consciousness) tekniğinin belirgin kullanımı ile LEHİM olarak yanlıştır?",
    "options": [
      {
        "text": "James Joyce — Ulysses",
        "isCorrect": false
      },
      {
        "text": "Virginia Woolf — Mrs Dalloway",
        "isCorrect": false
      },
      {
        "text": "William Faulkner — The Sound and the Fury",
        "isCorrect": false
      },
      {
        "text": "Gabriel Garcia Marquez — One Hundred Years of Solitude",
        "isCorrect": true
      }
    ],
    "explanation": "Joyce, Woolf ve Faulkner eserlerinde iç konuşma veya bilinç akışı tekniklerini belirgin şekilde kullanırken, Marquez'in Yüzyıllık Yalnızlık adlı romanı daha çok büyülü gerçekçilik ve anlatı dışı anlatıcı özellikleri taşır; bilinç akışı tekniği temel yöntemi değildir.",
    "topic": "Dünya Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "iç konuşma",
      "stream of consciousness",
      "büyülü gerçekçilik",
      "modernizm"
    ],
    "learningObjective": "Öğrencinin dünya edebiyatında anlatım tekniklerini ayırt etmesi ve eser-yazar ilişkilendirmesini yapabilmesi.",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet dönemi romanında modernleşme ve birey-toplum çatışmasını psikolojik çözümlemelerle ele alan, 'Yaban' ve 'Kiralık Konak' gibi eserlerin yazarı aşağıdakilerden hangisidir?",
    "options": [
      {
        "text": "Yakup Kadri Karaosmanoğlu",
        "isCorrect": true
      },
      {
        "text": "Halide Edip Adıvar",
        "isCorrect": false
      },
      {
        "text": "Reşat Nuri Güntekin",
        "isCorrect": false
      },
      {
        "text": "Peyami Safa",
        "isCorrect": false
      }
    ],
    "explanation": "Yakup Kadri, özellikle Yaban ve Kiralık Konak gibi romanlarında modernleşme sürecini, toplumsal değişimi ve bireyin psikolojik dünyasını ikili çatışmalar bağlamında işler; bu nedenle doğru seçenektir.",
    "topic": "Cumhuriyet Dönemi",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Yakup Kadri",
      "Cumhuriyet romanı",
      "modernleşme",
      "birey-toplum çatışması"
    ],
    "learningObjective": "Cumhuriyet dönemi roman yazarlarını, tematik ve teknik özelliklere göre tanımlayabilme.",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan şiirinde 'mazmun' ile ilgili aşağıdaki özelliklerden hangisi yanlıştır?",
    "options": [
      {
        "text": "Mazmunlar genellikle kalıplaşmış imgeler ve mecazlar içerir.",
        "isCorrect": false
      },
      {
        "text": "Mazmunlar aşk, gençlik, güzellik gibi ortak temaları simgesel ögelerle yansıtır.",
        "isCorrect": false
      },
      {
        "text": "Mazmun kullanımı şairin bireysel deneyimini özgün ve özgür bir dilde öncelikle ifade etmesini sağlar.",
        "isCorrect": true
      },
      {
        "text": "Mazmunların kökenleri klasik İran ve Arap edebiyatı geleneğine dayanır.",
        "isCorrect": false
      }
    ],
    "explanation": "Divan şiirindeki mazmunlar kalıplaşmış simgelerdir ve geleneksel edebiyatın izlerini taşır; bireyin özgün, serbest dilini öncelikle ifade etme amacı güdemez, aksine ortak semboller içinde anlam kazanır.",
    "topic": "Divan Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "mazmun",
      "divan şiiri",
      "gelenek",
      "imgesel dil"
    ],
    "learningObjective": "Öğrencinin divan şiirindeki mazmun kavramını ve işlevini eleştirel olarak değerlendirebilmesi.",
    "subject": "Edebiyat"
  },
  {
    "text": "Paragraf: \"Kırsal bölgelerden kentlere göçün hızlanmasıyla bazı köyler tamamen boşaldı; geride kalan köylüler ise tarımda verimliliği sürdürebilmek için daha çok mekanizasyon ve makine kullanmaya başladı. Bu değişiklikler hem iş bölümü biçimlerini hem de kuşaklar arası ilişkileri dönüştürdü.\" Buna göre paragraftan en güçlü olarak çıkarılabilecek sonuç hangisidir?",
    "options": [
      {
        "text": "Boşalan köyler tarımsal üretimi bütünüyle durdurmuştur.",
        "isCorrect": false
      },
      {
        "text": "Mekanikleşme kuşaklar arası ilişkilerde değişime yol açmıştır.",
        "isCorrect": true
      },
      {
        "text": "Kırsal göç tarımsal verimliliği evrensel ve eşit şekilde artırmıştır.",
        "isCorrect": false
      },
      {
        "text": "Terk edilen köyler kısa zamanda yeniden canlanmıştır.",
        "isCorrect": false
      }
    ],
    "explanation": "Paragrafta makinelerin kullanımı ve bunun kuşaklar arası ilişkilere etkisi açıkça belirtilmiş; diğer seçenekler paragrafta desteklenmeyen veya aşırı genelleştirilmiş çıkarımlardır.",
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "çıkarım",
      "paragrafta anlam",
      "implied meaning",
      "kırsal göç"
    ],
    "learningObjective": "Öğrencinin paragraftan mantıklı ve en güçlü çıkarımı yapabilme yeteneğini ölçmek.",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet Dönemi Türk şiirinde günlük konuşma dili, sıradan insanın yaşamı, serbest nazım ve yalın anlatımı öne çıkaran; Orhan Veli, Melih Cevdet ve Oktay Rifat ile özdeşleşen akım hangisidir?",
    "options": [
      {
        "text": "Garip",
        "isCorrect": true
      },
      {
        "text": "İkinci Yeni",
        "isCorrect": false
      },
      {
        "text": "Toplumcu Gerçekçilik",
        "isCorrect": false
      },
      {
        "text": "Milli Edebiyat",
        "isCorrect": false
      }
    ],
    "explanation": "Garip akımı, günlük konuşma dilini, sıradan insanı, serbest nazımı ve sade anlatımı benimsemiş; Orhan Veli, Melih Cevdet ve Oktay Rifat ile özdeşleşmiştir.",
    "topic": "Cumhuriyet Şiiri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Garip",
      "serbest nazım",
      "sade dil"
    ],
    "learningObjective": "Cumhuriyet dönemi şiir akımlarını ve özelliklerini ayırt etme",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşık edebiyatı ürünlerinden 'destan' ile 'koşma' arasındaki temel farklardan hangisi doğrudur?",
    "options": [
      {
        "text": "Destan genellikle anonim, uzun ve kahramanlık/epik olayları işler; koşma ise âşık geleneğine bağlı bireysel duyuşları, aşk ve doğa temalarını dörtlüklerle ve hece ölçüsüyle ifade eder.",
        "isCorrect": true
      },
      {
        "text": "Her iki tür de aynı ölçü ve düzen içinde yazılır; destan ve koşma arasında tema veya biçim açısından ayırt edici bir fark yoktur.",
        "isCorrect": false
      },
      {
        "text": "Koşma anonimdir ve destan ise mutlaka tek bir âşık tarafından yazılan kısa bir nazım türüdür.",
        "isCorrect": false
      },
      {
        "text": "Destanlar yalnızca dini içerikli olup koşmalar ise yalnızca kahramanlık konularını işler.",
        "isCorrect": false
      }
    ],
    "explanation": "Destanlar uzun, epik ve çoğunlukla anonim eserlerdir; koşmalar ise âşık edebiyatının bireysel şiirleri olup dörtlükler halinde hece ölçüsüyle aşk, doğa ve kişisel duyguları işler.",
    "topic": "Halk Edebiyatı",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "destan",
      "koşma",
      "âşık edebiyatı"
    ],
    "learningObjective": "Halk edebiyatı türlerinin özelliklerini karşılaştırma",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdakilerden hangisi Kutadgu Bilig hakkında doğru bir yargıdır?",
    "options": [
      {
        "text": "Yusuf Has Hacip tarafından Karahanlı Türkçesiyle yazılmış; öğüt ve devlet yönetimi konularını işleyen, siyasetnâme türünde bir eserdir.",
        "isCorrect": true
      },
      {
        "text": "Tamamen hece vezniyle yazılmış ve halk şiiri geleneğinin bir ürünü olarak değerlendirilir.",
        "isCorrect": false
      },
      {
        "text": "İslami dönemin ilk sözlüğü olup Kaşgarlı Mahmud tarafından hazırlanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Eser anonimdir ve 14. yüzyılda derlenmiştir.",
        "isCorrect": false
      }
    ],
    "explanation": "Kutadgu Bilig, Yusuf Has Hacip tarafından Karahanlı Türkçesiyle yazılmış; öğüt, ahlak ve siyaset konularını içeren didaktik bir eserdir ve siyasetnâme kategorisindedir.",
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "Kutadgu Bilig",
      "Yusuf Has Hacip",
      "siyasetnâme"
    ],
    "learningObjective": "İslami dönemin ilk Türkçe eserlerinin özelliklerini bilme",
    "subject": "Edebiyat"
  },
  {
    "text": "Aruz vezninde ölçüyü belirleyen ve uzun (—) ile kısa (ᴗ) hecelerin belirli sıra ve tekrarından oluşan yapıya ne ad verilir?",
    "options": [
      {
        "text": "Bahr (aruz kalıbı)",
        "isCorrect": true
      },
      {
        "text": "Hece vezni",
        "isCorrect": false
      },
      {
        "text": "Kafiye",
        "isCorrect": false
      },
      {
        "text": "Redif",
        "isCorrect": false
      }
    ],
    "explanation": "Aruz vezninde ölçüyü belirleyen kalıplar bahr olarak adlandırılır; bunlar uzun ve kısa hecelerin düzenli dizilişini gösterir. Hece vezni ise farklı bir ölçü sistemidir; kafiye ve redif ise ses ve tekrar düzeniyle ilgilidir.",
    "topic": "Edebî Bilgiler(Şiir Bilgisi)",
    "formula": null,
    "exam": "AYT",
    "section": "Es",
    "difficulty": "Zor",
    "keywords": [
      "aruz",
      "bahr",
      "vezin"
    ],
    "learningObjective": "Aruz vezninin temel kavramlarını açıklama",
    "subject": "Edebiyat"
  }
]