[
  {
    "text": "Aşağıdakilerden hangisi psikolojinin uygulamalı alt dallarından biri değildir?",
    "explanation": "Deneysel psikoloji, temel psikolojik süreçleri laboratuvar ortamında kontrollü deneylerle inceleyen bir araştırma alanıdır. Endüstri psikolojisi, klinik psikoloji ve eğitim psikolojisi ise psikolojik bilgiyi pratik problemleri çözmek için uygulayan alt dallardır.",
    "options": [
      {
        "text": "Endüstri Psikolojisi",
        "isCorrect": false
      },
      {
        "text": "Klinik Psikoloji",
        "isCorrect": false
      },
      {
        "text": "Deneysel Psikoloji",
        "isCorrect": true
      },
      {
        "text": "Eğitim Psikolojisi",
        "isCorrect": false
      }
    ],
    "topic": "Psikoloji Bilimini Tanıyalım",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  },
  {
    "text": "Bir psikolog, insan davranışlarının altında yatan biyolojik süreçleri (hormonlar, genler, sinir sistemi) araştırmaktadır. Bu psikolog hangi psikoloji alt dalında çalışmaktadır?",
    "explanation": "Biyopsikoloji (veya Fizyolojik Psikoloji), davranışların ve zihinsel süreçlerin biyolojik temellerini, özellikle sinir sistemi, hormonlar ve genetik faktörleri inceleyen alt daldır.",
    "options": [
      {
        "text": "Bilişsel Psikoloji",
        "isCorrect": false
      },
      {
        "text": "Sosyal Psikoloji",
        "isCorrect": false
      },
      {
        "text": "Biyopsikoloji",
        "isCorrect": true
      },
      {
        "text": "Gelişim Psikolojisi",
        "isCorrect": false
      }
    ],
    "topic": "Psikoloji Bilimini Tanıyalım",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  },
  {
    "text": "Bir kişi, karanlık bir sokakta yürürken aniden çıkan gürültüyü 'hırsız' olarak yorumlayıp korku yaşarken, başka biri aynı gürültüyü 'düşen bir kutu' olarak yorumlayıp sakin kalabilir. Bu durum aşağıdaki kavramlardan hangisiyle en iyi açıklanır?",
    "explanation": "Duyum, çevreden gelen ham uyaranların alınmasıdır. Algı ise bu uyaranların yorumlanıp anlamlandırılması sürecidir. Aynı duyumsal veri (gürültü), farklı algılar (hırsız veya düşen kutu) ve dolayısıyla farklı duygusal tepkiler (korku veya sakinlik) oluşturabilir.",
    "options": [
      {
        "text": "Duyum ve Algı Arasındaki Fark",
        "isCorrect": true
      },
      {
        "text": "Mutlak Eşik",
        "isCorrect": false
      },
      {
        "text": "Duyarsızlaşma",
        "isCorrect": false
      },
      {
        "text": "Duyum Eşiği",
        "isCorrect": false
      }
    ],
    "topic": "Psikolojinin Temel Süreçleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  },
  {
    "text": "Bir öğrenci, sınavdan önceki gece yeterince uyuyamadığı için ertesi gün derslerde odaklanmakta zorlanır ve basit hatalar yapar. Bu durum, aşağıdaki güdülenme kuramlarından hangisiyle ilişkilendirilebilir?",
    "explanation": "İtici güç kuramı, organizmanın fizyolojik dengesinin (homeostaz) bozulması sonucu ortaya çıkan ihtiyaçların (burada uyku ihtiyacı) davranışı yönlendirdiğini savunur. Uyku yoksunluğu, fizyolojik bir dengesizlik yaratarak bilişsel performansı düşürür.",
    "options": [
      {
        "text": "İtici Güç Kuramı",
        "isCorrect": true
      },
      {
        "text": "Öznel İyimserlik Kuramı",
        "isCorrect": false
      },
      {
        "text": "Sosyal Öğrenme Kuramı",
        "isCorrect": false
      },
      {
        "text": "İçsel-Dışsal Güdülenme Kuramı",
        "isCorrect": false
      }
    ],
    "topic": "Psikolojinin Temel Süreçleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  },
  {
    "text": "Bir çocuk, doktora gidip iğne olduğunda canının yandığını öğrenir. Daha sonra beyaz önlüklü bir eczacıyı gördüğünde ağlamaya başlar. Bu çocuğun davranışı aşağıdaki öğrenme türlerinden hangisine örnektir?",
    "explanation": "Klasik koşullanmada, nötr bir uyaran (beyaz önlük), koşulsuz bir uyaranla (iğne acısı) eşleştirilir. Birkaç tekrardan sonra, nötr uyaran tek başına verildiğinde (beyaz önlük) koşulsuz tepkiye (ağlama) benzer bir koşullu tepki oluşturur.",
    "options": [
      {
        "text": "Klasik Koşullanma",
        "isCorrect": true
      },
      {
        "text": "Edimsel Koşullanma",
        "isCorrect": false
      },
      {
        "text": "Gizil Öğrenme",
        "isCorrect": false
      },
      {
        "text": "Model Alarak Öğrenme",
        "isCorrect": false
      }
    ],
    "topic": "Öğrenme Bellek Düşünme",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  },
  {
    "text": "Bireyin kendi yeteneklerinin farkında olması, kendini kabul etmesi ve gerçekleştirebilmesi, kişilerarası ilişkilerde sağlıklı sınırlar koyabilmesi aşağıdaki kavramlardan hangisinin temel göstergelerindendir?",
    "explanation": "Ruh sağlığı yerinde olan bir birey, benlik saygısı geliştirmiş, kendi potansiyelini gerçekleştirebilen, başkalarıyla olumlu ilişkiler kurabilen ve yaşamın getirdiği stresle başa çıkabilme becerisine sahip olan kişidir. Bu özellikler ruh sağlığının temel göstergeleri arasında yer alır.",
    "options": [
      {
        "text": "Ruh Sağlığı",
        "isCorrect": true
      },
      {
        "text": "Akıl Hastalığı",
        "isCorrect": false
      },
      {
        "text": "Savunma Mekanizması",
        "isCorrect": false
      },
      {
        "text": "Stres",
        "isCorrect": false
      }
    ],
    "topic": "Ruh Sağlığının Temelleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Psikoloji"
  }
]