[
  {
    "text": "Tarih biliminde, bir olayın meydana geldiği dönemin şartları ve değer yargıları göz önünde bulundurularak değerlendirilmesi gerektiğini savunan ilke aşağıdakilerden hangisidir?",
    "explanation": "Tarihî olayları değerlendirirken, olayın geçtiği dönemin koşullarını, anlayışını ve değer yargılarını dikkate almak gerekir. Bu, günümüzün bakış açısıyla ve yargılarıyla değil, o günün koşulları içinde değerlendirme yapmaktır. Bu yaklaşım 'Tarihî olayları değerlendirirken dönemin şartları göz önünde bulundurulmalıdır.' şeklinde ifade edilen 'Objektiflik (Tarafsızlık)' ilkesinin temelini oluşturur ve anachronism (çağaşım) hatasına düşmemek için gereklidir.",
    "options": [
      {
        "text": "Objektiflik",
        "isCorrect": true
      },
      {
        "text": "Nedensellik",
        "isCorrect": false
      },
      {
        "text": "Yer-Zaman Belirtme",
        "isCorrect": false
      },
      {
        "text": "Kronoloji",
        "isCorrect": false
      }
    ],
    "topic": "Tarih Bilimine Giriş",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Aşağıdaki uygarlıklardan hangisi, hukuk alanında hazırladığı ve 'kısasa kısas' prensibini içeren yazılı kanunları ile tanınmıştır?",
    "explanation": "Babiller, Hammurabi tarafından hazırlanan ve tarihin bilinen en eski ve en sistemli yazılı kanunları olan Hammurabi Kanunları ile ünlüdür. Bu kanunlar 'göze göz, dişe diş' şeklinde özetlenebilecek kısas prensibine dayanıyordu ve toplumdaki sınıf farklılıklarını da yansıtıyordu.",
    "options": [
      {
        "text": "Sümerler",
        "isCorrect": false
      },
      {
        "text": "Babiller",
        "isCorrect": true
      },
      {
        "text": "Asurlular",
        "isCorrect": false
      },
      {
        "text": "İbraniler",
        "isCorrect": false
      }
    ],
    "topic": "İlk Çağ Medeniyetleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "İslam öncesi Türk devletlerinde, hükümdarın eşi olan hatun aşağıdaki görevlerden hangisini doğrudan üstlenmiştir?",
    "explanation": "İslam öncesi Türk devletlerinde hatun (katun), hükümdarın yanında devlet yönetiminde söz sahibi olurdu. Kurultay (Toy) adı verilen meclise katılır, elçi kabul eder ve hükümdar savaşa gittiğinde ona vekalet ederdi. Bu durum Türklerde kadının devlet yönetimindeki önemli konumunu gösterir.",
    "options": [
      {
        "text": "Ordunun başkomutanlığını yapmak",
        "isCorrect": false
      },
      {
        "text": "Devlet meclisine (Kurultay) katılmak",
        "isCorrect": true
      },
      {
        "text": "Vergileri toplamak ve düzenlemek",
        "isCorrect": false
      },
      {
        "text": "Taht kavgalarında hakemlik yapmak",
        "isCorrect": false
      }
    ],
    "topic": "İslam Öncesi Türk Tarihi",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Hz. Muhammed döneminde, Müslümanlarla Mekkeli müşrikler arasında yapılan ve Müslümanların ilk büyük askeri zaferi olarak kabul edilen savaş aşağıdakilerden hangisidir?",
    "explanation": "Bedir Savaşı (624), Hz. Muhammed komutasındaki Müslümanlar ile Mekkeli müşrikler arasında yapılan ilk büyük meydan savaşıdır. Müslümanların sayıca ve teçhizatça üstün olan düşman karşısında kazandığı bu zafer, İslam toplumunun morali ve siyasi gücü açısından bir dönüm noktası olmuştur.",
    "options": [
      {
        "text": "Uhud Savaşı",
        "isCorrect": false
      },
      {
        "text": "Hendek Savaşı",
        "isCorrect": false
      },
      {
        "text": "Bedir Savaşı",
        "isCorrect": true
      },
      {
        "text": "Huneyn Savaşı",
        "isCorrect": false
      }
    ],
    "topic": "İslam Tarihi ve Medeniyeti",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Karahanlı Devleti, Türk-İslam tarihinde aşağıdaki özelliklerden hangisi ile öne çıkmıştır?",
    "explanation": "Karahanlılar, Türklerin kurduğu ilk Müslüman Türk devletidir. Bu nedenle Türk-İslam sentezinin oluşumunda ve İslamiyet'in Orta Asya Türkleri arasında yayılmasında çok önemli bir rol oynamışlardır. Resmi dilleri Türkçe olarak kalmış ve Türk kültürünü İslam medeniyeti ile birleştirmişlerdir.",
    "options": [
      {
        "text": "İlk Müslüman Türk devleti olması",
        "isCorrect": true
      },
      {
        "text": "Anadolu'nun kapılarını Türklere açması",
        "isCorrect": false
      },
      {
        "text": "Halifeliği siyasi gücünün temeli yapması",
        "isCorrect": false
      },
      {
        "text": "Denizcilik alanında büyük gelişmeler kaydetmesi",
        "isCorrect": false
      }
    ],
    "topic": "İlk Türk İslam Devletleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Anadolu Selçuklu Devleti'nde, devletin hem maliye işlerini yöneten hem de Sultan'a ait toprakların (has) kayıtlarını tutan görevli aşağıdakilerden hangisidir?",
    "explanation": "Anadolu Selçuklu Devleti'nde maliye işlerinin başında bulunan, devletin gelir ve giderlerini denetleyen, Sultan'ın şahsi hazinesi (Hazine-i Hassa) ve has topraklarının kayıtlarını tutan yüksek dereceli görevliye 'Müstevfi' denirdi. Bu görevli bugünkü Maliye Bakanı'na benzer bir konumdaydı.",
    "options": [
      {
        "text": "Vezir",
        "isCorrect": false
      },
      {
        "text": "Pervaneci",
        "isCorrect": false
      },
      {
        "text": "Müstevfi",
        "isCorrect": true
      },
      {
        "text": "Subaşı",
        "isCorrect": false
      }
    ],
    "topic": "Türkiye Tarihi",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Orta Çağ Avrupası'nda, toprağa bağlı köylüler (serfler) ile toprak sahibi senyörler arasındaki ilişkiyi düzenleyen ve kapalı bir ekonomi modeli olan sistem aşağıdakilerden hangisidir?",
    "explanation": "Feodalite (Derebeylik), Orta Çağ Avrupası'na hakim olan sosyal, siyasi ve ekonomik düzendir. Bu sistemde kralın merkezi otoritesi zayıflamış, toprak sahipleri (senyörler) kendi bölgelerinde bağımsız bir güç haline gelmiştir. Serfler ise toprağa bağlı olarak çalışır, senyöre ürün ve hizmet verirlerdi. Sistem kendi kendine yeterli kapalı bir ekonomik yapıya sahipti.",
    "options": [
      {
        "text": "Merkeziyetçi Monarşi",
        "isCorrect": false
      },
      {
        "text": "Feodalite",
        "isCorrect": true
      },
      {
        "text": "Rönesans",
        "isCorrect": false
      },
      {
        "text": "Milliyetçilik",
        "isCorrect": false
      }
    ],
    "topic": "Orta Çağ'da Avrupa",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  },
  {
    "text": "Osmanlı Beyliği'nin kısa sürede büyüyerek bir devlet haline gelmesinde, aşağıdaki faktörlerden hangisi diğerlerine göre daha etkili olmuştur?",
    "explanation": "Osmanlı Beyliği'nin güçlenip genişlemesindeki en önemli faktörlerden biri, coğrafi konumunun sağladığı avantajlardır. Bizans sınırında (uç beyliği olarak) bulunması, gaza ve cihat anlayışıyla hareket ederek hem Türkmen nüfusun desteğini almasına hem de zayıflamış olan Bizans topraklarına doğru rahatça ilerlemesine olanak tanımıştır. Bu konum, siyasi ve askeri bir fırsat alanı yaratmıştır.",
    "options": [
      {
        "text": "Güçlü bir deniz filosuna sahip olması",
        "isCorrect": false
      },
      {
        "text": "Bizans sınırında bulunması (Uç Beyliği olması)",
        "isCorrect": true
      },
      {
        "text": "Moğol İmparatorluğu ile ittifak yapması",
        "isCorrect": false
      },
      {
        "text": "Anadolu Selçuklu Devleti'nden miras kalan zengin hazine",
        "isCorrect": false
      }
    ],
    "topic": "Beylikten Devlete",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Orta",
    "subject": "Tarih"
  }
]