[
  {
    "text": "Kur'an-ı Kerim'de dünya hayatının ahiret hayatına göre geçici ve değersiz olduğunu vurgulayan 'dünya hayatı' için aşağıdaki benzetmelerden hangisi kullanılmıştır?",
    "explanation": "Kur'an-ı Kerim'de dünya hayatının gelip geçiciliği ve aldatıcılığı, 'meta' (ticaret malı) ve 'lehv' (oyun, eğlence) kavramlarıyla anlatılır. Ancak en çarpıcı benzetmelerden biri, Ya Sin Suresi'nde geçen ve dünya hayatını 'bir serap' gibi, yani su zannedilen ama aslında olmayan, insanı aldatıcı bir görüntüye benzeten ifadedir. Bu, dünyanın gerçek ve kalıcı bir değer taşımadığını, aksine insanı yanıltabilecek geçici bir gölge olduğunu anlatır.",
    "options": [
      {
        "text": "Süratle geçip giden bir bulut",
        "isCorrect": false
      },
      {
        "text": "Yeşilliği çabuk solan bir bitki",
        "isCorrect": false
      },
      {
        "text": "Kısa bir süre konaklanan bir ev",
        "isCorrect": false
      },
      {
        "text": "Aldatıcı bir serap",
        "isCorrect": true
      },
      {
        "text": "Anlamı kaybolan bir rüya",
        "isCorrect": false
      }
    ],
    "topic": "Dünya ve Ahiret",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Ahiret inancının birey ve toplum üzerindeki etkileriyle ilgili aşağıdaki yargılardan hangisi yanlıştır?",
    "explanation": "Ahiret inancı, insana yaptığı her davranışın bir karşılığı olduğu bilincini vererek onu sorumlu davranmaya yönlendirir. Bu, toplumsal ahlakın güçlenmesine, adalet duygusunun pekişmesine ve bireyin dünyevi sıkıntılara karşı sabır ve metanet göstermesine katkı sağlar. Ancak, bu inancın insanı dünyadan tamamen soyutlayıp sadece öbür dünyaya odaklanan bir pasifliğe ittiği yargısı yanlıştır. İslam dini, dünya ve ahiret dengesini kurmayı emreder; dünyayı ahiretin tarlası olarak görür ve burada çalışıp üretmeyi bir ibadet olarak değerlendirir.",
    "options": [
      {
        "text": "Bireye sorumluluk bilinci kazandırır.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal adalet duygusunu güçlendirir.",
        "isCorrect": false
      },
      {
        "text": "İnsanı dünyevi sıkıntılara karşı daha dayanıklı kılar.",
        "isCorrect": false
      },
      {
        "text": "Bireyi toplumsal hayattan tamamen soyutlayarak pasifleştirir.",
        "isCorrect": true
      },
      {
        "text": "Ahlaki davranışların içsel bir motivasyon kaynağı olur.",
        "isCorrect": false
      }
    ],
    "topic": "Dünya ve Ahiret",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Kur'an-ı Kerim'de 'Sırat-ı Müstakim' (dosdoğru yol) kavramı aşağıdaki seçeneklerden hangisinde en kapsamlı şekilde tanımlanmıştır?",
    "explanation": "'Sırat-ı Müstakim', İslam inancının temelini oluşturan tevhid inancına, Allah'ın birliği ve eşsizliği ilkesine dayanan yoldur. Bu yol, insanı hem dünyada huzura ve doğru bir yaşama hem de ahirette ebedi kurtuluşa götüren, Allah'ın razı olduğu inanç, ibadet ve ahlak kurallarının bütününü ifade eder. Diğer şıklar bu yolun birer parçası veya sonucu olabilir, ancak kavramın kendisi tevhid eksenli ilahi rehberliğin tümünü kapsar.",
    "options": [
      {
        "text": "İnsanların kendi akıllarıyla bulduğu en ideal yaşam biçimidir.",
        "isCorrect": false
      },
      {
        "text": "Tevhid inancına dayalı, insanı dünya ve ahiret saadetine ulaştıran ilahi yoldur.",
        "isCorrect": true
      },
      {
        "text": "Sadece ibadetlerin eksiksiz yerine getirildiği bir disiplindir.",
        "isCorrect": false
      },
      {
        "text": "Ahlaki erdemlerin maksimum düzeyde yaşandığı felsefi bir sistemdir.",
        "isCorrect": false
      },
      {
        "text": "Peygamberlerin tarihsel süreçte takip ettiği sosyal düzen modelidir.",
        "isCorrect": false
      }
    ],
    "topic": "Dünya ve Ahiret",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Ahiret hayatının aşamaları sıralandığında, 'Berzah Alemi' aşağıdakilerden hangisinden sonra başlar?",
    "explanation": "Ahiret hayatının aşamaları belirli bir sıra izler. İnsanın ölümüyle birlikte 'Berzah Alemi' başlar. Berzah, ölümle başlayıp kıyametin kopmasına kadar geçen sürede ruhların bulunduğu ara alemdir. Kabir sorgusu ve kabir azabı/sevabı bu dönemde gerçekleşir. Kıyametin kopması, insanların yeniden diriltilmesi (ba's), hesap, mizan (ölçü), sırat köprüsü ve nihayet cennet veya cehenneme yerleştirilme gibi diğer aşamalar ise Berzah döneminden sonra gelecektir.",
    "options": [
      {
        "text": "Kıyametin kopmasından sonra",
        "isCorrect": false
      },
      {
        "text": "Sırat köprüsünün geçilmesinden sonra",
        "isCorrect": false
      },
      {
        "text": "İnsanın ölümünden sonra",
        "isCorrect": true
      },
      {
        "text": "Amellerin tartılmasından (Mizan) sonra",
        "isCorrect": false
      },
      {
        "text": "Hesap verme işleminin bitiminden sonra",
        "isCorrect": false
      }
    ],
    "topic": "Dünya ve Ahiret",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Anadolu'nun Türkleşmesi ve İslamlaşması sürecinde, Ahilik Teşkilatı'nın aşağıdaki alanların hangisinde doğrudan bir katkısı olmamıştır?",
    "explanation": "Ahilik Teşkilatı, 13. yüzyılda Anadolu'da kurulan ve esnaf ve zanaatkarları bünyesinde toplayan dini, sosyal ve ekonomik bir organizasyondur. Ekonomik hayatı düzenleme, ahlaki değerleri yayma, mesleki eğitim verme ve hatta yerel savunma gücü olma gibi çok yönlü katkıları olmuştur. Ancak, doğrudan siyasi ve idari karar alma mekanizmalarının (örneğin divan teşkilatı, yasama) merkezi yönetimini üstlenmek gibi bir rolü yoktur. Bu rol, Selçuklu ve Osmanlı saray teşkilatına aittir.",
    "options": [
      {
        "text": "Ekonomik hayatın ve ticaret ahlakının düzenlenmesinde",
        "isCorrect": false
      },
      {
        "text": "Mesleki eğitim ve dayanışmanın geliştirilmesinde",
        "isCorrect": false
      },
      {
        "text": "Toplumsal ahlak ve dinî değerlerin yaygınlaştırılmasında",
        "isCorrect": false
      },
      {
        "text": "Merkezi siyasi-idari karar alma süreçlerinin yürütülmesinde",
        "isCorrect": true
      },
      {
        "text": "Şehirlerin sosyal güvenlik ve asayişinin sağlanmasında",
        "isCorrect": false
      }
    ],
    "topic": "Anadolu'da İslam",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Anadolu'da inşa edilen ve 'Külliye' olarak adlandırılan yapılar topluluğunun temel amacı aşağıdakilerden hangisidir?",
    "explanation": "Külliye, merkezinde bir cami bulunan ve etrafında medrese, hamam, imaret (aşevi), kütüphane, hastane gibi çeşitli sosyal ve kültürel yapıların yer aldığı bir komplekstir. Bu yapıların tek bir amacı yoktur; aksine, İslam şehircilik anlayışının bir ürünü olarak, Müslüman bir toplumun ihtiyaç duyduğu dini, eğitim, sosyal yardım ve sağlık gibi temel hizmetleri bir arada ve uyum içinde sunmayı hedefler. Bu, şehrin kalbinde çok yönlü bir hizmet merkezi oluşturarak toplumsal hayatı bütüncül bir şekilde düzenlemeyi amaçlar.",
    "options": [
      {
        "text": "Sadece dini ibadet ihtiyacını karşılamak",
        "isCorrect": false
      },
      {
        "text": "Sadece devlet yönetimine eleman yetiştirmek",
        "isCorrect": false
      },
      {
        "text": "Sadece ticari faaliyetleri denetlemek ve geliştirmek",
        "isCorrect": false
      },
      {
        "text": "Müslüman toplumun dini, sosyal ve kültürel ihtiyaçlarını bir arada karşılamak",
        "isCorrect": true
      },
      {
        "text": "Sadece askeri savunma amacıyla stratejik noktalar oluşturmak",
        "isCorrect": false
      }
    ],
    "topic": "Anadolu'da İslam",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Osmanlı Devleti'nde 'Şeyhülislam'ın aşağıdaki görevlerden hangisini doğrudan yerine getirmesi beklenmezdi?",
    "explanation": "Şeyhülislam, Osmanlı Devleti'ndeki en yüksek dinî otoriteydi. Görevleri arasında fetva vermek (dini sorulara cevap), medreselerin denetimi, kadı ve müderrislerin atanmasında görüş bildirmek sayılabilir. Ancak, şer'i hukuk mahkemelerinde (kadı mahkemeleri) görülen davalara doğrudan bakmak ve yargılama yapmak Şeyhülislam'ın değil, kadıların göreviydi. Şeyhülislam daha çok bir danışman, denetleyici ve yüksek dini müftü konumundaydı.",
    "options": [
      {
        "text": "Devletin yönetimiyle ilgili konularda fetva vermek",
        "isCorrect": false
      },
      {
        "text": "Medrese eğitiminin müfredatını denetlemek",
        "isCorrect": false
      },
      {
        "text": "Kadıların atanması için uygunluk görüşü bildirmek",
        "isCorrect": false
      },
      {
        "text": "Şer'i mahkemelerde davalara doğrudan bakıp hüküm vermek",
        "isCorrect": true
      },
      {
        "text": "Yeni çıkarılacak kanunların İslam hukukuna uygunluğunu incelemek",
        "isCorrect": false
      }
    ],
    "topic": "Anadolu'da İslam",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki dini-tasavvufi halk edebiyatı ürünlerinden hangisi, doğrudan Anadolu'da İslam'ın yayılması ve Türkçe'nin bir din dili olarak gelişmesine en fazla katkı sağlamıştır?",
    "explanation": "Anadolu'da İslam'ın Türkmen boyları ve halk arasında yayılmasında en etkili araç, tasavvufi Türk halk edebiyatı ürünleri olmuştur. Bunların içinde, özellikle Yunus Emre'nin 'İlahi'leri çok önemli bir yer tutar. Yunus Emre, derin tasavvufi konuları sade, anlaşılır ve son derece samimi bir Türkçe ile işlemiştir. Bu sayede halkın gönlüne hitap etmiş ve İslam'ın sevgi, hoşgörü, Allah aşkı gibi temel değerlerini Türkçe ifadelerle yaymıştır. Diğer seçenekler de değerli olmakla birlikte, İlahilerin toplumsal etki ve dilin dinle buluşması noktasındaki rolü daha merkezi ve yaygındır.",
    "options": [
      {
        "text": "Cönkler",
        "isCorrect": false
      },
      {
        "text": "Fütüvvetnameler",
        "isCorrect": false
      },
      {
        "text": "İlahiler",
        "isCorrect": true
      },
      {
        "text": "Menakıbnameler",
        "isCorrect": false
      },
      {
        "text": "Secî'li nesir örnekleri",
        "isCorrect": false
      }
    ],
    "topic": "Anadolu'da İslam",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Tasavvufi düşüncede 'Vahdet-i Vücud' (Varlığın Birliği) anlayışı aşağıdaki yorumlardan hangisiyle ifade edilir?",
    "explanation": "Vahdet-i Vücud, özellikle Muhyiddin İbn Arabi'nin sistematize ettiği bir tasavvufi görüştür. Bu anlayışa göre, mutlak ve hakiki varlık (Vücud) sadece Allah'tır. Alemde görünen her şey (yaratılmışlar), O'nun varlığının tecellisinden, yansımasından ibarettir. Yani yaratılmışlar ayrı bir varlığa sahip değil, Allah'ın isim ve sıfatlarının somutlaşmış halleridir. Bu nedenle 'Alem, Hakk'ın tecellisinden ibarettir' ifadesi bu görüşün özünü en iyi şekilde açıklar. Diğer şıklar, farklı tasavvufi veya kelami yaklaşımlara işaret eder.",
    "options": [
      {
        "text": "Aklın vahiy karşısında mutlak özerkliği",
        "isCorrect": false
      },
      {
        "text": "İnsan iradesinin mutlak serbestliği",
        "isCorrect": false
      },
      {
        "text": "Alem, Hakk'ın tecellisinden ibarettir.",
        "isCorrect": true
      },
      {
        "text": "Dini hükümlerin sadece zahiri anlamlarıyla amel edilmesi",
        "isCorrect": false
      },
      {
        "text": "İbadetlerdeki şekil şartlarının ikinci plana atılması",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesinde Tasavvufi Yorumlar ve Mezhepler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Aşağıdaki mezheplerden hangisi, 'Büyük Günah İşleyen Kimse' (Mürtekib-i Kebire) konusunda 'iman ile ameli birbirinden ayırarak, büyük günah işleyenin dinden çıkmayacağını, ancak tövbe etmeden ölürse ebedi cehennemde kalmayacağını' savunmuştur?",
    "explanation": "İslam mezhepleri tarihinde 'Büyük Günah İşleyenin Durumu' önemli bir ayrışma noktasıdır. Hariciler, büyük günah işleyeni kafir sayar. Mutezile, iman ile ameli birleştirir ve büyük günah işleyeni ne mümin ne kafir sayarak 'el-Menzile beyne'l-menzileteyn' (iki konum arasında bir konum) statüsünde görür ve ebedi cehennemlik sayar. Ehl-i Sünnet'in ana görüşü ise (Maturidi ve Eşari ekolleri), iman ile ameli birbirinden ayırır. Onlara göre büyük günah işleyen mümin, imanı olduğu sürece dinden çıkmaz. Ancak günahkardır; Allah dilerse affeder, dilerse cezalandırır ama ebedi cehennemde kalmaz. Bu görüş, Mutezile'nin katı tavrına karşı Ehl-i Sünnet'in merhamet ve affa vurgu yapan yaklaşımını yansıtır.",
    "options": [
      {
        "text": "Haricilik",
        "isCorrect": false
      },
      {
        "text": "Mutezile",
        "isCorrect": false
      },
      {
        "text": "Ehl-i Sünnet",
        "isCorrect": true
      },
      {
        "text": "Şia",
        "isCorrect": false
      },
      {
        "text": "Mürcie",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesinde Tasavvufi Yorumlar ve Mezhepler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Mevlevilik tarikatındaki 'Sema' ayini ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Mevlevilikteki Sema ayini, bir zikir (Allah'ı anma) ve aşk halidir. Semazenlerin dönüşü, kâinatın dönüşünü ve insanın Allah'a olan yolculuğunu sembolize eder. Bu ayin, Hz. Mevlana'dan sonra, özellikle oğlu Sultan Veled ve onun takipçileri tarafından sistemleştirilmiş belirli bir disiplin ve adaba sahip bir ritüeldir. Ancak, Sema'nın temel amacı estetik bir gösteri sunmak değildir. Asıl amaç, müziksiz de olsa mümkün olan 'hal seması'nda olduğu gibi, kişinin gönlündeki ilahi aşkı hareketlerle ifade etmesi ve Allah'a manevi bir yakınlaşma (vuslat) arayışıdır. Estetik güzellik, bu manevi amacın bir tezahürü veya yan ürünüdür, temel sebebi değildir.",
    "options": [
      {
        "text": "Kâinatın ve insanın Allah'a olan yolculuğunun sembolik bir ifadesidir.",
        "isCorrect": false
      },
      {
        "text": "Belirli kurallar ve disiplin çerçevesinde icra edilen bir zikir şeklidir.",
        "isCorrect": false
      },
      {
        "text": "Temel amacı izleyicilere estetik bir sanat gösterisi sunmaktır.",
        "isCorrect": true
      },
      {
        "text": "Mevleviliğin kurumsallaşması sonucunda sistemli hale gelmiştir.",
        "isCorrect": false
      },
      {
        "text": "Manevi bir coşku ve aşk halini ifade eder.",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesinde Tasavvufi Yorumlar ve Mezhepler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Maturidi mezhebi ile Eş'ari mezhebi arasındaki temel farklardan biri aşağıdakilerden hangisidir?",
    "explanation": "Maturidi ve Eş'ari mezhepleri, Ehl-i Sünnet kelamının iki büyük koludur ve pek çok konuda ortak görüşe sahiptirler. Ancak 'Akıl-Vahiy' ilişkisinde önemli bir farkları vardır. İmam Maturidi'ye göre, akıl Allah'ı bulma, O'nun varlığını ve birliğini idrak etme konusunda bağımsız bir güce sahiptir. Vahiy, aklın ulaşamayacağı detayları (ibadetlerin nasılı, ahiret halleri) bildirir ve aklın bulduğu doğruları teyit eder. İmam Eş'ari ise, aklın tek başına Allah'ı tanımak için yeterli olmadığını, asıl bilgi kaynağının vahiy olduğunu savunur. Yani Maturidilik'te aklın rolü Eş'arilik'ten daha merkezi ve etkindir.",
    "options": [
      {
        "text": "Maturidiler peygamberlere imanı farz görürken, Eş'ariler görmez.",
        "isCorrect": false
      },
      {
        "text": "Maturidilik'te aklın, Allah'ı bilmede vahiyden önce bir rolü vardır.",
        "isCorrect": true
      },
      {
        "text": "Eş'arilik irade hürriyetini kabul ederken, Maturidilik cebri savunur.",
        "isCorrect": false
      },
      {
        "text": "Maturidiler kaderi inkar ederken, Eş'ariler kaderi savunur.",
        "isCorrect": false
      },
      {
        "text": "Eş'arilikte iman artıp eksilir, Maturidilikte ise artıp eksilmez.",
        "isCorrect": false
      }
    ],
    "topic": "İslam Düşüncesinde Tasavvufi Yorumlar ve Mezhepler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Günümüzde organ nakli ile ilgili İslam dini açısından yapılan değerlendirmelerde, 'zaruret' halinin geçerli olabilmesi için aşağıdaki şartlardan hangisi genellikle aranmaz?",
    "explanation": "İslam hukukunda 'Zaruretler, mahzurları mübah kılar' prensibi vardır. Organ nakli bağlamında, can kurtarmak veya hayati bir fonksiyonu geri kazandırmak gibi bir zaruret varsa, normalde caiz olmayan bir işlem (bir insanın organının alınması) caiz görülebilir. Ancak bu zaruretin geçerli olması için belli şartlar konur: Hastanın hayatının veya çok önemli bir organının kurtarılacak olması, başka bir çarenin bulunmaması, alınacak organın hastaya fayda sağlama ihtimalinin yüksek olması ve donorün (vericinin) rızası temel şartlardandır. Donorün sosyal statüsü veya ekonomik durumu ise, bu ahlaki ve dini değerlendirmenin bir kriteri değildir.",
    "options": [
      {
        "text": "Hastanın hayatını veya temel bir organını kurtarma amacı olması",
        "isCorrect": false
      },
      {
        "text": "Başka bir tedavi yönteminin bulunmaması",
        "isCorrect": false
      },
      {
        "text": "Organın alınacağı kişinin (donör) özgür iradesiyle rıza göstermesi",
        "isCorrect": false
      },
      {
        "text": "Nakil işleminin tıbben başarı şansının yüksek olması",
        "isCorrect": false
      },
      {
        "text": "Donörün yüksek bir sosyal statüye veya ekonomik refaha sahip olması",
        "isCorrect": true
      }
    ],
    "topic": "Güncel Dini Meseleler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam finans etiği bağlamında 'Faiz (Riba)' yasağının temel gerekçesi aşağıdakilerden hangisidir?",
    "explanation": "İslam'da faizin yasaklanmasının temelinde yatan ana gerekçe, 'haksız kazanç' elde etmeyi önlemek ve 'sömürüye' engel olmaktır. Faiz, paradan para kazanma yolu olduğu ve üretime, emeğe, riske dayalı olmayan, sabit ve garantili bir kazanç sağladığı için haksız addedilir. Borçlu zor durumdayken, borcun anaparası dışında ek bir yükümlülük altına girer ki bu da potansiyel bir sömürü mekanizması oluşturur. İslam, kazancın üretim, ticaret ve risk paylaşımı (kar-zarar ortaklığı) gibi reel ekonomik faaliyetlerle elde edilmesini teşvik eder. Diğer şıklar, faizin olumsuz bazı sonuçları olabilir ancak yasağın temel ve en kapsayıcı felsefi gerekçesi 'haksız kazanç ve sömürü' dür.",
    "options": [
      {
        "text": "Devlet gelirlerini azaltması",
        "isCorrect": false
      },
      {
        "text": "Ticari rekabeti tamamen ortadan kaldırması",
        "isCorrect": false
      },
      {
        "text": "Haksız kazanç ve sömürüye yol açması",
        "isCorrect": true
      },
      {
        "text": "Sadece Yahudi ve Hristiyanlara has bir uygulama olması",
        "isCorrect": false
      },
      {
        "text": "Bireysel tasarrufları caydırması",
        "isCorrect": false
      }
    ],
    "topic": "Güncel Dini Meseleler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "Günümüzde 'Dini Simge' tartışmaları bağlamında, İslami açıdan bir sembolün (başörtüsü, sakal vb.) anlamı ve değeri ile ilgili aşağıdaki yargılardan hangisi doğrudur?",
    "explanation": "İslami semboller (başörtüsü, sakal gibi), Müslüman birey için öncelikle birer 'ibadet' ve 'itaat' anlamı taşır. Bunlar, Allah'ın emri olarak görüldüğünde, kişisel bir tercihin ötesinde dini bir vecibenin yerine getirilmesidir. Ancak, bu sembollerin taşıdığı dini değer, onları giyen/gösteren kişinin ahlaki ve dini duruşu hakkında mutlak bir yargıya varmak için yeterli değildir. Yani, başörtüsü takmak bir Müslüman kadın için farz olabilir, ama bu onun otomatik olarak daha dindar veya daha ahlaklı olduğu anlamına gelmez. Takıp takmama kararı kişi ile Allah arasındadır. Bu nedenle, sembolün anlamı kişisel ibadet boyutu ile toplumsal yargı boyutu arasında ayrım yapmayı gerektirir.",
    "options": [
      {
        "text": "Sadece kültürel bir geleneği temsil eder, dini bir hükmü yoktur.",
        "isCorrect": false
      },
      {
        "text": "Kişinin dindarlık düzeyi hakkında mutlak ve kesin bir ölçüttür.",
        "isCorrect": false
      },
      {
        "text": "Toplumsal statüyü belirleyen bir unsurdur.",
        "isCorrect": false
      },
      {
        "text": "Öncelikle bir ibadet ve itaattir, ancak kişinin ahlakı hakkında mutlak yargı vermek için yeterli değildir.",
        "isCorrect": true
      },
      {
        "text": "Sadece belirli bir mezhebe veya tarikata mensup olmayı ifade eder.",
        "isCorrect": false
      }
    ],
    "topic": "Güncel Dini Meseleler",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  },
  {
    "text": "İslam düşünce tarihinde bilimsel faaliyetlerin gelişimine yönelik aşağıdaki yaklaşımlardan hangisi, 'Bilgi, Müslüman'ın kaybolmuş malıdır; nerede bulursa alır.' hadisi ile en doğrudan ve kapsamlı şekilde örtüşmektedir?",
    "explanation": "Belirtilen hadis, bilgiyi Müslüman'ın kayıp malı olarak tanımlayarak, onun nerede bulunursa bulunsun alınması gereken değerli bir emanet olduğunu vurgular. Bu yaklaşım, bilginin kaynağına (İslami veya gayri İslami) değil, kendisine odaklanır ve evrensel bir bilgi arayışını teşvik eder. Bu nedenle, İslam'ın bilgiyi kaynağına bakmaksızın teşvik ettiği ve evrensel bir bilim anlayışını benimsediği görüşü, bu hadisin mesajını en iyi şekilde yansıtır. Diğer seçenekler ise ya hadisin kapsamını daraltmakta ya da onunla çelişen unsurlar içermektedir.",
    "options": [
      {
        "text": "İslam, bilgiyi kaynağına bakmaksızın teşvik etmiş ve evrensel bir bilim anlayışını benimsemiştir.",
        "isCorrect": true
      },
      {
        "text": "İslami bilim anlayışı, sadece dini metinlerin (Kur'an ve Sünnet) tefsirine dayalıdır.",
        "isCorrect": false
      },
      {
        "text": "İslam medeniyetindeki bilimsel çalışmalar, tamamen siyasi iktidarların himayesiyle sınırlı kalmıştır.",
        "isCorrect": false
      },
      {
        "text": "Akıl ve vahiy çatıştığında, vahiy mutlak önceliğe sahiptir ve akıl devre dışı bırakılır.",
        "isCorrect": false
      },
      {
        "text": "İslam'ın altın çağındaki bilimsel atılımlar, antik Yunan kaynaklarının basit bir tercümesinden ibarettir.",
        "isCorrect": false
      }
    ],
    "topic": "İslam ve Bilim",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Din Kültürü"
  }
]