[
  {
    "text": "Aşağıdaki parçada numaralanmış cümlelerden hangisi, parçanın anlam akışını bozmaktadır?\n\n(I) Sanatçı, bu öyküsünde toplumsal bir eleştiriyi oldukça dolaylı bir dille aktarıyor. (II) Karakterlerin iç dünyalarını yansıtmak için bolca iç konuşma tekniğine başvurmuş. (III) Bu teknik, okuyucunun kahramanların psikolojisine doğrudan nüfuz etmesini sağlıyor. (IV) Yazarın bir önceki romanı ise tamamen farklı bir kurguya sahipti ve tarihsel bir dönemi ele alıyordu. (V) Böylece okuyucu, karakterlerin ikilemlerini ve çatışmalarını ilk elden deneyimliyor.",
    "explanation": "Parçanın ana konusu, bir sanatçının belirli bir öyküsündeki anlatım tekniği ve bu tekniğin okuyucu üzerindeki etkisidir. I, II, III ve V numaralı cümleler bu ana fikir etrafında birbiriyle bağlantılıdır. Ancak IV numaralı cümle (\"Yazarın bir önceki romanı ise tamamen farklı bir kurguya sahipti ve tarihsel bir dönemi ele alıyordu.\"), konu dışı bir bilgi vererek parçanın anlam bütünlüğünü ve akışını kesmektedir. Bu cümle, paragrafın odaklandığı öyküden farklı bir esere (roman) ve farklı bir konuya (tarihsel dönem) atıfta bulunur, bu da anlam akışını bozar.",
    "options": [
      {
        "text": "I",
        "isCorrect": false
      },
      {
        "text": "II",
        "isCorrect": false
      },
      {
        "text": "III",
        "isCorrect": false
      },
      {
        "text": "IV",
        "isCorrect": true
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "\"Sanatçı, yapıtlarında kullandığı imgeleri, gündelik dilin sıradanlığından kurtararak onlara adeta yeni bir ruh üflüyor.\" cümlesinde altı çizili sözün cümleye kattığı anlam aşağıdakilerden hangisidir?",
    "explanation": "Cümlede geçen \"yeni bir ruh üflemek\" deyimi, bir şeye canlılık, özgünlük, derinlik ve yeni bir anlam katmak anlamına gelir. Sanatçının, sıradan imgeleri alıp onları dönüştürerek, onlara yeni ve estetik bir değer, farklı bir bakış açısı kazandırdığını ifade eder. Bu, bir nevi yaratıcı bir yeniden doğuş veya diriliş eylemidir. \"Özgün bir anlam ve estetik bir değer kazandırmak\" seçeneği, bu yaratıcı dönüşüm ve canlandırma eylemini en iyi şekilde karşılamaktadır. Diğer seçenekler ya anlamı daraltmakta (sadece anlaşılır kılmak) ya da cümlenin vurgusundan uzaklaşmaktadır (sadece somutlaştırmak veya farklı bir bağlama taşımak).",
    "options": [
      {
        "text": "İmgeleri herkesin anlayabileceği bir biçime sokmak",
        "isCorrect": false
      },
      {
        "text": "İmgeleri somut ve gözle görülür nesnelere dönüştürmek",
        "isCorrect": false
      },
      {
        "text": "İmgeleri farklı kültürel bağlamlara taşımak",
        "isCorrect": false
      },
      {
        "text": "İmgeleri özgün bir anlam ve estetik bir değer kazandırmak",
        "isCorrect": true
      }
    ],
    "topic": "Anlam Bilgisi (Sözcükte, Cümlede ve Paragrafta Anlam)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki dizelerde görülen söz sanatları ile ilgili olarak hangi seçenekte yanlış bir açıklama yapılmıştır?\n\n\"Gül hasretinle yollara tutsun kulağını\nNergis gibi kıyamete dek çevirsin yüzünü\nBir fısıltıdır söylenen her sözümde adın\nGecenin gözleri kör, kulağı sağır şimdi\"",
    "explanation": "Şiirdeki söz sanatlarını tek tek inceleyelim:\n\n1. Dize: \"Gül hasretinle yollara tutsun kulağını\" → Gül, insan gibi 'kulağını tutmak' eylemini gerçekleştiriyor. Bu, 'teşhis' (kişileştirme) sanatıdır.\n\n2. Dize: \"Nergis gibi kıyamete dek çevirsin yüzünü\" → Nergis çiçeğinin başını eğik duruşu, sevgilinin yüzünü çevirmesine benzetilmiştir. Bu, 'teşbih' (benzetme) sanatıdır. Ancak 'kıyamete dek' ifadesi bir abartma değil, sürenin uzunluğunu vurgulamak için kullanılmıştır. Temel sanat benzemedir.\n\n3. Dize: \"Bir fısıltıdır söylenen her sözümde adın\" → Şairin her sözünde sevgilinin adının fısıltı halinde olduğu söyleniyor. Bu, 'mübalağa' (abartma) sanatına örnek olabilir ancak burada daha baskın olan, adın bir 'fısıltı'ya benzetilmesidir (teşbih).\n\n4. Dize: \"Gecenin gözleri kör, kulağı sağır şimdi\" → Geceye 'göz' ve 'kulak' atfedilerek teşhis; bu organların 'kör' ve 'sağır' olması ise 'tecahül-i arif' (bilmezlikten gelme) sanatıdır. Şair, gecenin karanlığı ve sessizliğini, onun görmeyişine ve duymayışına bağlamaktadır.\n\nYanlış açıklama, 'nergis gibi' ifadesinin 'mübalağa' olarak açıklandığı seçenektedir. Bu ifade bir benzetmedir, abartma değildir.",
    "options": [
      {
        "text": "\"Gül hasretinle yollara tutsun kulağını\" dizesinde teşhis sanatı vardır.",
        "isCorrect": false
      },
      {
        "text": "\"Nergis gibi kıyamete dek çevirsin yüzünü\" dizesinde mübalağa sanatı vardır.",
        "isCorrect": true
      },
      {
        "text": "\"Bir fısıltıdır söylenen her sözümde adın\" dizesinde teşbih sanatı vardır.",
        "isCorrect": false
      },
      {
        "text": "\"Gecenin gözleri kör, kulağı sağır şimdi\" dizesinde tecahül-i arif sanatı vardır.",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Bilgiler(Şiir Bilgisi)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki şiir parçasının ölçüsü, kafiye şeması ve temel teması birlikte değerlendirildiğinde, bu şiirin Cumhuriyet Dönemi Türk Edebiyatı'ndaki hangi şiir anlayışına (gelenek/akım) daha yakın olduğu söylenebilir?\n\n\"Bu şehirden gidiyorum\nKöpük köpük bulutlarla\nSana yalnızlığımı bırakıyorum\nKırık bir cam parçası gibi duran anılarla\n\nSokaklar uykuda, lambalar sönük\nBir çığlık ki içimde, duyan yok\nZaman bir nehir, ben kıyısında\nSessizce akan bir hüzün, adı yok\"",
    "explanation": "Şiirin özelliklerini analiz edelim:\n\n1. Ölçü: Şiir serbest ölçüyle (serbest nazım) yazılmıştır. Dizelerin hece sayıları birbirini tutmaz (11, 8, 12, 11, 7, 9, 8, 10). Bu, geleneksel hece ve aruz ölçülerinden bir kopuşu gösterir.\n\n2. Kafiye Şeması: Şiirde belirgin ve düzenli bir kafiye örgüsü yoktur. Daha çok iç ahenge, sözcüklerin musiki değerine ve imgelerin gücüne dayalı bir yapı hakimdir. Bu, kafiyeyi reddetmese de onu ikincil plana atan modern şiirin özelliğidir.\n\n3. Tema: Şiirin teması bireyin içsel yalnızlığı, hüzün, anılar ve şehirden kaçış arzusudur. Bireyin psikolojik durumunu, modern hayatın getirdiği yabancılaşmayı ve içsel bir çığlığı işler. Toplumsal bir mesajdan çok, bireyin trajedisi ön plandadır.\n\nBu özellikler (serbest ölçü, kafiyenin gevşek kullanımı, bireyin iç dünyasına yönelik lirik ve imgeci anlatım) şiiri, Cumhuriyet Dönemi'nde Garip Akımı (I. Yeni) sonrasında gelişen ve daha lirik, içe dönük, imge ağırlıklı bir şiiri savunan **İkinci Yeni** anlayışına yaklaştırır. Garip Akımı'nın gündelik, sade diline karşılık İkinci Yeni, soyutlamalara, kapalı anlatıma ve güçlü imgelerle örülmüş bir şiir diline yönelmiştir. \"Kırık bir cam parçası gibi duran anılar\", \"Zaman bir nehir, ben kıyısında / Sessizce akan bir hüzün\" gibi ifadeler bu imgeci anlayışı yansıtır.",
    "options": [
      {
        "text": "Saf (Öz) Şiir",
        "isCorrect": false
      },
      {
        "text": "Garip Akımı (I. Yeni)",
        "isCorrect": false
      },
      {
        "text": "İkinci Yeni",
        "isCorrect": true
      },
      {
        "text": "Toplumcu Gerçekçi Şiir",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Bilgiler(Şiir Bilgisi)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki düzyazı türlerinden hangisi, bir düşünceyi kanıtlama amacı gütmeden, yazarın içten ve samimi bir üslupla kendi kendine konuşuyormuş hissi uyandırarak yazdığı, çoğunlukla 'ben' merkezli ve derin düşünceler içeren bir türdür?",
    "explanation": "Doğru cevap monologdur. Monolog, bir kişinin kendi kendine yaptığı konuşmayı ifade eden bir iç konuşma türüdür. Edebiyatta ise, yazarın herhangi bir konu hakkındaki kişisel ve derin düşüncelerini, bir başkasını ikna etme ya da kanıtlama kaygısı olmadan, içten ve çoğunlukla 'ben' odaklı bir şekilde aktardığı düzyazı biçimidir. Okura, yazarın zihninden geçenleri dinliyormuş hissi verir. Sohbet (söyleşi) ise daha çok bir diyalog havasında, okurla karşılıklı konuşuyormuş gibi yazılır. Deneme de özneldir ancak monolog kadar içe dönük ve 'kendi kendine konuşma' üslubuna sahip değildir. Eleştiri ise bir eseri veya durumu değerlendirmeyi, yargılamayı içerir.",
    "options": [
      {
        "text": "Sohbet (Söyleşi)",
        "isCorrect": false
      },
      {
        "text": "Monolog",
        "isCorrect": true
      },
      {
        "text": "Deneme",
        "isCorrect": false
      },
      {
        "text": "Eleştiri",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Bilgiler(Düzyazı Türleri)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Bir yazarın, başka bir yazarın ya da sanatçının yaşamını, eserlerini, sanat anlayışını ve kişiliğini ayrıntılı bir şekilde ele aldığı; nesnel bilgilerle kişisel yorumları harmanlayarak okura kapsamlı bir portre çizmeyi amaçladığı düzyazı türü aşağıdakilerden hangisidir?",
    "explanation": "Doğru cevap monografidir. Monografi, bilimsel bir disiplinle ancak edebî bir üslupla kaleme alınan, bir kişi, bir eser veya belirli bir konu üzerine yazılan derinlemesine inceleme türüdür. Biyografiden farkı, sadece yaşam öyküsünü anlatmakla kalmayıp, kişinin sanatını, düşüncelerini, eserlerini ve dönemini de kapsamlı bir şekilde analiz etmesidir. Biyografi daha çok kronolojik bir yaşam hikâyesidir. Otobiyografi kişinin kendi yaşamını yazmasıdır. Anı ise yazarın yaşadığı veya tanık olduğu olayları anlattığı türdür ve monografi kadar sistematik ve analitik değildir.",
    "options": [
      {
        "text": "Biyografi",
        "isCorrect": false
      },
      {
        "text": "Monografi",
        "isCorrect": true
      },
      {
        "text": "Otobiyografi",
        "isCorrect": false
      },
      {
        "text": "Anı (Hatıra)",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Bilgiler(Düzyazı Türleri)",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-yazar eşleştirmelerinden hangisi İslamiyet öncesi Türk edebiyatı için doğrudur?",
    "explanation": "İslamiyet öncesi Türk edebiyatının yazılı dönemine ait en önemli eserler, Göktürk (Köktürk) alfabesiyle yazılmış olan Orhun Yazıtları'dır (Göktürk Kitabeleri). Bu yazıtlar, Bilge Kağan, Kül Tigin ve Vezir Tonyukuk adına dikilmiştir ve bu kişilerin sözlerini içerir. Diğer seçenekler yanlıştır: Yusuf Has Hacip ve Kaşgarlı Mahmut İslami dönem Türk edebiyatının yazarlarıdır. Dede Korkut Hikâyeleri ise İslamiyet'in kabulünden sonraki dönemde oluşmuş, ancak İslam öncesi sözlü gelenekten izler taşıyan bir eserdir.",
    "options": [
      {
        "text": "Orhun Yazıtları - Bilge Kağan, Kül Tigin, Tonyukuk",
        "isCorrect": true
      },
      {
        "text": "Kutadgu Bilig - Yusuf Has Hacip",
        "isCorrect": false
      },
      {
        "text": "Divân-ı Lügati't-Türk - Kaşgarlı Mahmut",
        "isCorrect": false
      },
      {
        "text": "Dede Korkut Hikâyeleri - Anonim",
        "isCorrect": false
      }
    ],
    "topic": "İslamiyet Öncesi Türk Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "İslamiyet öncesi Türk edebiyatının sözlü dönem ürünleriyle ilgili aşağıdaki yargılardan hangisi yanlıştır?",
    "explanation": "İslamiyet öncesi Türk edebiyatının sözlü dönem ürünleri (sav, sagu, koşuk, destan) genellikle anonimdir ve daha sonraki dönemlerde yazıya geçirilmişlerdir. Bu ürünler, yuğ (yas töreni), sığır (av şöleni) ve şölen gibi toplumsal törenlerde kopuz eşliğinde söylenmiş ve hece ölçüsü kullanılmıştır. Yanlış olan seçenek, bu dönemde 'bireysel imza' taşıyan ürünlerin varlığıdır. Bu dönemdeki ürünler toplumun ortak malıdır ve belirli bir şair/yazar adıyla anılmazlar; bu özellik daha çok yazılı dönem ve sonrasında görülür.",
    "options": [
      {
        "text": "Toplumsal törenlerde (yuğ, sığır, şölen) kopuz eşliğinde söylenmişlerdir.",
        "isCorrect": false
      },
      {
        "text": "Genellikle anonim olup daha sonraki dönemlerde yazıya geçirilmişlerdir.",
        "isCorrect": false
      },
      {
        "text": "Hece ölçüsü ve ulusal nazım birimleri kullanılarak oluşturulmuşlardır.",
        "isCorrect": false
      },
      {
        "text": "Bu dönem ürünlerinin tamamı bireysel bir imza (şair/yazar adı) taşır.",
        "isCorrect": true
      }
    ],
    "topic": "İslamiyet Öncesi Türk Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-yazar eşleştirmelerinden hangisi İslami Dönem'in ilk dil ve edebiyat ürünleri için yanlıştır?",
    "explanation": "Doğru seçenek C'dir. 'Divan-ı Hikmet', 12. yüzyılda Hoca Ahmet Yesevi tarafından yazılmıştır ve İslami Dönem'in ilk ürünlerinden biri olarak kabul edilir. 'Kutadgu Bilig' ise Yusuf Has Hacib'e aittir. Bu nedenle, Yusuf Has Hacib'in 'Divan-ı Hikmet' ile eşleştirilmesi kesinlikle yanlıştır. A seçeneği doğrudur (Kaşgarlı Mahmud - Divânü Lügati't-Türk). B seçeneği doğrudur (Yusuf Has Hacib - Kutadgu Bilig). D seçeneği doğrudur (Edip Ahmet Yükneki - Atabetü'l-Hakayık).",
    "options": [
      {
        "text": "Kaşgarlı Mahmud — Divânü Lügati’t-Türk",
        "isCorrect": false
      },
      {
        "text": "Yusuf Has Hacib — Kutadgu Bilig",
        "isCorrect": false
      },
      {
        "text": "Yusuf Has Hacib — Divan-ı Hikmet",
        "isCorrect": true
      },
      {
        "text": "Edip Ahmet Yükneki — Atabetü’l-Hakayık",
        "isCorrect": false
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "İslami Dönem'in ilk dil ve edebiyat ürünleri ile ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "explanation": "Doğru seçenek B'dir. 'Kutadgu Bilig', Yusuf Has Hacib tarafından Karahanlı hükümdarı Tabgaç Buğra Han'a sunulmuş, siyasetname türünde manzum bir eserdir. A seçeneği yanlıştır; 'Divânü Lügati’t-Türk' Araplara Türkçeyi öğretmek amacıyla yazılmış bir sözlüktür, Türkçenin Farsçadan üstün olduğunu kanıtlamak gibi bir amaç taşımaz. C seçeneği yanlıştır; 'Atabetü’l-Hakayık' ahlaki öğütler içeren didaktik bir eserdir, Oğuz Kağan'ın hayatını anlatan bir destan değildir. D seçeneği yanlıştır; 'Divan-ı Hikmet' Hakaniye (Karahanlı) Türkçesiyle yazılmıştır, Eski Anadolu Türkçesiyle değil.",
    "options": [
      {
        "text": "Divânü Lügati’t-Türk, Türkçenin Farsçadan daha üstün bir dil olduğunu kanıtlamak amacıyla kaleme alınmıştır.",
        "isCorrect": false
      },
      {
        "text": "Kutadgu Bilig, devlet yönetimi ve ahlak konularını işleyen bir siyasetnamedir ve Karahanlı hükümdarına sunulmuştur.",
        "isCorrect": true
      },
      {
        "text": "Atabetü’l-Hakayık, İslami Türk edebiyatının ilk örneği olarak kabul edilen Oğuz Kağan Destanı'nın yazıya geçirilmiş halidir.",
        "isCorrect": false
      },
      {
        "text": "Divan-ı Hikmet, tasavvufi hikmetleri konu alan ve Eski Anadolu Türkçesiyle yazılmış ilk eserdir.",
        "isCorrect": false
      }
    ],
    "topic": "İslami Dönem İlk Dil ve Edebiyat Ürünleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki beyitlerden hangisi, Divan edebiyatında 'hikemi' (felsefi, öğüt verici) tarzın en belirgin özelliklerini taşımaktadır?",
    "explanation": "Hikemi tarz, özellikle Nabi'nin 'Hayriye' ve 'Hayrabad' gibi eserlerinde görülen; didaktik, ahlaki öğütler veren, sosyal eleştiri içeren ve dünyevi konuları akılcı bir üslupla işleyen bir şiir anlayışıdır. Bu tarzda şair, bir bilge edasıyla okuyucuya öğüt verir. Seçeneklerde verilen beyitlerden A şıkkındaki 'Akıl mı zekâvet mi kâr etmez feleğe / İster misin selâmet bir köşede sükût et' mısraları, dünyanın gelgeçliğini vurgulayarak insana sükûneti tavsiye eden hikemi bir söyleyişe sahiptir. Diğer şıklar ise sırasıyla aşk acısını (B), tasavvufi aşkı (C) ve övgüyü (D) konu edinmiştir.",
    "options": [
      {
        "text": "\"Akıl mı zekâvet mi kâr etmez feleğe / İster misin selâmet bir köşede sükût et\"",
        "isCorrect": true
      },
      {
        "text": "\"Aşkın ile bana cihan zindan oldu / Gülşen-i vuslatıma hazan oldu\"",
        "isCorrect": false
      },
      {
        "text": "\"Cânânı bırakıp cânıma minnet etmem / Ölüm âşıka memnûn-ı visâldir demedim mi\"",
        "isCorrect": false
      },
      {
        "text": "\"Gülistân-ı hüsnünde ol gülzâr-ı irem / Kim andan başka yerde bulunmaz nesîm-i dem\"",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Divan edebiyatında 'münâcât' türü ile ilgili aşağıdaki yargılardan hangisi yanlıştır?",
    "explanation": "Münâcât, Divan edebiyatında şairin Allah'a yalvarıp dua ettiği, onun yüceliğini ve kudretini anlattığı şiir türüdür. Genellikle kaside, mesnevi gibi büyük eserlerin başında tevhid (Allah'ın birliği) konusu işlenirken yer alır. Münâcâtların temel konusu dini ve ilahidir; aşk, şarap, sevgili gibi dünyevi temalar bu türün dışındadır. Bu nedenle, 'Aşk, şarap ve sevgili gibi dünyevi temaların işlendiği lirik bir türdür.' ifadesi münâcât türü için kesinlikle yanlış bir tanımlamadır. Diğer seçeneklerde verilen bilgiler (divanların başında yer alması, Allah'a yakarış, kaside nazım şekliyle yazılması) münâcât türünün doğru özellikleridir.",
    "options": [
      {
        "text": "Aşk, şarap ve sevgili gibi dünyevi temaların işlendiği lirik bir türdür.",
        "isCorrect": true
      },
      {
        "text": "Şairlerin divanlarının başında tevhid ile birlikte yer alabilir.",
        "isCorrect": false
      },
      {
        "text": "Allah'a yalvarma, dua etme ve onun birliğini anlatma amacı taşır.",
        "isCorrect": false
      },
      {
        "text": "Genellikle kaside nazım şekliyle yazılmıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Divan Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki Halk Edebiyatı ürünleri ve özellikleriyle ilgili eşleştirmelerden hangisi yanlıştır?",
    "explanation": "Doğru seçenek D'dir. Âşık edebiyatı ürünleri genellikle anonim değildir; bu ürünlerin sahipleri bellidir ve bu şairlere 'âşık' denir. Anonim Halk Edebiyatı ürünleri ise (türkü, mani, ninni, masal vb.) söyleyeni belli olmayan, halkın ortak malı olan ürünlerdir. A seçeneği doğrudur: Taşlama, toplumdaki aksaklıkları ve kişilerin kusurlarını eleştiren bir türdür. B seçeneği doğrudur: Ağıt, genellikle bir ölüm karşısında duyulan acıyı dile getirir ve İslamiyet öncesi Türk edebiyatındaki 'sagu'nun karşılığıdır. C seçeneği doğrudur: Güzelleme, doğa, aşk, sevgi gibi konuları işleyen lirik bir koşma türüdür.",
    "options": [
      {
        "text": "Taşlama — Toplumdaki düzensizlikleri ve kişilerin kusurlarını eleştiren bir koşma türüdür.",
        "isCorrect": false
      },
      {
        "text": "Ağıt — Ölen bir kişinin ardından duyulan acıyı anlatan, genellikle kadınlar tarafından söylenen ve sagunun İslami dönemdeki devamı olan türdür.",
        "isCorrect": false
      },
      {
        "text": "Güzelleme — Doğa güzelliklerini, aşk ve sevgi gibi konuları işleyen lirik bir nazım şeklidir.",
        "isCorrect": false
      },
      {
        "text": "Âşık Edebiyatı ürünleri — Söyleyeni belli olmayan, anonim karakterli ürünlerdir.",
        "isCorrect": true
      }
    ],
    "topic": "Halk Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-akım eşleştirmelerinden hangisi yanlıştır?",
    "explanation": "Doğru seçenek C'dir. Gustave Flaubert'in 'Madame Bovary' adlı romanı, Realizmin en önemli örneklerinden biridir, Natüralizmin değil. Natüralizm, Realizmin daha bilimsel ve determinist bir uzantısıdır ve Emile Zola'nın 'Nana' gibi eserleriyle temsil edilir. 'Madame Bovary' ise toplumsal çevre ve bireyin iç dünyasının nesnel ve detaylı bir gözlemle anlatıldığı bir realist başyapıttır.",
    "options": [
      {
        "text": "Victor Hugo - Sefiller - Romantizm",
        "isCorrect": false
      },
      {
        "text": "Charles Baudelaire - Kötülük Çiçekleri - Sembolizm",
        "isCorrect": false
      },
      {
        "text": "Gustave Flaubert - Madame Bovary - Natüralizm",
        "isCorrect": true
      },
      {
        "text": "Stefan Zweig - Satranç - Bireyin Ruhunu Anlatma (Modern Psikolojik Edebiyat)",
        "isCorrect": false
      }
    ],
    "topic": "Edebî Akımlar",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Tanzimat Edebiyatı'nın ikinci dönemi ile ilgili aşağıdaki yargılardan hangisi, bu dönemin poetik anlayışını ve temel eğilimini en kapsamlı şekilde yansıtır?",
    "explanation": "Tanzimat Edebiyatı'nın ikinci dönemi (Recaizade Mahmut Ekrem, Abdülhak Hamit Tarhan, Sami Paşazade Sezai), I. Abdülhamit döneminin baskıcı siyasi ortamının da etkisiyle, birinci dönemin toplumsal ve siyasi vurgusundan uzaklaşmıştır. Bu dönem sanatçıları, 'sanat toplum içindir' anlayışı yerine 'sanat için sanat' ilkesini benimsemiş; bireysel duygular, hayal kırıklıkları, aşk, ölüm gibi temaları işlemiş ve edebi üslup ile biçimsel güzelliği ön plana çıkarmıştır. Diğer seçenekler yanıltıcıdır: İkinci dönemde dil sadeleşmemiş, aksine Servet-i Fünûn'a zemin hazırlayan süslü bir dil kullanılmıştır. Roman ve hikaye türleri terk edilmemiş, aksine teknik açıdan gelişmiş örnekler verilmiştir. 'Vatan, millet, hürriyet' temaları ise birinci dönemin belirgin özellikleridir.",
    "options": [
      {
        "text": "Sanatçılar, 'sanat için sanat' anlayışını benimseyerek bireysel temalara yönelmiş ve edebi biçimin mükemmelliğini önemsemiştir.",
        "isCorrect": true
      },
      {
        "text": "Dilbilgisi kurallarına sıkı sıkıya bağlı, sade ve anlaşılır bir Türkçe kullanımı temel ilke hâline gelmiştir.",
        "isCorrect": false
      },
      {
        "text": "Roman ve hikâye gibi Batılı türler terk edilerek geleneksel mesnevi ve halk hikâyelerine geri dönülmüştür.",
        "isCorrect": false
      },
      {
        "text": "Eserlerde, birinci dönemde olduğu gibi 'vatan, millet, hürriyet' temaları daha da güçlenerek işlenmeye devam etmiştir.",
        "isCorrect": false
      }
    ],
    "topic": "Tanzimant Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Servetifünun Edebiyatı ile ilgili aşağıdaki yargılardan hangisi, bu dönemin roman anlayışını en iyi şekilde özetler?",
    "explanation": "Servetifünun romanı, Tanzimat'ın ilk dönemindeki sade, didaktik ve teknik açıdan kusurlu anlatımından sıyrılarak modern bir kimlik kazanmıştır. Bu dönem romancıları (başta Halit Ziya Uşaklıgil) psikolojik tahlillere büyük önem vermiş, bireyin iç dünyasını derinlemesine işlemiş ve Batılı roman tekniklerini (iç konuşma, geriye dönüş, çevre betimlemeleri) başarıyla uygulamıştır. Realizm ve Natüralizm akımlarının etkisiyle toplumsal eleştiriden çok, bireyin karmaşık ruh halini ve aşk, hayal kırıklığı gibi temaları işlemişlerdir. Dil ise son derece süslü ve ağırdır.",
    "options": [
      {
        "text": "Toplumu eğitmek ve yönlendirmek amacıyla yazılmış, teknik açıdan zayıf, sade bir dille kaleme alınmış eserlerdir.",
        "isCorrect": false
      },
      {
        "text": "Bireyin iç dünyasının derinlemesine tahlil edildiği, Batılı roman tekniklerinin kullanıldığı, sanatlı ve ağır bir dille yazılmış eserlerdir.",
        "isCorrect": true
      },
      {
        "text": "Millî konuları işleyen, destansı bir üslupla yazılan ve halkın anlayacağı sade bir dilin kullanıldığı eserlerdir.",
        "isCorrect": false
      },
      {
        "text": "Gözleme dayalı, sade ve mizahi bir üslupla İstanbul halkının günlük yaşamını anlatan eserlerdir.",
        "isCorrect": false
      }
    ],
    "topic": "Servetifûnun Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Fecr-i Âti topluluğu ile ilgili aşağıdaki yargılardan hangisi yanlıştır?",
    "explanation": "Fecr-i Âti topluluğu, sanat şahsi ve muhteremdir anlayışıyla hareket etmiş, sanatı toplumun hizmetine sunma gibi bir amaç gütmemiştir. Bu anlayış, daha sonra ortaya çıkan Millî Edebiyat akımının temel prensibidir. Diğer seçenekler doğrudur: Topluluk 1909'da kurulmuş ve bir bildiri yayımlamıştır; Ahmet Haşim topluluğun en önemli ve temsilcisi sayılan şairidir; topluluk dağıldıktan sonra üyelerinin bir kısmı Millî Edebiyat hareketine katılmıştır.",
    "options": [
      {
        "text": "Sanatı, toplumun hizmetine sunma amacını benimsemişlerdir.",
        "isCorrect": true
      },
      {
        "text": "1909 yılında bir bildiri yayımlayarak edebiyat sahnesine çıkmışlardır.",
        "isCorrect": false
      },
      {
        "text": "Topluluğun en güçlü temsilcisi ve 'sanat şahsi ve muhteremdir' anlayışının savunucusu Ahmet Haşim'dir.",
        "isCorrect": false
      },
      {
        "text": "Dağıldıktan sonra üyelerinin önemli bir kısmı Millî Edebiyat akımı içinde yer almıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Fecr-i Ati Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Milli Edebiyat Dönemi sanatçıları, aşağıdaki konulardan hangisini eserlerinde en az işlemiştir?",
    "explanation": "Milli Edebiyat Dönemi, milliyetçilik düşüncesi etkisiyle Anadolu'ya, halkın yaşamına, Kurtuluş Savaşı'na ve toplumsal sorunlara yönelmiştir. Bireyin iç dünyasına, psikolojik çözümlemelere ve soyut arayışlara odaklanan bireysel konular ise (özellikle Servetifünun ve Fecr-i Âti dönemlerinde işlenen tarzda) bu dönemde geri planda kalmıştır. Bu nedenle 'Bireyin içsel bunalımları ve soyut arayışları' en az işlenen konudur.",
    "options": [
      {
        "text": "Kurtuluş Savaşı'nın milli mücadele ruhu",
        "isCorrect": false
      },
      {
        "text": "Anadolu insanının yaşam tarzı ve sorunları",
        "isCorrect": false
      },
      {
        "text": "Bireyin içsel bunalımları ve soyut arayışları",
        "isCorrect": true
      },
      {
        "text": "Toplumsal değişim ve batılılaşma sorunları",
        "isCorrect": false
      }
    ],
    "topic": "Milli Edebiyat",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki şairlerden hangisinin şiir anlayışı, diğerlerinden farklı olarak, İkinci Yeni hareketinin 'anlamsızlığı anlamlandırma', imge yoğunluğu ve sözdizimini bozma gibi özellikleriyle örtüşmez?",
    "explanation": "Doğru cevap C'dir. Fazıl Hüsnü Dağlarca, kendine özgü ve bağımsız bir şiir çizgisi izlemiş, herhangi bir şiir topluluğuna dahil olmamıştır. Şiirlerinde felsefi derinlik ve destansı bir söyleyiş hakimdir. İkinci Yeni'nin kapalı, sözdizimini zorlayan ve gündelik dilin mantığından uzaklaşan poetikasına mesafeli durmuştur. \nA seçeneği yanlıştır: Cemal Süreya İkinci Yeni'nin kurucu ve en önemli temsilcilerinden biridir. \nB seçeneği yanlıştır: Edip Cansever İkinci Yeni'nin poetikasını benimseyen ve derinleştiren başlıca şairlerdendir. \nD seçeneği yanlıştır: Turgut Uyar, İkinci Yeni hareketinin öncü isimlerindendir ve bu akımın karakteristik özelliklerini şiirlerinde belirgin şekilde kullanmıştır.",
    "options": [
      {
        "text": "Cemal Süreya",
        "isCorrect": false
      },
      {
        "text": "Edip Cansever",
        "isCorrect": false
      },
      {
        "text": "Fazıl Hüsnü Dağlarca",
        "isCorrect": true
      },
      {
        "text": "Turgut Uyar",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Şiiri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Cumhuriyet Dönemi Türk romanında, 'Köy Enstitüsü' gerçekliğini ve bu kurumların Anadolu insanının aydınlanma sürecindeki rolünü, bir öğretmenin yaşamı üzerinden en etkili şekilde ele alan roman ve yazarı aşağıdakilerden hangisidir?",
    "explanation": "Mahmut Makal'ın 'Bizim Köy' adlı eseri bir anı-izlenim kitabı olmakla birlikte, Talip Apaydın'ın 'Köy Enstitüsü Yılları' ve 'Toz Duman İçinde' gibi romanları bu temayı kurmaca bir düzlemde işler. Ancak, sorunun özellikle 'roman' ve 'Köy Enstitüsü gerçekliği' vurgusunu en belirgin şekilde karşılayan eser, Fakir Baykurt'un, bir Köy Enstitüsü çıkışlı öğretmen olan Bayram'ın mücadelesini anlattığı 'Yılanların Öcü' adlı romanıdır. Diğer seçeneklerdeki eserler farklı temaları (Kemal Tahir: tarihsel roman; Yaşar Kemal: efsane ve toplumsal değişim; Attilâ İlhan: siyasi roman ve bireyin iç dünyası) işler.",
    "options": [
      {
        "text": "Fakir Baykurt – Yılanların Öcü: Köy Enstitüsü çıkışlı bir öğretmenin köydeki mücadelesi",
        "isCorrect": true
      },
      {
        "text": "Kemal Tahir – Yorgun Savaşçı: Kurtuluş Savaşı yıllarında Anadolu'da yaşanan çatışmalar",
        "isCorrect": false
      },
      {
        "text": "Yaşar Kemal – İnce Memed: Düzene başkaldıran bir eşkıyanın destansı hikayesi",
        "isCorrect": false
      },
      {
        "text": "Attilâ İlhan – Bıçağın Ucu: 1960-70'ler Türkiye'sinde aydınların siyasi arayışları",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Romanı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-yazar eşleştirmelerinden hangisi Cumhuriyet Dönemi Türk edebiyatında 'Bireyin İç Dünyasını Esas Alan Eserler' çizgisiyle bütünüyle örtüşür?",
    "explanation": "Doğru seçenek B'dir. Ahmet Hamdi Tanpınar'ın \"Huzur\" romanı, başkişisi Mümtaz'ın iç hesaplaşmaları, aşk, zaman, Doğu-Batı sorunsalı ve İstanbul'un ruhu üzerine kuruludur. Psikolojik derinlik ve bireyin iç dünyasının karmaşık labirentlerini esas almasıyla bu çizginin başyapıtlarındandır.\n\nA seçeneği yanlıştır: \"Ayaşlı ile Kiracıları\" Memduh Şevket Esendal'ın toplum yaşamından kesitler sunan, gözlemci ve sade anlatımıyla öne çıkan bir romandır; bireyin iç dünyasından çok toplumsal panoramayı merkeze alır.\n\nC seçeneği yanlıştır: \"Kuyucaklı Yusuf\" Sabahattin Ali'nin toplumcu gerçekçi çizgide, bireyin toplumsal baskılar karşısında yıkılışını anlatan bir eseridir. Temel vurgu sosyal eleştiri ve dış gerçekliktir.\n\nD seçeneği yanlıştır: \"Küçük Ağa\" Tarık Buğra'nın Milli Mücadele dönemini merkeze alan, tarihî ve toplumsal olaylar içinde şekillenen karakterleriyle öne çıkan bir romanıdır; bireyin iç dünyası temel tema değildir.",
    "options": [
      {
        "text": "Memduh Şevket Esendal – Ayaşlı ile Kiracıları",
        "isCorrect": false
      },
      {
        "text": "Ahmet Hamdi Tanpınar – Huzur",
        "isCorrect": true
      },
      {
        "text": "Sabahattin Ali – Kuyucaklı Yusuf",
        "isCorrect": false
      },
      {
        "text": "Tarık Buğra – Küçük Ağa",
        "isCorrect": false
      }
    ],
    "topic": "Cumhuriyet Dönemi",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki yazar-eser eşleştirmelerinden hangisi, 'Bilinç Akışı' tekniğinin Dünya Edebiyatı'ndaki en önemli örnekleri arasında yer almaz?",
    "explanation": "Bilinç akışı tekniği, karakterlerin zihinlerinden geçen düşünce, duygu ve çağrışımları, mantıksal bir sıra olmaksızın, kesintili ve sıçramalı bir şekilde aktarmayı hedefler. James Joyce'un 'Ulysses'i ve Virginia Woolf'un 'Mrs. Dalloway'i bu tekniğin modernist edebiyattaki başyapıtlarıdır. William Faulkner da 'Ses ve Öfke' ile bu tekniği kullanmıştır. Ancak, Franz Kafka'nın 'Dönüşüm'ü, bireyin modern dünyadaki yabancılaşmasını büyük bir metafor üzerinden anlatan, daha çok gerçeküstücü ve absürt bir anlatıma sahiptir ve bilinç akışı tekniğinin tipik bir örneği olarak kabul edilmez.",
    "options": [
      {
        "text": "James Joyce - Ulysses",
        "isCorrect": false
      },
      {
        "text": "Virginia Woolf - Mrs. Dalloway",
        "isCorrect": false
      },
      {
        "text": "William Faulkner - Ses ve Öfke",
        "isCorrect": false
      },
      {
        "text": "Franz Kafka - Dönüşüm",
        "isCorrect": true
      }
    ],
    "topic": "Dünya Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser-yazar eşleştirmelerinden hangisi, Çağdaş Türk Edebiyatı'nda 'varoluşçu' temaları ve bireyin içsel yalnızlığını merkeze alan anlatımıyla öne çıkan bir romanı temsil eder?",
    "explanation": "Doğru seçenek C'dir. Yusuf Atılgan'ın 'Aylak Adam' romanı, modern kent insanının yabancılaşmasını, toplumla uyumsuzluğunu ve varoluşsal bunalımını derinlemesine işleyen bir başyapıttır. Romanın ana karakteri C., bir 'aylak' olarak sistemin dışında kalma çabası ve anlam arayışıyla Türk edebiyatındaki önemli varoluşçu karakterlerden biridir. Diğer seçeneklerdeki eserler daha çok toplumsal eleştiri, tarihî kurgu veya bireyin toplum içindeki mücadelesi gibi temaları işler; 'Aylak Adam' kadar belirgin bir şekilde varoluşçu felsefenin izlerini taşımaz.",
    "options": [
      {
        "text": "Latife Tekin – Sevgili Arsız Ölüm – Büyülü gerçekçilik ve toplumsal eleştiri",
        "isCorrect": false
      },
      {
        "text": "Ahmet Hamdi Tanpınar – Huzur – Kültür buhranı ve medeniyet krizi",
        "isCorrect": false
      },
      {
        "text": "Yusuf Atılgan – Aylak Adam – Varoluşsal bunalım ve içsel yalnızlık",
        "isCorrect": true
      },
      {
        "text": "Attilâ İlhan – Kurtlar Sofrası – Tarihî hesaplaşma ve politik roman",
        "isCorrect": false
      }
    ],
    "topic": "Çağdaş Türk Edebiyatı",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  },
  {
    "text": "Aşağıdaki eser özetlerinden hangisi, Oğuz Atay'ın \"Tutunamayanlar\" romanının temel anlatı yapısını ve ana fikrini doğru bir şekilde yansıtmaktadır?",
    "explanation": "\"Tutunamayanlar\", Selim Işık'ın intiharının ardından arkadaşı Turgut Özben'in onun geçmişini araştırmasıyla şekillenir. Roman, modernleşen Türkiye'de aydın bireyin toplumla uyumsuzluğunu, yabancılaşmasını ve 'tutunamama' halini, Selim'in hayatı üzerinden parodik ve eleştirel bir dille inceler. Turgut'un araştırması, Selim'in trajedisini anlama çabasıdır. Diğer seçenekler ya romanın yapısını yanlış aktarmakta (örneğin Turgut'un intiharı) ya da romanda merkezi olmayan yan öğeleri abartmaktadır.",
    "options": [
      {
        "text": "Turgut Özben'in, intihar eden arkadaşı Selim Işık'ın geçmişini araştırması ve bu süreçte Selim'in modern hayat içinde 'tutunamayan' bir aydın olarak yaşadığı yabancılaşmayı ve trajediyi anlamaya çalışması.",
        "isCorrect": true
      },
      {
        "text": "Selim Işık'ın, yakın arkadaşı Turgut Özben'in intiharının ardından onun günlüklerini okuyarak Turgut'un iç dünyasına yolculuk yapması ve kendi hayatını sorgulaması.",
        "isCorrect": false
      },
      {
        "text": "İki kardeş olan Turgut ve Selim'in, babalarından kalan miras için girdikleri çatışma ve bu süreçte İstanbul'un farklı sosyal çevrelerinde sürdürdükleri yaşam mücadelesi.",
        "isCorrect": false
      },
      {
        "text": "Turgut Özben'in, bir kasabada öğretmenlik yaparken tanıştığı gizemli bir kadınla yaşadığı aşk ilişkisi ve bu ilişkinin onun hayata bakışını tamamen değiştirmesi.",
        "isCorrect": false
      }
    ],
    "topic": "Eser Özetleri",
    "exam": "AYT",
    "section": "Soz",
    "difficulty": "Zor",
    "subject": "Edebiyat"
  }
]