[
  {
    "text": "İnsanda zigotun oluşumundan itibaren geçirdiği bölünme ve farklılaşma süreçleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Zigotun oluşumunu takip eden bölünme evresi, zigotun mitoz bölünmeler geçirerek çok hücreli bir yapıya dönüştüğü 'segmentasyon' (bölünme) evresidir. Bu evrede hücreler küçülür. Morula evresi, blastula evresinden önce gelir ve hücrelerin farklılaşmadığı bir top şeklindeki yapıdır. Gastrulasyon ise blastula evresinden sonra gerçekleşen ve embriyonik tabakaların (ektoderm, mezoderm, endoderm) oluştuğu evredir. Dolayısıyla 'Segmentasyon evresinde hücreler büyür.' ifadesi yanlıştır.",
    "options": [
      {
        "text": "Segmentasyon evresinde hücreler büyür.",
        "isCorrect": true
      },
      {
        "text": "Morula evresi, blastula evresinden önce oluşur.",
        "isCorrect": false
      },
      {
        "text": "Gastrulasyon ile embriyonik tabakalar meydana gelir.",
        "isCorrect": false
      },
      {
        "text": "Segmentasyon evresi zigotun mitoz bölünmeleri ile gerçekleşir.",
        "isCorrect": false
      },
      {
        "text": "Blastula evresi, hücrelerin farklılaşmaya başladığı bir evredir.",
        "isCorrect": false
      }
    ],
    "topic": "Üreme Sistemi ve Embriyonik Gelişim",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsan embriyosunun gelişimi sırasında, amniyon sıvısının temel işlevi aşağıdakilerden hangisidir?",
    "explanation": "Amniyon kesesi, embriyoyu çevreleyen ve içi sıvı dolu bir zar yapısıdır. Amniyon sıvısının birincil işlevi, embriyoyu mekanik darbelere karşı (örneğin, ani bir çarpma veya sarsıntı) koruyarak bir yastık görevi görmesidir. Ayrıca embriyonun kurumasını önler ve simetrik gelişimine olanak tanır. Embriyonun beslenmesi esas olarak plasenta ve göbek kordonu aracılığıyla olur, amniyon sıvısı besin kaynağı değildir.",
    "options": [
      {
        "text": "Embriyoyu mekanik darbelere karşı korumak",
        "isCorrect": true
      },
      {
        "text": "Embriyoya besin sağlamak",
        "isCorrect": false
      },
      {
        "text": "Embriyonun gaz alışverişini sağlamak",
        "isCorrect": false
      },
      {
        "text": "Embriyonun metabolik atıklarını uzaklaştırmak",
        "isCorrect": false
      },
      {
        "text": "Embriyonun vücut ısısını düzenlemek",
        "isCorrect": false
      }
    ],
    "topic": "Üreme Sistemi ve Embriyonik Gelişim",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda dişi üreme sisteminde yer alan korpus luteum (sarı cisim) ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Korpus luteum, yumurtlama (ovulasyon) sonrasında, yumurtanın atıldığı folikülün dönüşümüyle oluşan geçici bir endokrin yapıdır. Temel görevi, döllenme olması durumunda gebeliğin devamı için gerekli olan progesteron hormonunu salgılamaktır. Progesteron, uterus duvarının (endometrium) kalınlaşmasını sürdürerek döllenmiş yumurtanın yerleşmesi ve gebeliğin sürdürülmesi için uygun ortamı hazırlar. Eğer döllenme olmazsa, korpus luteum bir süre sonra bozularak korpus albikansa dönüşür ve progesteron salgısı durur, bu da menstruasyonu başlatır.",
    "options": [
      {
        "text": "Progesteron hormonu salgılayarak uterus duvarının kalınlaşmasını sağlar.",
        "isCorrect": true
      },
      {
        "text": "Yumurtanın gelişiminden sorumlu olan yapıdır.",
        "isCorrect": false
      },
      {
        "text": "Döllenmenin gerçekleştiği yerdir.",
        "isCorrect": false
      },
      {
        "text": "Östrojen hormonunun ana salgılandığı bölgedir.",
        "isCorrect": false
      },
      {
        "text": "Menstruasyon sırasında parçalanarak atılan dokudur.",
        "isCorrect": false
      }
    ],
    "topic": "Üreme Sistemi ve Embriyonik Gelişim",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda plasenta ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Plasenta, anne ve fetüs (embriyonun gelişiminin ilerleyen aşamalarındaki adı) dolaşım sistemleri arasında madde alışverişini sağlayan organdır. Anne ve fetüs kanları plasentada birbirine karışmaz; aralarında ince bir zar (plasenta zarı) bulunur ve madde alışverişi difüzyon, aktif taşıma gibi yollarla bu zardan gerçekleşir. Plasenta, fetüse besin ve oksijen taşınmasını sağlarken, fetüsün metabolik atıklarının (karbondioksit, üre gibi) anneye geçişine de izin verir. Ayrıca gebelik hormonları (progesteron, östrojen, HCG) salgılar. Ancak, annenin antikorlarının (IgG sınıfı) fetüse geçişini sağlamak plasentanın işlevlerinden biridir, bu fetüse pasif bağışıklık kazandırır. Bu nedenle 'Anneden fetüse antikor geçişini engeller.' ifadesi yanlıştır.",
    "options": [
      {
        "text": "Anneden fetüse antikor geçişini engeller.",
        "isCorrect": true
      },
      {
        "text": "Anne ve fetüs kanları birbirine karışmaz.",
        "isCorrect": false
      },
      {
        "text": "Fetüsün metabolik atıklarının anneye geçişine izin verir.",
        "isCorrect": false
      },
      {
        "text": "Gebelik hormonları salgılar.",
        "isCorrect": false
      },
      {
        "text": "Fetüse oksijen ve besin taşınmasını sağlar.",
        "isCorrect": false
      }
    ],
    "topic": "Üreme Sistemi ve Embriyonik Gelişim",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "DNA molekülü ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "DNA'nın yapısında bulunan azotlu organik bazlar, pürin ve pirimidin olarak iki gruba ayrılır. Pürin bazları (Adenin ve Guanin) çift halkalı, pirimidin bazları (Sitozin, Timin ve Urasil) ise tek halkalı yapıya sahiptir. DNA'da Adenin (A) ile Timin (T), Guanin (G) ile Sitozin (C) arasında hidrojen bağları kurularak baz eşleşmesi gerçekleşir. RNA'da ise Timin yerine Urasil (U) bulunur ve Adenin ile eşleşir. Dolayısıyla 'Pürin bazları çift halkalı, pirimidin bazları ise tek halkalı yapıdadır.' ifadesi doğrudur.",
    "options": [
      {
        "text": "Pürin bazları çift halkalı, pirimidin bazları ise tek halkalı yapıdadır.",
        "isCorrect": true
      },
      {
        "text": "Adenin bazı sitozin bazı ile hidrojen bağı kurar.",
        "isCorrect": false
      },
      {
        "text": "RNA'da timin, DNA'da ise urasil bazı bulunur.",
        "isCorrect": false
      },
      {
        "text": "Nükleotitler arasında peptit bağı bulunur.",
        "isCorrect": false
      },
      {
        "text": "Guanin ve urasil arasında üçlü hidrojen bağı kurulur.",
        "isCorrect": false
      }
    ],
    "topic": "Nükleik Asitler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir DNA molekülündeki nükleotitlerin diziliş sırasının belirlenmesi aşağıdaki kavramlardan hangisi ile ifade edilir?",
    "explanation": "Genetik bilgi, DNA molekülündeki nükleotitlerin (Adenin, Timin, Guanin, Sitozin) belirli bir diziliş sırasında (sekans) kodlanmıştır. Bu nükleotit dizilişine 'genetik kod' denir. Gen, belirli bir proteinin sentezi için gerekli bilgiyi taşıyan DNA parçasıdır. Kodon, mRNA üzerinde bulunan ve bir amino asiti şifreleyen üç nükleotitlik gruplardır. Genotip, bir organizmanın sahip olduğu genlerin tamamıdır. Antikodon ise tRNA molekülünde bulunan ve mRNA'daki kodonla eşleşen üç nükleotitlik bölgedir. Soruda istenen, nükleotitlerin diziliş sırasının kendisidir, bu da 'genetik kod' kavramıdır.",
    "options": [
      {
        "text": "Genetik kod",
        "isCorrect": true
      },
      {
        "text": "Gen",
        "isCorrect": false
      },
      {
        "text": "Kodon",
        "isCorrect": false
      },
      {
        "text": "Genotip",
        "isCorrect": false
      },
      {
        "text": "Antikodon",
        "isCorrect": false
      }
    ],
    "topic": "Nükleik Asitler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "DNA replikasyonu ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "DNA replikasyonu, DNA'nın kendini eşlediği süreçtir. Bu süreç yarı korumalı (semikonservatif) olarak gerçekleşir, yani oluşan yeni DNA moleküllerinin her biri bir eski (ana) iplik ve bir yeni sentezlenen iplikten oluşur. Replikasyon, DNA polimeraz enzimi tarafından katalizlenir ve bu enzim, nükleotitleri ipliğe ancak 5' -> 3' yönünde ekleyebilir. DNA helikaz enzimi, replikasyon çatalında çift ipliği birbirinden ayırarak sarmalı açar. Ancak, DNA polimeraz enzimi, yeni ipliği sentezlemeye başlamak için mevcut bir 'primer' (RNA primer) gerektirir. Primer, primaz enzimi tarafından sentezlenen kısa bir RNA dizisidir. DNA polimeraz enzimi, DNA ipliğini doğrudan sentezleyemez, bu nedenle 'DNA polimeraz enzimi, primer olmadan da nükleotit polimerizasyonunu başlatabilir.' ifadesi yanlıştır.",
    "options": [
      {
        "text": "DNA polimeraz enzimi, primer olmadan da nükleotit polimerizasyonunu başlatabilir.",
        "isCorrect": true
      },
      {
        "text": "Yarı korumalı olarak gerçekleşir.",
        "isCorrect": false
      },
      {
        "text": "DNA polimeraz enzimi, yeni ipliği 5' → 3' yönünde sentezler.",
        "isCorrect": false
      },
      {
        "text": "DNA helikaz enzimi, çift ipliği birbirinden ayırır.",
        "isCorrect": false
      },
      {
        "text": "Sentez için RNA primerine ihtiyaç vardır.",
        "isCorrect": false
      }
    ],
    "topic": "Nükleik Asitler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "RNA molekülünün DNA'dan farklı olan bir özelliği aşağıdakilerden hangisidir?",
    "explanation": "RNA (Ribonükleik Asit) ve DNA (Deoksiribonükleik Asit) arasında birkaç temel fark vardır: 1) Şeker: RNA'da riboz şekeri, DNA'da deoksiriboz şekeri bulunur. 2) Baz: RNA'da pirimidin bazlarından Timin (T) yerine Urasil (U) bulunur. 3) Yapı: DNA genellikle çift iplikli, kararlı bir sarmal yapıdadır. RNA ise genellikle tek ipliklidir (ancak kendi üzerine katlanarak ikincil yapılar oluşturabilir, örneğin tRNA). Bu nedenle, 'Tek iplikli yapıda bulunabilmesi' RNA'nın DNA'dan farklı bir özelliğidir.",
    "options": [
      {
        "text": "Tek iplikli yapıda bulunabilmesi",
        "isCorrect": true
      },
      {
        "text": "Deoksiriboz şekeri içermesi",
        "isCorrect": false
      },
      {
        "text": "Timin bazını bulundurması",
        "isCorrect": false
      },
      {
        "text": "Hücrenin kalıtsal bilgisini taşıması",
        "isCorrect": false
      },
      {
        "text": "Çift iplikli sarmal yapıda olması",
        "isCorrect": false
      }
    ],
    "topic": "Nükleik Asitler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsan dolaşım sisteminde, kanın kalpten vücuda pompalandığı ana atardamar aşağıdakilerden hangisidir?",
    "explanation": "Kalbin sol karıncığı, oksijence zengin kanı vücuda pompalamakla görevlidir. Sol karıncıktan çıkan ve vücuda kan dağıtan ana ve en büyük atardamar 'Aorta'dır. Pulmoner atardamar ise sağ karıncıktan çıkar ve oksijence fakir kanı akciğerlere taşır. Superior vena kava ve inferior vena kava, vücuttan gelen oksijence fakir kanı kalbin sağ kulakçığına getiren toplardamarlardır. Koroner atardamarlar ise kalp kasının kendisini besleyen damarlardır.",
    "options": [
      {
        "text": "Aorta",
        "isCorrect": true
      },
      {
        "text": "Pulmoner atardamar",
        "isCorrect": false
      },
      {
        "text": "Superior vena kava",
        "isCorrect": false
      },
      {
        "text": "İnferior vena kava",
        "isCorrect": false
      },
      {
        "text": "Koroner atardamar",
        "isCorrect": false
      }
    ],
    "topic": "Dolaşım ve Bağışıklık Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Kan grupları ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "ABO kan grubu sistemi, alyuvarların (eritrositler) zarında bulunan A ve B glikoproteinlerinin (antijenlerin) varlığı veya yokluğuna göre belirlenir. A grubu bireylerin alyuvarlarında A antijeni, B grubunda B antijeni, AB grubunda her ikisi, 0 grubunda ise hiçbiri bulunmaz. Plazmada ise, kişinin kendi alyuvar antijenine karşı antikor (aglütinin) bulunur. Örneğin, A grubu bir bireyin plazmasında anti-B antikoru, B grubunun plazmasında anti-A antikoru bulunur. AB grubu bireylerin plazmasında hiç antikor yokken, 0 grubu bireylerin plazmasında hem anti-A hem anti-B antikoru vardır. Rh faktörü ise farklı bir antijen sistemidir. Dolayısıyla 'AB kan grubuna sahip bir bireyin plazmasında anti-A ve anti-B antikorları bulunmaz.' ifadesi doğrudur.",
    "options": [
      {
        "text": "AB kan grubuna sahip bir bireyin plazmasında anti-A ve anti-B antikorları bulunmaz.",
        "isCorrect": true
      },
      {
        "text": "0 kan grubu bireylerin alyuvarlarında A ve B antijenleri bulunur.",
        "isCorrect": false
      },
      {
        "text": "Rh(+) bir bireyin plazmasında doğuştan anti-Rh antikoru vardır.",
        "isCorrect": false
      },
      {
        "text": "A kan grubu bireyin plazmasında anti-A antikoru bulunur.",
        "isCorrect": false
      },
      {
        "text": "Kan grupları, kandaki akyuvar çeşitlerine göre belirlenir.",
        "isCorrect": false
      }
    ],
    "topic": "Dolaşım ve Bağışıklık Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Edinsel (Spesifik) bağışıklık tepkilerinde görev alan, antijen sunan hücreler aşağıdakilerden hangisidir?",
    "explanation": "Edinsel bağışıklık, belirli bir patojene özgül olarak gelişen ve hafıza özelliği taşıyan bağışıklık türüdür. Bu süreçte, antijen sunan hücreler (APC'ler) çok önemli bir rol oynar. Bu hücreler, vücuda giren yabancı antijenleri (mikrop parçalarını) alır, işler ve yüzeylerinde T lenfositlerine sunar. Makrofajlar, dendritik hücreler ve B lenfositleri antijen sunan hücreler olarak görev yapar. Dendritik hücreler özellikle etkili antijen sunuculardır. T lenfositleri, kendilerine sunulan antijene göre aktive olur ve hücresel bağışıklığı başlatır. Bazofiller ve nötrofiller ise doğal (spesifik olmayan) bağışıklıkta rol oynayan hücrelerdir ve antijen sunma özellikleri yoktur.",
    "options": [
      {
        "text": "Makrofajlar",
        "isCorrect": true
      },
      {
        "text": "Bazofiller",
        "isCorrect": false
      },
      {
        "text": "Nötrofiller",
        "isCorrect": false
      },
      {
        "text": "Eozinofiller",
        "isCorrect": false
      },
      {
        "text": "T lenfositleri",
        "isCorrect": false
      }
    ],
    "topic": "Dolaşım ve Bağışıklık Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Lenf düğümleri ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Lenf düğümleri, lenfatik sistemin önemli bir parçası olan küçük, fasulye şeklindeki organlardır. Temel işlevi, lenf sıvısını süzerek içindeki yabancı maddeleri (bakteriler, virüsler, kanser hücreleri) tutmak ve burada bulunan lenfositler (B ve T hücreleri) aracılığıyla bağışıklık tepkisi oluşturmaktır. Lenf sıvısı, lenf düğümlerine afferent (getirici) lenf damarlarıyla girer, süzülür ve efferent (götürücü) lenf damarlarıyla çıkar. Lenf düğümleri kan üretmez (bu işlev kemik iliğinde gerçekleşir) ve kanı depolamaz. Akyuvar sayısının artması (lökositoz), bir enfeksiyon tepkisi olarak kemik iliğinde üretimin artması ve kana salınmasıyla ilişkilidir, doğrudan lenf düğümlerinin bir işlevi değildir.",
    "options": [
      {
        "text": "Lenf sıvısının süzülerek mikroorganizmalardan arındırılmasında görev alır.",
        "isCorrect": true
      },
      {
        "text": "Vücuttaki kanın depolandığı organlardır.",
        "isCorrect": false
      },
      {
        "text": "Alyuvar üretiminden sorumludur.",
        "isCorrect": false
      },
      {
        "text": "Enfeksiyon durumunda akyuvar sayısının artmasını sağlar.",
        "isCorrect": false
      },
      {
        "text": "Sindirilmiş besinlerin emilimini gerçekleştirir.",
        "isCorrect": false
      }
    ],
    "topic": "Dolaşım ve Bağışıklık Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Merkezi sinir sistemini oluşturan yapılar aşağıdakilerden hangisinde doğru verilmiştir?",
    "explanation": "Sinir sistemi, Merkezi Sinir Sistemi (MSS) ve Çevresel Sinir Sistemi (ÇSS) olarak ikiye ayrılır. Merkezi Sinir Sistemi, sinirsel işlemlerin bütünleştirildiği ve kontrol edildiği merkezdir. MSS'yi beyin ve omurilik oluşturur. Çevresel Sinir Sistemi ise, MSS'yi vücudun diğer kısımlarına bağlayan sinirlerden (kraniyal sinirler ve spinal sinirler) ve ganglionlardan oluşur. Otonom sinir sistemi, ÇSS'nin istemsiz işlevleri kontrol eden bir bölümüdür.",
    "options": [
      {
        "text": "Beyin ve omurilik",
        "isCorrect": true
      },
      {
        "text": "Beyin ve spinal sinirler",
        "isCorrect": false
      },
      {
        "text": "Beyincik ve omurilik soğanı",
        "isCorrect": false
      },
      {
        "text": "Otonom sinir sistemi ve somatik sinir sistemi",
        "isCorrect": false
      },
      {
        "text": "Kraniyal sinirler ve ganglionlar",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Beynin hangi bölümü, istemli hareketlerin kontrolü, dengenin sağlanması ve kas koordinasyonundan sorumludur?",
    "explanation": "Beynin farklı bölümleri farklı işlevlere sahiptir. Beyincik (cerebellum), temel olarak istemli hareketlerin koordinasyonu, denge, duruş (postür) ve kas tonusunun düzenlenmesinden sorumludur. Omurilik soğanı (medulla oblongata) hayati refleksler (solunum, kalp atışı, yutma gibi) için bir kontrol merkezidir. Hipotalamus, iç dengeyi (homeostazi) sağlar, vücut sıcaklığı, açlık, susuzluk gibi durumları düzenler. Talamus, duyusal bilgileri (koku hariç) alır ve ilgili beyin korteks bölgelerine yönlendirir. Beyin kabuğu (serebral korteks) ise bilinç, düşünce, hafıza, dil, istemli hareketlerin başlatılması gibi üst düzey işlevlerden sorumludur. Ancak, hareketin ince koordinasyonu ve dengesi özellikle beyinciğin işidir.",
    "options": [
      {
        "text": "Beyincik",
        "isCorrect": true
      },
      {
        "text": "Omurilik soğanı",
        "isCorrect": false
      },
      {
        "text": "Hipotalamus",
        "isCorrect": false
      },
      {
        "text": "Talamus",
        "isCorrect": false
      },
      {
        "text": "Beyin kabuğu",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir nöronun akson terminalinden diğer nöronun dendritine veya gövdesine sinyal iletimini sağlayan yapı aşağıdakilerden hangisidir?",
    "explanation": "Nöronlar (sinir hücreleri) arasındaki iletişim, sinaps adı verilen özel bağlantı noktalarında gerçekleşir. Sinaps, bir nöronun akson terminali (presinaptik nöron) ile diğer nöronun dendriti, gövdesi veya nadiren aksonu (postsinaptik nöron) arasındaki boşluktur. Sinyal, presinaptik nörondan nörotransmitter adı verilen kimyasal maddelerin salınmasıyla postsinaptik nörona iletilir. Miyelin kılıf, akson etrafını saran ve elektriksel impuls iletim hızını artıran yalıtım tabakasıdır. Ranvier boğumu, miyelin kılıfın kesintiye uğradığı akson bölgeleridir. Schwann hücresi, çevresel sinir sisteminde miyelin kılıfı oluşturan hücrelerdir. Akson hillock ise nöron gövdesinden aksonun çıktığı bölgedir ve impulsun başlatılmasında rol oynar.",
    "options": [
      {
        "text": "Sinaps",
        "isCorrect": true
      },
      {
        "text": "Miyelin kılıf",
        "isCorrect": false
      },
      {
        "text": "Ranvier boğumu",
        "isCorrect": false
      },
      {
        "text": "Schwann hücresi",
        "isCorrect": false
      },
      {
        "text": "Akson hillock",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda böbreklerin boşaltım işlevleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Böbrekler, kandaki üre, ürik asit, kreatinin gibi nitrojenli atık ürünleri süzer ve idrar yoluyla vücuttan uzaklaştırır. Ancak, karbondioksitin atılması böbreklerin değil, solunum sisteminin (akciğerler) temel görevidir. Karbondioksit, kanda çözünmüş halde taşınır ve alveollerden difüzyonla dışarı atılır.",
    "options": [
      {
        "text": "Kandaki üre ve ürik asit gibi nitrojenli atıkları uzaklaştırır.",
        "isCorrect": false
      },
      {
        "text": "Kanın pH dengesinin korunmasına katkıda bulunur.",
        "isCorrect": false
      },
      {
        "text": "Su ve mineral dengesinin (homeostazi) sağlanmasında görev alır.",
        "isCorrect": false
      },
      {
        "text": "Karbondioksitin vücuttan atılmasını sağlar.",
        "isCorrect": true
      },
      {
        "text": "Kan basıncının düzenlenmesinde rol oynar.",
        "isCorrect": false
      }
    ],
    "topic": "Üriner Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir nefronda, glomerulus kılcal damarlarından Bowman kapsülüne doğru gerçekleşen süzülme olayının hızını aşağıdakilerden hangisi doğrudan etkilemez?",
    "explanation": "Nefronda süzülme hızı, glomerulus içindeki hidrostatik basınç, kanın osmotik basıncı ve Bowman kapsülü içindeki basınç gibi faktörlere bağlıdır. Süzülme hızı, böbreğe gelen kan akışı (renal kan akışı) ile doğrudan ilişkilidir. Ancak, idrarın mesanede birikmesi, süzülme işlemi tamamlandıktan ve idrar oluştuktan sonra gerçekleşen bir depolama sürecidir ve glomerüler süzülme hızını (GFR) doğrudan etkilemez.",
    "options": [
      {
        "text": "Glomerulus hidrostatik basıncı",
        "isCorrect": false
      },
      {
        "text": "Kanın osmotik basıncı",
        "isCorrect": false
      },
      {
        "text": "Bowman kapsülü içindeki basınç",
        "isCorrect": false
      },
      {
        "text": "Böbreğe gelen kan akışı (renal kan akışı)",
        "isCorrect": false
      },
      {
        "text": "İdrarın mesanede birikme miktarı",
        "isCorrect": true
      }
    ],
    "topic": "Üriner Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "İnsanda böbreklerdeki nefronların proksimal tübülüs bölgesi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Proksimal tübülüs, glomerulustan süzülen sıvının (primer idrar) büyük bir kısmının geri emildiği yerdir. Burada glikoz, amino asitler, vitaminler, su ve sodyum, potasyum, klorür gibi iyonların aktif ve pasif taşıma ile büyük oranda (%65-80) geri emilimi gerçekleşir. Bu, vücut için gerekli maddelerin korunması açısından hayati öneme sahiptir.",
    "options": [
      {
        "text": "Suyun geri emilimini düzenleyen ADH hormonuna duyarlıdır.",
        "isCorrect": false
      },
      {
        "text": "Süzüntüdeki glikoz ve amino asitlerin büyük kısmının kana geri emildiği yerdir.",
        "isCorrect": true
      },
      {
        "text": "İdrarın konsantrasyonunun ayarlandığı ana bölgedir.",
        "isCorrect": false
      },
      {
        "text": "Ürenin aktif olarak kana geri emildiği bölgedir.",
        "isCorrect": false
      },
      {
        "text": "Süzülme olayının gerçekleştiği yapıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Üriner Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Bir nöronun aksonundaki miyelin kılıfın temel işlevi nedir?",
    "explanation": "Miyelin kılıf, bir nöronun aksonu etrafında bulunan ve Schwann hücreleri (periferik sinir sisteminde) veya oligodendrositler (merkezi sinir sisteminde) tarafından oluşturulan yalıtkan bir tabakadır. Bu yalıtkan tabaka, akson boyunca ilerleyen impulsun (aksiyon potansiyeli) daha hızlı iletilmesini sağlar. İmpuls, miyelin kılıfın bulunduğu bölgelerde atlamalı olarak iletilir (Ranvier boğumları), bu da iletim hızını önemli ölçüde artırır. Dolayısıyla miyelin kılıfın temel işlevi impuls iletim hızını artırmaktır.",
    "options": [
      {
        "text": "Nörotransmitter sentezini hızlandırmak",
        "isCorrect": false
      },
      {
        "text": "Nöronun beslenmesini sağlamak",
        "isCorrect": false
      },
      {
        "text": "İmpuls iletim hızını artırmak",
        "isCorrect": true
      },
      {
        "text": "Dinlenim potansiyelini korumak",
        "isCorrect": false
      },
      {
        "text": "Sinaps oluşumunu kolaylaştırmak",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Aşağıdaki hormonlardan hangisi pankreastan salgılanır ve kan şeker seviyesini düşürücü etki gösterir?",
    "explanation": "Pankreas, hem endokrin hem de ekzokrin bir bezdir. Endokrin kısmı olan Langerhans adacıklarından insülin ve glukagon hormonları salgılanır. İnsülin hormonunun temel görevi, kandaki şeker (glikoz) seviyesini düşürmektir. İnsülin, hücrelerin glikozu almasını teşvik eder ve karaciğerde glikojen sentezini (glikojenez) artırarak kan şekerini düşürür. Bu nedenle kan şekerini düşürücü etki gösteren pankreas hormonu insülindir.",
    "options": [
      {
        "text": "Glukagon",
        "isCorrect": false
      },
      {
        "text": "Adrenalin",
        "isCorrect": false
      },
      {
        "text": "İnsülin",
        "isCorrect": true
      },
      {
        "text": "Tiroksin",
        "isCorrect": false
      },
      {
        "text": "Kortizol",
        "isCorrect": false
      }
    ],
    "topic": "Endokrin Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Aşağıdakilerden hangisi merkezi sinir sisteminin (MSS) bir parçası değildir?",
    "explanation": "Merkezi sinir sistemi (MSS) beyin ve omurilikten oluşur. Periferik (çevresel) sinir sistemi ise MSS'nin dışında kalan ve vücuda yayılmış olan sinirlerden oluşur. Otonom sinir sistemi, periferik sinir sisteminin bir bölümüdür ve istemsiz çalışan organları kontrol eder. Dolayısıyla, otonom sinir sistemi MSS'nin bir parçası değildir.",
    "options": [
      {
        "text": "Beyin",
        "isCorrect": false
      },
      {
        "text": "Omurilik",
        "isCorrect": false
      },
      {
        "text": "Otonom sinir sistemi",
        "isCorrect": true
      },
      {
        "text": "Beyincik",
        "isCorrect": false
      },
      {
        "text": "Omurilik soğanı",
        "isCorrect": false
      }
    ],
    "topic": "Sinir Sistemi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  },
  {
    "text": "Aşağıdaki hormonlardan hangisi pankreastan salgılanır ve kan şekerini düşürücü etki gösterir?",
    "explanation": "Pankreas hem sindirim enzimleri hem de hormonlar salgılayan karma bir bezdir. Langerhans adacıklarından salgılanan insülin hormonu, kan şekeri (glikoz) seviyesi yükseldiğinde salgılanır ve hücrelerin glikozu almasını sağlayarak kan şekerini düşürür. Glukagon ise kan şekerini yükselten hormondur.",
    "options": [
      {
        "text": "Glukagon",
        "isCorrect": false
      },
      {
        "text": "Adrenalin",
        "isCorrect": false
      },
      {
        "text": "İnsülin",
        "isCorrect": true
      },
      {
        "text": "Tiroksin",
        "isCorrect": false
      },
      {
        "text": "Kortizol",
        "isCorrect": false
      }
    ],
    "topic": "Endokrin Sistem",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Biyoloji"
  }
]