[
  {
    "text": "Ağırlığı önemsiz, 2 m uzunluğundaki homojen bir çubuk, bir ucundan menteşelenmiş ve diğer ucuna 30 N'luk bir kuvvet şekildeki gibi uygulanmıştır. Çubuğu yatay dengede tutmak için menteşe noktasından 0,5 m uzakta çubuğa uygulanması gereken düşey kuvvet kaç N'dur?",
    "explanation": "Menteşe noktasına göre tork alınır. 30 N'luk kuvvetin torku: 30 N * 2 m = 60 Nm (saat yönünde). Denge için zıt yönde tork gerekir. F kuvvetinin torku: F * 0,5 m (saat yönünün tersi). Dengede: F * 0,5 = 60 => F = 120 N.",
    "options": [
      {
        "text": "60",
        "isCorrect": false
      },
      {
        "text": "90",
        "isCorrect": false
      },
      {
        "text": "120",
        "isCorrect": true
      },
      {
        "text": "150",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Ağırlığı 100 N olan homojen bir küp, şekildeki gibi sürtünmesiz bir yüzeyde F kuvveti ile dengelenmiştir. Küpün zemine uyguladığı tepki kuvveti kaç N'dur? (sin37° = 0,6; cos37° = 0,8)",
    "explanation": "Küp dengede olduğu için düşey kuvvetlerin toplamı sıfırdır. Zemine uygulanan tepki kuvveti (N), cismin ağırlığını dengelemelidir. F kuvvetinin düşey bileşeni yoktur (yatay uygulandığı varsayılır). Bu nedenle N = 100 N olur.",
    "options": [
      {
        "text": "60",
        "isCorrect": false
      },
      {
        "text": "80",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": true
      },
      {
        "text": "120",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Ağırlığı önemsiz bir çubuk üzerinde ağırlıkları sırasıyla P, 2P ve 3P olan X, Y, Z cisimleri şekildeki gibi asılıyor. Sistem dengede olduğuna göre, Z cisminin ağırlık merkezi destek noktasına olan uzaklığı x kaç L'dir?",
    "explanation": "Destek noktasına göre tork alalım. Saat yönünün tersi tork: P * L + 2P * 2L = 5PL. Saat yönü tork: 3P * x. Denge için 3P * x = 5PL => x = 5L/3.",
    "options": [
      {
        "text": "L",
        "isCorrect": false
      },
      {
        "text": "4L/3",
        "isCorrect": false
      },
      {
        "text": "5L/3",
        "isCorrect": true
      },
      {
        "text": "2L",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki eğik düzlemde m kütleli cisim, F kuvveti ile sabit hızla yukarı çekiliyor. Sürtünme katsayısı k olduğuna göre, F kuvveti aşağıdakilerden hangisine eşittir? (sinθ = s, cosθ = c)",
    "explanation": "Cisim sabit hızla hareket ettiği için net kuvvet sıfırdır. Eğik düzlemde cismi yukarı çeken kuvvet, cismin ağırlığının paralel bileşeni (mg sinθ) ve sürtünme kuvvetinin (k mg cosθ) toplamına eşittir. F = mg sinθ + k mg cosθ = mg(s + k c).",
    "options": [
      {
        "text": "mg(s - kc)",
        "isCorrect": false
      },
      {
        "text": "mg(s + kc)",
        "isCorrect": true
      },
      {
        "text": "mg(c + ks)",
        "isCorrect": false
      },
      {
        "text": "mg(c - ks)",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Manyetik alan içinde düzgün olarak artan hızla dönen bir bobinde oluşan indüksiyon emk'si ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "explanation": "Faraday Yasası'na göre, manyetik akıdaki değişim indüksiyon emk'sini oluşturur. Emk'nin büyüklüğü manyetik akının değişim hızı (dΦ/dt) ile doğru orantılıdır. Emk'nin yönü Lenz Yasası ile belirlenir ve manyetik akıdaki değişime karşı koyacak yöndedir. Ancak, manyetik alan düzgün olarak artsa bile, bobin döndüğü için manyetik akı sabit bir hızla artmaz; akı, açısal hıza ve manyetik alanın artış hızına bağlı olarak değişir. İndüksiyon akımının yönü periyodik olarak değişir, dolayısıyla sabit değildir.",
    "options": [
      {
        "text": "İndüksiyon emk'si manyetik akının değişim hızı ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "İndüksiyon akımının yönü Lenz Yasası ile belirlenir.",
        "isCorrect": false
      },
      {
        "text": "Manyetik alan düzgün olarak arttığı için indüksiyon emk'si sabittir.",
        "isCorrect": true
      },
      {
        "text": "Oluşan indüksiyon akımının şiddeti bobinin direncine bağlıdır.",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "İdeal bir transformatörün primer sargısında 200 sarım, sekonder sargısında 800 sarım bulunmaktadır. Primer sargıya 220 V'luk bir alternatif gerilim uygulandığında sekonder sargıdan 4 A'lik akım çekiliyor. Buna göre primer sargıdan geçen akım yaklaşık kaç A'dir?",
    "explanation": "İdeal transformatörde güç korunur. Gerilim sarım sayısı ile doğru orantılıdır: Vp/Vs = Np/Ns. Vs = Vp * (Ns/Np) = 220 * (800/200) = 880 V. Güç: Pp = Ps => Vp * Ip = Vs * Is. 220 * Ip = 880 * 4 => Ip = (880*4)/220 = 16 A.",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "16",
        "isCorrect": true
      },
      {
        "text": "64",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Direnci 50 Ω olan bir alternatif akım devresinde akımın denklemi I = 2√2 sin(100πt) amper olarak veriliyor. Bu devrede harcanan ortalama güç kaç watt'tır?",
    "explanation": "Akımın maksimum değeri Imax = 2√2 A'dir. Etkin (RMS) akım değeri Ieff = Imax / √2 = (2√2) / √2 = 2 A'dir. Alternatif akımda ortalama güç P = Ieff² * R formülü ile hesaplanır. P = (2)² * 50 = 4 * 50 = 200 W.",
    "options": [
      {
        "text": "100",
        "isCorrect": false
      },
      {
        "text": "200",
        "isCorrect": true
      },
      {
        "text": "400",
        "isCorrect": false
      },
      {
        "text": "800",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün manyetik alan içindeki dikdörtgen bir tel çerçeve, şekildeki konumdan itibaren düzgün olarak döndürülüyor. Çerçevede oluşan indüksiyon emk'sinin zamana bağlı grafiği aşağıdakilerden hangisi olabilir?",
    "explanation": "Çerçeve düzgün döndüğünde, manyetik akı Φ = BAcosθ şeklinde değişir, burada θ açısal konumdur. Açısal hız ω sabitse, θ = ωt olur. Emk, akının değişim hızının negatifine eşittir: ε = -dΦ/dt = BAω sin(ωt). Bu da sinüzoidal bir dalgadır. Çerçeve manyetik alana paralelken (θ=0) akı maksimum, emk sıfırdır. Manyetik alana dikken (θ=90°) akı sıfır, emk maksimumdur. Grafik sinüs fonksiyonu şeklinde olmalıdır.",
    "options": [
      {
        "text": "Zamana göre sabit bir değer",
        "isCorrect": false
      },
      {
        "text": "Zamanla lineer (doğrusal) olarak artan",
        "isCorrect": false
      },
      {
        "text": "Sinüs fonksiyonu şeklinde değişen",
        "isCorrect": true
      },
      {
        "text": "Kare dalga şeklinde değişen",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Su dalgalarının bulunduğu bir ortamda, noktasal bir kaynaktan çıkan dalgalar doğrusal bir engelde kırınıma uğruyor. Kırınım olayının gözlemlenebilmesi için aşağıdaki koşullardan hangisi gereklidir?",
    "explanation": "Kırınım, bir dalganın engellerin kenarlarından veya dar aralıklardan bükülerek yayılmasıdır. Kırınımın belirgin olarak gözlemlenebilmesi için engel boyutunun veya yarığın genişliğinin, dalga boyu ile karşılaştırılabilir büyüklükte olması gerekir. Genellikle engel/yarık genişliği dalga boyundan küçük veya ona yakın olduğunda kırınım daha belirgin hale gelir.",
    "options": [
      {
        "text": "Engel yüzeyinin pürüzsüz olması",
        "isCorrect": false
      },
      {
        "text": "Ortamın yoğunluğunun fazla olması",
        "isCorrect": false
      },
      {
        "text": "Dalga genliğinin çok büyük olması",
        "isCorrect": false
      },
      {
        "text": "Engel boyutunun dalga boyuna yakın olması",
        "isCorrect": true
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Elektromanyetik dalgalar ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Elektromanyetik dalgalar enerji ve momentum taşırlar. Boşlukta hepsi aynı hızla (ışık hızı, c) yayılırlar. Titreşim yönü ile yayılma yönü birbirine dik olan dalgalara enine dalga denir ve elektromanyetik dalgalar enine dalgalardır. Ancak, elektromanyetik dalgaların yayılması için maddesel bir ortama ihtiyaç yoktur; boşlukta da yayılabilirler. Bu nedenle 'Yayılmaları için mutlaka maddesel bir ortam gerekir.' ifadesi yanlıştır.",
    "options": [
      {
        "text": "Enerji taşırlar.",
        "isCorrect": false
      },
      {
        "text": "Boşlukta aynı hızla yayılırlar.",
        "isCorrect": false
      },
      {
        "text": "Enine dalgalardır.",
        "isCorrect": false
      },
      {
        "text": "Yayılmaları için mutlaka maddesel bir ortam gerekir.",
        "isCorrect": true
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Frekansı f olan bir ses kaynağı, sabit hızla duvara doğru hareket etmektedir. Kaynağın arkasında duran bir gözlemci, kaynaktan doğrudan gelen ses ile duvardan yansıyan sesi işitmektedir. Gözlemci aşağıdakilerden hangisini duyar?",
    "explanation": "Bu durum bir girişim olayıdır. Gözlemci, kaynaktan doğrudan gelen ses dalgası ile duvardan yansıdıktan sonra gelen ses dalgasını aynı anda alır. Duvar sabit olduğu için yansıyan dalganın frekansı, hareketli kaynaktan sabit bir gözlemciye (duvar) gelen frekans gibi düşünülebilir (Doppler Etkisi). Bu nedenle doğrudan gelen ve yansıyan dalgaların frekansları farklı olacaktır. İki frekansın farkı kadar bir vuru frekansı oluşur ve gözlemci vurulu bir ses duyar.",
    "options": [
      {
        "text": "Frekansı f olan düzgün bir ses",
        "isCorrect": false
      },
      {
        "text": "Frekansı f'den büyük olan düzgün bir ses",
        "isCorrect": false
      },
      {
        "text": "Frekansı f'den küçük olan düzgün bir ses",
        "isCorrect": false
      },
      {
        "text": "Vurulu bir ses",
        "isCorrect": true
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Işık için çift yarıkta girişim deneyinde, yarık genişlikleri eşit ve yarıklar arası uzaklık d'dir. Perde üzerinde aydınlık bir saçak oluşması için yarıklardan çıkan ışık dalgalarının perdeye ulaşana kadar katettikleri yollar arasındaki fark (Δd) aşağıdakilerden hangisi olmalıdır? (λ: ışığın dalga boyu)",
    "explanation": "Çift yarıkta girişimde, iki dalganın fazları aynı ise yapıcı girişim (aydınlık saçak) oluşur. Bu durum, dalga yolu farkı Δd'nin tam dalga boyunun tam katlarına (0, λ, 2λ, ...) eşit olduğu zaman gerçekleşir. Genel ifade ile Δd = kλ (k = 0, 1, 2, ...).",
    "options": [
      {
        "text": "λ/4",
        "isCorrect": false
      },
      {
        "text": "λ/2",
        "isCorrect": false
      },
      {
        "text": "λ",
        "isCorrect": true
      },
      {
        "text": "3λ/2",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde, r yarıçaplı dairesel bir yörüngede sabit çizgisel süratle dönen bir cisim için aşağıdakilerden hangisi yanlıştır?",
    "explanation": "Cisim sabit çizgisel süratle (v) dairesel hareket yapıyorsa, bu hareket düzgün çembersel harekettir. Düzgün çembersel harekette açısal sürat (ω) ve frekans (f) sabittir. Merkezcil ivme (a = v²/r) büyüklüğü sabittir ve merkeze doğru yönelmiştir. Ancak, merkezcil ivmenin yönü sürekli olarak değişmektedir (daima merkeze doğru). İvme bir vektör olduğu için yönü değiştiğinden, ivme sabit değildir.",
    "options": [
      {
        "text": "Açısal sürat sabittir.",
        "isCorrect": false
      },
      {
        "text": "Merkezcil kuvvetin büyüklüğü sabittir.",
        "isCorrect": false
      },
      {
        "text": "Cismin ivmesi sabittir.",
        "isCorrect": true
      },
      {
        "text": "Cismin kinetik enerjisi sabittir.",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey düzlemde düzgün çembersel hareket yapan bir cisim, en üst noktadan geçerken ip kopuyor. Cismin bundan sonraki hareketi için aşağıdakilerden hangisi doğrudur? (Hava direnci önemsizdir.)",
    "explanation": "Cisim en üst noktadayken, hızı yatay doğrultudadır. İp koptuğu anda, cisim üzerine etki eden tek kuvvet ağırlığıdır (mg). Bu nedenle cisim, yatayda sabit hızlı, düşeyde ise yerçekimi ivmesi (g) ile hızlanan bir hareket yapar, yani eğik atış hareketi yapar. Başlangıç hızı yatay olduğu için bu hareket yatay atış hareketidir.",
    "options": [
      {
        "text": "Düşeyde düzgün hızlanan hareket yapar.",
        "isCorrect": false
      },
      {
        "text": "Yatay atış hareketi yapar.",
        "isCorrect": true
      },
      {
        "text": "Serbest düşme hareketi yapar.",
        "isCorrect": false
      },
      {
        "text": "Eğik atış hareketi yapar.",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi m olan bir cisim, yarıçapı r olan dairesel bir yörüngede ω açısal sürati ile dönmektedir. Cisme etki eden merkezcil kuvvet aşağıdakilerden hangisine eşittir?",
    "explanation": "Merkezcil kuvvet, cismin kütlesi (m), merkezcil ivmesi (a) ve açısal sürati (ω) veya çizgisel sürati (v) cinsinden ifade edilir. Merkezcil ivme a = ω²r veya a = v²/r'dir. Buradan merkezcil kuvvet F = m a = m ω² r olarak bulunur. Aynı zamanda F = m v² / r de doğrudur, ancak soruda açısal sürat (ω) verildiği için en uygun cevap mω²r'dir.",
    "options": [
      {
        "text": "mω/r",
        "isCorrect": false
      },
      {
        "text": "mω²/r",
        "isCorrect": false
      },
      {
        "text": "mω²r",
        "isCorrect": true
      },
      {
        "text": "mωr²",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün bir manyetik alan içerisinde, manyetik alana dik olarak hareket eden +q yüklü bir parçacığa etki eden manyetik kuvvetin büyüklüğü aşağıdakilerden hangisine bağlı değildir?",
    "explanation": "Manyetik kuvvetin büyüklüğü F = q*v*B*sinθ formülü ile verilir. Burada θ, hız vektörü ile manyetik alan vektörü arasındaki açıdır. Soruda parçacık manyetik alana dik hareket ettiği için sinθ = sin90° = 1 olur. Dolayısıyla kuvvet, yük (q), hız (v) ve manyetik alan şiddetine (B) bağlıdır. Parçacığın kütlesi (m) ise manyetik kuvvetin büyüklüğünü etkilemez, sadece parçacığın ivmelenmesini ve dolayısıyla yörüngesini etkiler.",
    "options": [
      {
        "text": "Parçacığın yüküne",
        "isCorrect": false
      },
      {
        "text": "Parçacığın hızına",
        "isCorrect": false
      },
      {
        "text": "Manyetik alan şiddetine",
        "isCorrect": false
      },
      {
        "text": "Parçacığın kütlesine",
        "isCorrect": true
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sayfa düzlemine dik ve içeri doğru olan düzgün bir manyetik alanda, sayfa düzleminde bulunan iletken bir halkadan saat yönünde akım geçmektedir. Bu halkaya etki eden manyetik kuvvetin yönü nasıldır?",
    "explanation": "Sağ el kuralı uygulanır: Akım yönü (saat yönü) için sağ elin dört parmağı akım yönünde, başparmak manyetik alan yönüne (içeri) dik tutulur. Manyetik kuvvet, halkanın her noktasında merkezden dışarı doğru (radyal olarak) etki eder. Bu durumda manyetik kuvvetler halkayı genişletmeye çalışır, net bir öteleme kuvveti oluşturmaz.",
    "options": [
      {
        "text": "Halkayı sayfa düzleminde genişletmeye çalışır.",
        "isCorrect": true
      },
      {
        "text": "Halkayı sayfa düzleminde daraltmaya çalışır.",
        "isCorrect": false
      },
      {
        "text": "Halkayı sayfa düzleminden dışarı iter.",
        "isCorrect": false
      },
      {
        "text": "Halkaya net bir kuvvet etki etmez.",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki gibi eşit bölmeli türdeş çubuk, O noktası etrafında sürtünmesiz dönebilen bir mile bağlıdır. Çubuğun K ve L noktalarına manyetik alan şiddetleri eşit ve sayfa düzlemine dik düzgün manyetik alanlar uygulanıyor. Manyetik alanların yönleri şekilde gösterildiği gibi zıttır. Çubuk dengede kaldığına göre, K ve L noktalarına uygulanan manyetik kuvvetlerin büyüklükleri oranı F_K / F_L kaçtır? (Çubuk yataydır.)",
    "explanation": "Çubuk dengede olduğuna göre, O noktasına göre toplam tork sıfır olmalıdır. Manyetik kuvvetler, akım ve manyetik alan dik olduğu için F = I*L*B formülü ile bulunur. B şiddetleri eşit, akım aynı olduğu için kuvvetler sadece etki ettikleri kolların uzunluğu (L_K ve L_L) ile orantılıdır. K noktasının O'ya uzaklığı 1 birim, L noktasının O'ya uzaklığı 3 birimdir. Tork denge denklemi: F_K * 1 = F_L * 3. Buradan F_K / F_L = 3 olur.",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "1/3",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": true
      },
      {
        "text": "9",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı r olan dairesel bir iletken halka, şiddeti B olan düzgün bir manyetik alan içindedir. Halkanın düzlemi manyetik alana paraleldir. Halkadan geçen manyetik akıyı sıfıra indirmek için halka, düzlemi manyetik alana dik olacak şekilde en az kaç derece döndürülmelidir?",
    "explanation": "Manyetik akı, Φ = B * A * cosθ formülü ile verilir. Burada A halkanın alanı, θ ise manyetik alan vektörü ile halka düzlemine dik normal vektör arasındaki açıdır. Başlangıçta halka düzlemi manyetik alana paralel olduğu için, normal vektör manyetik alana diktir. Bu durumda θ = 90° ve cos90° = 0 olduğundan akı sıfırdır zaten. Soru hatalı gibi görünebilir ancak muhtemelen 'akıyı maksimum yapmak' veya 'akıyı değiştirmek' isteniyor olabilir. Akının sıfır olduğu bir durumdan yine sıfır olan başka bir duruma geçmek için döndürme gerekmez. Ancak klasik soru tipinde, akının maksimum olduğu durumdan (θ=0°, cos0°=1) sıfır olduğu duruma (θ=90°, cos90°=0) geçmek için 90° döndürülmesi gerekir. Sorunun orijinal halinde 'akıyı sıfıra indirmek' ifadesi, akının maksimum olduğu bir başlangıç durumu varsayılarak sorulmuş olabilir. En yaygın kabul gören cevap 90°'dir.",
    "options": [
      {
        "text": "0°",
        "isCorrect": false
      },
      {
        "text": "45°",
        "isCorrect": false
      },
      {
        "text": "90°",
        "isCorrect": true
      },
      {
        "text": "180°",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Durmakta olan 2 kg kütleli bir cisme, cisme paralel bir kuvvet uygulanıyor. Cismin momentum-zaman grafiği şekildeki gibi olduğuna göre, cisme (0-4)s zaman aralığında uygulanan itmenin büyüklüğü kaç N.s'dir?",
    "explanation": "Bir cisme uygulanan itme, cismin momentumundaki değişime eşittir. Grafikten, t=0 anında momentum 0 kg.m/s, t=4s anında momentum 20 kg.m/s'dir. Momentum değişimi ΔP = 20 - 0 = 20 kg.m/s'dir. Itme (J) = ΔP olduğu için itme 20 N.s'dir.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "40",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde durmakta olan 3 kg kütleli bir cisme, yatay doğrultuda F=6t (F Newton, t saniye) şeklinde değişen bir kuvvet uygulanıyor. Buna göre, cismin t=2 saniyedeki hızı kaç m/s'dir?",
    "explanation": "İtme, kuvvetin zamana göre integrali alınarak bulunur: J = ∫F dt. Momentum değişimi ΔP = J'dir. Cisim duruyorken momentum sıfırdır. ΔP = m*v son. J = ∫(0'dan 2'ye) 6t dt = [3t²](0-2) = 3*(4) - 0 = 12 N.s. ΔP = m*v son = 12 => 3 * v son = 12 => v son = 4 m/s.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": true
      },
      {
        "text": "6",
        "isCorrect": false
      },
      {
        "text": "8",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla m ve 4m olan X ve Y cisimleri, sürtünmesiz yatay düzlemde şekildeki gibi V ve 3V hızlarıyla hareket ederek merkezi esnek olmayan çarpışma yapıyorlar. Çarpışmadan sonra cisimler birlikte hareket ettiğine göre, ortak hızlarının büyüklüğü kaç V'dir?",
    "explanation": "Esnek olmayan çarpışmada momentum korunur. Çarpışmadan önceki toplam momentum = Çarpışmadan sonraki toplam momentum. Pozitif yön sağa doğru seçilsin. P_ilk = (m * V) + (4m * (-3V)) = mV - 12mV = -11mV. P_son = (m + 4m) * V_ortak = 5m * V_ortak. P_ilk = P_son => -11mV = 5m * V_ortak => V_ortak = -11V/5. Büyüklüğü 11V/5 = 2.2V'dir.",
    "options": [
      {
        "text": "V",
        "isCorrect": false
      },
      {
        "text": "11V/5",
        "isCorrect": true
      },
      {
        "text": "3V",
        "isCorrect": false
      },
      {
        "text": "4V",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde 10 m/s hızla hareket eden 2 kg kütleli bir cisim, durmakta olan 3 kg kütleli bir cisme esnek çarpıyor. Çarpışmadan sonra 2 kg kütleli cismin hızı 2 m/s olduğuna göre, bu cisim çarpışmadan sonra hangi yönde hareket eder?",
    "explanation": "Momentum korunumundan çözülür. Çarpışmadan önce toplam momentum: (2kg * 10m/s) + (3kg * 0m/s) = 20 kg.m/s. Çarpışmadan sonra 2 kg'lık cismin momentumu: 2kg * 2m/s = 4 kg.m/s (Bu değer pozitif, yani ilk hareket yönündedir). Toplam momentum 20 kg.m/s olmalı, öyleyse 3 kg'lık cismin momentumu 20 - 4 = 16 kg.m/s olmalıdır. 16 kg.m/s pozitif olduğu için 3 kg'lık cisim de ilk hareket yönünde hareket eder. İki cisim de aynı yönde (ilk hareket yönünde) hareket eder. Soru 2 kg'lık cisim için soruluyor. Hızı +2 m/s, yani ilk hareket yönündedir.",
    "options": [
      {
        "text": "İlk hareket yönünde",
        "isCorrect": true
      },
      {
        "text": "İlk hareket yönünün tersi yönde",
        "isCorrect": false
      },
      {
        "text": "Duran cisimle aynı yönde",
        "isCorrect": false
      },
      {
        "text": "Hareket yönü değişmez",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yerden 80 m yükseklikten yatay olarak 30 m/s hızla fırlatılan bir cisim, atışın kaçıncı saniyesinde yere çarpar? (g=10 m/s², hava direnci önemsizdir.)",
    "explanation": "Yatay atış hareketinde yükseklikten düşme süresi, düşey hareketin bağımsızlığı ilkesiyle bulunur. Cisim yatay hıza sahip olsa da, düşeyde ilk hızı sıfır olan serbest düşme hareketi yapar. h = (1/2)*g*t² formülü kullanılır. 80 = (1/2)*10*t² => 80 = 5*t² => t² = 16 => t = 4 saniye.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": true
      },
      {
        "text": "5",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yerden 45 m/s hızla düşey yukarı atılan bir cisim, atıldığı noktadan kaç metre yüksekliğe çıkabilir? (g=10 m/s², hava direnci önemsizdir.)",
    "explanation": "Düşey atış hareketinde maksimum yüksekliğe çıkış süresi v = g*t formülüyle bulunabilir (ilk hız v0, üst noktada hız v=0). 0 = 45 - 10*t => t = 4.5 s. Maksimum yükseklik h = v0*t - (1/2)*g*t² formülüyle hesaplanır. h = (45 * 4.5) - (0.5 * 10 * (4.5)²) = 202.5 - (5 * 20.25) = 202.5 - 101.25 = 101.25 m. Alternatif olarak, v² = v0² - 2*g*h formülü kullanılabilir: 0² = 45² - 2*10*h => 0 = 2025 - 20h => 20h = 2025 => h = 101.25 m.",
    "options": [
      {
        "text": "90",
        "isCorrect": false
      },
      {
        "text": "101.25",
        "isCorrect": true
      },
      {
        "text": "110",
        "isCorrect": false
      },
      {
        "text": "202.5",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yerden 20 m/s hızla, yatayla 37° açı yapacak şekilde eğik atılan bir cismin menzili kaç metredir? (g=10 m/s², hava direnci önemsizdir, sin37°=0.6, cos37°=0.8)",
    "explanation": "Eğik atışta menzil (R) formülü: R = (v₀² * sin(2θ)) / g. Burada v₀=20 m/s, θ=37°, g=10 m/s². sin(2*37°) = sin74° değeri verilmemiş. Ancak bileşenlere ayırarak da çözülebilir. İlk hızın yatay bileşeni: v_x = v₀*cosθ = 20*0.8 = 16 m/s. İlk hızın düşey bileşeni: v_y = v₀*sinθ = 20*0.6 = 12 m/s. Havada kalma süresi (t_uçuş): Cisim atılıp yere inene kadar geçen süre. Çıkış ve iniş süreleri eşittir. Çıkış süresi: t_çıkış = v_y / g = 12/10 = 1.2 s. Toplam uçuş süresi: t_uçuş = 2 * t_çıkış = 2.4 s. Menzil: R = v_x * t_uçuş = 16 m/s * 2.4 s = 38.4 m.",
    "options": [
      {
        "text": "38.4",
        "isCorrect": true
      },
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "48",
        "isCorrect": false
      },
      {
        "text": "57.6",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz ortamda yatay atış yapan bir cisim için aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Yatay atışta, cismin yatay hız bileşeni (v_x) hava direnci olmadığı için sabittir, değişmez. Düşey hız bileşeni (v_y) ise yerçekimi ivmesi nedeniyle düzgün artar (v_y = g*t). Cismin hızının büyüklüğü (v = √(v_x² + v_y²)) zamanla artar çünkü v_y artmaktadır. Cismin ivmesi, sadece düşey doğrultuda ve sabittir (g). Eğik atışta maksimum yüksekliğe çıkış ve iniş süreleri eşittir, ancak bu yatay atış için geçerli değildir. Yatay atışta cisim yatay olarak atılır, düşeyde serbest düşme yapar, dolayısıyla 'çıkış' süresi yoktur, sadece iniş (düşme) süresi vardır.",
    "options": [
      {
        "text": "Yatay hızı sabittir.",
        "isCorrect": false
      },
      {
        "text": "İvmesi sabittir.",
        "isCorrect": false
      },
      {
        "text": "Hızının büyüklüğü artar.",
        "isCorrect": false
      },
      {
        "text": "Maksimum yüksekliğe çıkış ve iniş süreleri eşittir.",
        "isCorrect": true
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir yay sarkacı basit harmonik hareket yapmaktadır. Sarkacın periyodu 6 s'dir. Kütle denge konumundan geçtikten 1 s sonraki ivmesinin büyüklüğü a ivme birimdir. Buna göre, kütlenin maksimum ivmesinin büyüklüğü kaç a'dır?",
    "explanation": "Basit harmonik harekette ivme a = -ω²*x formülüyle verilir, burada ω açısal frekans, x denge konumundan uzaklıktır. Maksimum ivme, maksimum uzaklıkta (genlik A'da) olur: a_max = ω²*A. Periyot T=6s ise ω = 2π/T = 2π/6 = π/3 rad/s. Kütle denge konumundan (x=0) geçer. Denge konumundan geçtikten 1s sonraki konumu bulmak için x = A*sin(ω*t) denklemi kullanılır. t=1s için x = A*sin((π/3)*1) = A*sin(π/3) = A*(√3/2). Bu andaki ivme a = ω² * |x| = ( (π/3)² ) * (A√3/2) = (π²/9) * (A√3/2) = (π²A√3)/18. Maksimum ivme a_max = ω²*A = (π²/9)*A. Oran: a_max / a = [ (π²A/9) ] / [ (π²A√3)/18 ] = (π²A/9) * (18/(π²A√3)) = (1/9)*(18/√3) = 2/√3. a_max = (2/√3)*a.",
    "options": [
      {
        "text": "√3",
        "isCorrect": false
      },
      {
        "text": "2/√3",
        "isCorrect": true
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir basit sarkacın uzunluğu 4 katına çıkarılırsa periyodu ilk duruma göre nasıl değişir?",
    "explanation": "Basit sarkacın periyodu T = 2π√(L/g) formülü ile verilir. Burada L sarkacın uzunluğu, g yerçekimi ivmesidir. Periyot, uzunluğun karekökü ile doğru orantılıdır. Uzunluk 4 katına çıkarsa (L' = 4L), yeni periyot T' = 2π√(4L/g) = 2π * 2 * √(L/g) = 2 * [2π√(L/g)] = 2T olur. Yani periyot 2 katına çıkar.",
    "options": [
      {
        "text": "2 katına çıkar.",
        "isCorrect": true
      },
      {
        "text": "4 katına çıkar.",
        "isCorrect": false
      },
      {
        "text": "Yarıya iner.",
        "isCorrect": false
      },
      {
        "text": "Değişmez.",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey yay sarkacında, kütle denge konumundan aşağı yönde 4 cm uzaklaştırılıp serbest bırakılıyor. Kütle 2 saniyede 10 tam salınım yaptığına göre, salınımın genliği kaç cm'dir?",
    "explanation": "Kütle denge konumundan 4 cm uzaklaştırılıp bırakıldığına göre, bu uzaklık salınımın genliğidir (A). Genlik, denge konumundan maksimum uzaklık demektir. 2 saniyede 10 tam salınım yapıyorsa, salınımın periyodu T = (Toplam süre) / (Salınım sayısı) = 2 s / 10 = 0.2 s'dir. Soru genliği sorduğu için periyot bilgisi gereksizdir. Genlik zaten 4 cm olarak verilmiştir.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": true
      },
      {
        "text": "8",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Thomson'un atom modeli ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Thomson'un üzümlü kek modelinde, atom pozitif yüklü bir küre içine dağılmış negatif yüklü elektronlardan oluşur. Bu model, atomun elektriksel olarak nötr olduğunu açıklar.",
    "options": [
      {
        "text": "Atom, pozitif yüklü bir çekirdek ve etrafında dolanan elektronlardan oluşur.",
        "isCorrect": false
      },
      {
        "text": "Atom, pozitif yüklü bir küre içine gömülmüş elektronlardan oluşur.",
        "isCorrect": true
      },
      {
        "text": "Elektronlar belirli enerji seviyelerinde dolanır.",
        "isCorrect": false
      },
      {
        "text": "Atomun kütlesi çekirdekte toplanmıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Rutherford'un altın levha deneyi sonucunda aşağıdakilerden hangisine ulaşılmıştır?",
    "explanation": "Rutherford, alfa parçacıklarının çoğunun levhadan sapmadan geçtiğini, çok azının ise büyük açılarla saptığını gözlemledi. Bu, atomun kütlesinin ve pozitif yükünün çok küçük bir hacimde (çekirdekte) toplandığını gösterir.",
    "options": [
      {
        "text": "Atomun içi dolu ve yoğun bir yapıdadır.",
        "isCorrect": false
      },
      {
        "text": "Atomun kütlesi ve pozitif yükü, atomun merkezindeki çok küçük bir çekirdekte toplanmıştır.",
        "isCorrect": true
      },
      {
        "text": "Elektronlar rastgele orbitallerde bulunur.",
        "isCorrect": false
      },
      {
        "text": "Atomun yapısı üzümlü kek modeli ile açıklanabilir.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bohr atom modeli için aşağıdakilerden hangisi yanlıştır?",
    "explanation": "Bohr atom modeli, tek elektronlu sistemler (hidrojen atomu) için başarılıdır ancak çok elektronlu atomların spektrumlarını açıklamakta yetersiz kalır. Bu, modelin bir sınırlılığıdır.",
    "options": [
      {
        "text": "Elektronlar çekirdek etrafında belirli kararlı yörüngelerde dolanır.",
        "isCorrect": false
      },
      {
        "text": "Elektron, enerji seviyeleri arasında geçiş yaparken foton soğurur veya yayar.",
        "isCorrect": false
      },
      {
        "text": "Çok elektronlu atomların spektrumlarını başarıyla açıklar.",
        "isCorrect": true
      },
      {
        "text": "Açısal momentumun kuantumlanması prensibine dayanır.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Modern atom teorisine göre, bir elektronun çekirdek etrafındaki konumu ve hızı için ne söylenebilir?",
    "explanation": "Heisenberg'in Belirsizlik İlkesi'ne göre, bir elektronun aynı anda hem konumu hem de hızı (dolayısıyla momentumu) kesin olarak belirlenemez. Elektron, bir bulut (orbital) içinde olasılık dağılımı ile tanımlanır.",
    "options": [
      {
        "text": "Konumu ve hızı aynı anda kesin olarak bilinebilir.",
        "isCorrect": false
      },
      {
        "text": "Konumu kesindir, ancak hızı belirsizdir.",
        "isCorrect": false
      },
      {
        "text": "Konumu ve hızı aynı anda kesin olarak bilinemez.",
        "isCorrect": true
      },
      {
        "text": "Hızı kesindir, ancak konumu belirsizdir.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay bir düzlemde duran 10 kg kütleli cisme, yatay doğrultuda 50 N'luk sabit bir kuvvet 8 m yol boyunca uygulanıyor. Cismin kinetik enerjisindeki değişim kaç joule'dur?",
    "explanation": "İş-enerji teoremine göre, net kuvvetin yaptığı iş cismin kinetik enerjisindeki değişime eşittir. W = F_net * x = 50 N * 8 m = 400 J. Sürtünme olmadığı için bu iş kinetik enerji artışına dönüşür.",
    "options": [
      {
        "text": "400",
        "isCorrect": true
      },
      {
        "text": "500",
        "isCorrect": false
      },
      {
        "text": "80",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "2 kg kütleli bir cisim, yerden 20 m yüksekliğinden serbest bırakılıyor. Cismin yere çarpmadan hemen önceki kinetik enerjisi kaç joule'dur? (g=10 m/s², sürtünmeler önemsiz)",
    "explanation": "Enerjinin korunumu ilkesine göre, başlangıçtaki potansiyel enerji, yere çarpma anındaki kinetik enerjiye eşittir. Ep = m*g*h = 2 kg * 10 m/s² * 20 m = 400 J. Bu nedenle kinetik enerji de 400 J olur.",
    "options": [
      {
        "text": "200",
        "isCorrect": false
      },
      {
        "text": "400",
        "isCorrect": true
      },
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "800",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir vinç, 500 kg kütleli bir yükü 20 saniyede 10 m yüksekliğe düzgün hızla kaldırıyor. Vincin gücü kaç watt'tır? (g=10 m/s²)",
    "explanation": "Yapılan iş: W = F * h = m*g*h = 500 kg * 10 m/s² * 10 m = 50000 J. Güç ise P = W / t = 50000 J / 20 s = 2500 W.",
    "options": [
      {
        "text": "2500",
        "isCorrect": true
      },
      {
        "text": "5000",
        "isCorrect": false
      },
      {
        "text": "1000",
        "isCorrect": false
      },
      {
        "text": "25000",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Esnek bir yayı 0.1 m sıkıştırmak için 20 J'lük iş yapılıyor. Aynı yayı 0.2 m sıkıştırmak için yapılması gereken iş kaç joule'dur?",
    "explanation": "Yayın esneklik potansiyel enerjisi E = (1/2)*k*x² formülü ile hesaplanır. x iki katına çıktığında (0.1 m'den 0.2 m'ye), enerji (ve yapılan iş) dört katına çıkar. 20 J * 4 = 80 J.",
    "options": [
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "60",
        "isCorrect": false
      },
      {
        "text": "80",
        "isCorrect": true
      },
      {
        "text": "100",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki cihazlardan hangisinin çalışma prensibi fotoelektrik olayına dayanmaz?",
    "explanation": "Fotoelektrik olay, ışığın metal yüzeylerden elektron koparması prensibine dayanır. Güneş pilleri, CCD sensörler ve fotodiyotlar bu prensiple çalışır. LED (Işık Yayan Diyot) ise elektrolüminesans prensibiyle, yani elektrik enerjisini ışık enerjisine dönüştürerek çalışır.",
    "options": [
      {
        "text": "Güneş pili",
        "isCorrect": false
      },
      {
        "text": "LED",
        "isCorrect": true
      },
      {
        "text": "CCD sensör (Dijital kamera)",
        "isCorrect": false
      },
      {
        "text": "Fotodiyot",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Lazerlerle ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Lazer ışığının en önemli özellikleri tek renkli (monokromatik), aynı fazlı (koherent) ve yönlü (düşük diverjanslı) olmasıdır. Bu özellikler, uyarılmış ışıma ile ışık amplifikasyonu sonucu elde edilir.",
    "options": [
      {
        "text": "Lazer ışığı, farklı dalga boylarından oluşan beyaz ışıktır.",
        "isCorrect": false
      },
      {
        "text": "Lazer ışığı, farklı fazlara sahip dalgalardan oluşur.",
        "isCorrect": false
      },
      {
        "text": "Lazer ışığı, tek renkli, aynı fazlı ve yönlüdür.",
        "isCorrect": true
      },
      {
        "text": "Lazer ışığı, her yöne dağılarak yayılır.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Süperiletkenlerle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Süperiletkenlik, bir malzemenin belirli bir kritik sıcaklığın altında elektriksel direncinin sıfıra düşmesi olayıdır. Ancak, süperiletkenler manyetik alanı tamamen dışlamaz (Meissner etkisi), ancak belirli bir kritik manyetik alan değerinin üzerinde süperiletkenlik özelliğini kaybederler. İletkenlikleri sonsuz değildir, dirençleri sıfırdır.",
    "options": [
      {
        "text": "Belirli bir kritik sıcaklığın altında elektrik dirençleri sıfıra iner.",
        "isCorrect": false
      },
      {
        "text": "Kritik sıcaklığın üzerinde normal iletken gibi davranırlar.",
        "isCorrect": false
      },
      {
        "text": "Her türlü manyetik alanı hiçbir koşulda geçirmezler.",
        "isCorrect": true
      },
      {
        "text": "Yüksek manyetik alan üretmek için kullanılabilirler.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Nanoteknoloji ile üretilen malzemelerin makro ölçekteki benzerlerine göre en belirgin farkı aşağıdakilerden hangisidir?",
    "explanation": "Nanomalzemeler, boyutları nanometre (10⁻⁹ m) ölçeğinde olduğu için yüzey alan/hacim oranları çok büyüktür. Bu durum, kimyasal reaktivite, mekanik dayanım ve diğer fiziksel özelliklerde makro malzemelere kıyasla önemli farklılıklar oluşturur.",
    "options": [
      {
        "text": "Yoğunlukları çok daha fazladır.",
        "isCorrect": false
      },
      {
        "text": "Yüzey alan/hacim oranları çok daha büyüktür.",
        "isCorrect": true
      },
      {
        "text": "Erime noktaları çok daha düşüktür.",
        "isCorrect": false
      },
      {
        "text": "Elektriksel iletkenlikleri yoktur.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sabit makaralarla ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Sabit makara, kuvvetin yönünü değiştirir. Kuvvet kazancı sağlamaz, yani uygulanan kuvvet (F) ile yükün ağırlığı (P) eşittir (F = P). İş prensibine göre, kuvvetten kazanç olmadığı için yoldan da kayıp yoktur.",
    "options": [
      {
        "text": "Kuvvetten ve yoldan kazanç sağlar.",
        "isCorrect": false
      },
      {
        "text": "Kuvvetten kazanç sağlar, yoldan kayıp vardır.",
        "isCorrect": false
      },
      {
        "text": "Sadece kuvvetin yönünü değiştirir, kuvvetten kazanç sağlamaz.",
        "isCorrect": true
      },
      {
        "text": "Sadece iş yapma kolaylığı sağlar, enerji kazancı vardır.",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir basit makinenin verimi %80'dir. Bu makineye 500 J'lük iş verildiğinde, sürtünme kayıplarından dolayı harcanan enerji kaç joule'dur?",
    "explanation": "Verim = (Faydalı İş / Verilen İş) * 100% formülü ile hesaplanır. Verim %80 ise, Faydalı İş = (80/100)*500 J = 400 J'dir. Kayıp enerji ise Verilen İş - Faydalı İş = 500 J - 400 J = 100 J'dir.",
    "options": [
      {
        "text": "50",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": true
      },
      {
        "text": "400",
        "isCorrect": false
      },
      {
        "text": "450",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kuvvet kazancı 5 olan bir basit makinede, 100 N'luk yükü kaldırmak için kaç newton kuvvet uygulanmalıdır?",
    "explanation": "Kuvvet kazancı, Yük (P) / Kuvvet (F) oranıdır. Kuvvet kazancı = P / F = 5 ise, F = P / 5'tir. P=100 N olduğuna göre, F = 100 N / 5 = 20 N olur.",
    "options": [
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "50",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": false
      },
      {
        "text": "500",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay bir düzlemde durmakta olan 4 kg kütleli bir cisme, yatay bir F kuvveti uygulanıyor. Cismin 2 saniye sonraki hızı 10 m/s olduğuna göre, F kuvvetinin büyüklüğü kaç Newton'dur?",
    "explanation": "Newton'un ikinci yasası (F = m.a) kullanılır. İlk hız 0 olduğundan ivme a = Δv / Δt = 10 / 2 = 5 m/s²'dir. Kuvvet F = m.a = 4 kg * 5 m/s² = 20 N'dur.",
    "options": [
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey düzlemde, iple tavana asılı duran bir cisim için aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Cisim dengede olduğu için net kuvvet sıfırdır. İpte oluşan gerilme kuvveti, cismin ağırlığına eşit büyüklükte ve zıt yöndedir. Bu, Newton'un üçüncü yasasının (etki-tepki) bir sonucudur.",
    "options": [
      {
        "text": "Cisme etki eden net kuvvet sıfırdan farklıdır.",
        "isCorrect": false
      },
      {
        "text": "İpte oluşan gerilme kuvveti cismin ağırlığına eşittir.",
        "isCorrect": true
      },
      {
        "text": "Cismin ivmesi yer çekimi ivmesine eşittir.",
        "isCorrect": false
      },
      {
        "text": "Cisme etki eden tek kuvvet yer çekimi kuvvetidir.",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay bir zeminde 5 kg kütleli bir cisme 15 N'luk yatay bir kuvvet uygulanıyor. Cismin ivmesi kaç m/s² olur?",
    "explanation": "Newton'un ikinci yasası F = m.a formülü ile çözülür. a = F / m = 15 N / 5 kg = 3 m/s².",
    "options": [
      {
        "text": "0.5",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": true
      },
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "15",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir cisim, sürtünmesiz eğik düzlemin tepesinden serbest bırakılıyor. Cisme etki eden net kuvvet ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Eğik düzlemde cismin ağırlığı, bileşenlerine ayrılır. Net kuvvet, ağırlığın eğik düzlem boyunca aşağı yöndeki bileşenidir ve sabittir. Bu da cismin sabit ivmeli hareket yapmasına neden olur.",
    "options": [
      {
        "text": "Net kuvvet sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Net kuvvetin büyüklüğü sabittir.",
        "isCorrect": true
      },
      {
        "text": "Net kuvvetin yönü hareket boyunca değişir.",
        "isCorrect": false
      },
      {
        "text": "Net kuvvet cismin hızı ile doğru orantılıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyük Patlama (Big Bang) teorisi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Büyük Patlama, evrenin bir başlangıcı olduğunu ve genişlediğini savunur. Evrenin sonsuzdan beri var olduğu fikri, Durağan Durum (Steady State) teorisinin bir iddiasıdır ve Büyük Patlama teorisi ile çelişir.",
    "options": [
      {
        "text": "Evrenin bir başlangıcı olduğunu öne sürer.",
        "isCorrect": false
      },
      {
        "text": "Evrenin genişlemekte olduğunu açıklar.",
        "isCorrect": false
      },
      {
        "text": "Evrenin sonsuzdan beri var olduğunu savunur.",
        "isCorrect": true
      },
      {
        "text": "Evrenin ilk zamanlarında çok sıcak ve yoğun olduğunu kabul eder.",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir radyoaktif izotopun yarı ömrü 10 yıldır. Başlangıçta 80 gram olan bu izotopun 30 yıl sonra kaç gramı bozunmamış olarak kalır?",
    "explanation": "30 yıl, 10 yıllık yarı ömrün 3 katıdır (30/10=3). Her yarı ömürde kütle yarıya iner. 80 gram -> 40 gram (10 yıl) -> 20 gram (20 yıl) -> 10 gram (30 yıl).",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": true
      },
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kozmik mikrodalga arkaplan ışıması (CMB) ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Kozmik mikrodalga arkaplan ışıması, Büyük Patlama'nın bir kalıntısıdır ve evrenin her yönünde yaklaşık 2.7 Kelvin sıcaklığında, son derece homojen bir şekilde dağılmıştır. Büyük Patlama teorisi için önemli bir kanıt oluşturur.",
    "options": [
      {
        "text": "Sadece galaksilerin içinde gözlemlenebilir.",
        "isCorrect": false
      },
      {
        "text": "Büyük Patlama'nın bir kanıtı olarak kabul edilir.",
        "isCorrect": true
      },
      {
        "text": "Evrenin merkezinden geldiği düşünülür.",
        "isCorrect": false
      },
      {
        "text": "Sıcaklığı yaklaşık 5700 Kelvin'dir.",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir alfa (α) ışıması sonucunda atom çekirdeğinde nasıl bir değişiklik olur?",
    "explanation": "Alfa parçacığı 2 proton ve 2 nötrondan oluştuğu için (Helyum çekirdeği), bir atom alfa ışıması yaptığında atom numarası (proton sayısı) 2, kütle numarası (proton + nötron sayısı) 4 azalır.",
    "options": [
      {
        "text": "Atom numarası 1 azalır, kütle numarası değişmez.",
        "isCorrect": false
      },
      {
        "text": "Atom numarası 2 azalır, kütle numarası 4 azalır.",
        "isCorrect": true
      },
      {
        "text": "Atom numarası değişmez, kütle numarası 1 artar.",
        "isCorrect": false
      },
      {
        "text": "Atom numarası 1 artar, kütle numarası değişmez.",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Noktasal +Q yükünden r kadar uzaktaki bir noktada elektrik alan şiddeti E'dir. Aynı noktadaki elektriksel potansiyel V ise, E ve V arasındaki ilişki aşağıdakilerden hangisidir?",
    "explanation": "Noktasal bir yük için elektrik alan E = k.Q / r², elektriksel potansiyel ise V = k.Q / r'dir. İki ifade oranlanırsa, E / V = (k.Q / r²) / (k.Q / r) = 1 / r elde edilir. Dolayısıyla E = V / r ilişkisi vardır.",
    "options": [
      {
        "text": "E = V",
        "isCorrect": false
      },
      {
        "text": "E = V / r",
        "isCorrect": true
      },
      {
        "text": "E = V * r",
        "isCorrect": false
      },
      {
        "text": "E = V / r²",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki gibi eşit ve zıt işaretli (+q ve -q) noktasal yükler arasındaki uzaklık d'dir. Bu elektrik dipolünün orta noktasındaki elektrik potansiyeli ve elektrik alanı için ne söylenebilir?",
    "explanation": "Elektrik potansiyel skaler bir büyüklüktür. +q yükünden d/2 uzaklıkta potansiyel +kq/(d/2), -q yükünden d/2 uzaklıkta potansiyel -kq/(d/2)'dir. Toplam potansiyel V_toplam = +2kq/d - 2kq/d = 0'dır. Elektrik alan vektörel olduğu için her iki yükün alanları aynı yönde (negatif yükten pozitif yüke doğru) olur ve toplam alan sıfırdan farklıdır.",
    "options": [
      {
        "text": "Potansiyel sıfırdır, alan sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Potansiyel sıfırdır, alan sıfırdan farklıdır.",
        "isCorrect": true
      },
      {
        "text": "Potansiyel sıfırdan farklıdır, alan sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Potansiyel sıfırdan farklıdır, alan sıfırdan farklıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sonsuz uzunlukta, düzgün yüklü bir telden R kadar uzaktaki elektrik alan şiddeti E'dir. Telden 2R kadar uzaktaki elektrik alan şiddeti kaç E olur?",
    "explanation": "Sonsuz düzgün yüklü telin oluşturduğu elektrik alan, E = λ / (2πε₀r) formülü ile verilir ve mesafe (r) ile ters orantılıdır. Mesafe 2 katına çıkarsa (r'=2R), elektrik alan yarıya iner (E' = E/2).",
    "options": [
      {
        "text": "E",
        "isCorrect": false
      },
      {
        "text": "2E",
        "isCorrect": false
      },
      {
        "text": "E/2",
        "isCorrect": true
      },
      {
        "text": "E/4",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı R olan iletken bir kürenin merkezinden R/2 uzaklıktaki bir noktanın elektriksel potansiyeli V'dir. Kürenin yüzeyindeki elektriksel potansiyel kaç V'dir?",
    "explanation": "Yüklü iletken bir kürenin içindeki (küre yarıçapından daha az mesafedeki) her noktanın potansiyeli, küre yüzeyindeki potansiyele eşittir. Bu nedenle, merkezden R/2 uzaklıktaki potansiyel (V) ile yüzeydeki potansiyel aynıdır, yani V'dir. Oranları 1'dir.",
    "options": [
      {
        "text": "V",
        "isCorrect": true
      },
      {
        "text": "2V",
        "isCorrect": false
      },
      {
        "text": "V/2",
        "isCorrect": false
      },
      {
        "text": "4V",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyüklükleri 3 N ve 4 N olan iki kuvvetin bileşkesinin alabileceği en büyük değer kaç N'dur?",
    "explanation": "İki vektörün bileşkesi, aralarındaki açı 0° olduğunda en büyük değerini alır. Bu durumda bileşke, vektörlerin büyüklüklerinin toplamına eşittir: R_max = 3 N + 4 N = 7 N.",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "7",
        "isCorrect": true
      },
      {
        "text": "12",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "A vektörü +x yönünde 5 birim, B vektörü -y yönünde 12 birimdir. A ve B vektörlerinin bileşkesinin büyüklüğü kaç birimdir?",
    "explanation": "Bu vektörler birbirine diktir (+x ve -y yönleri arasındaki açı 90°). Bileşkenin büyüklüğü Pisagor teoremi ile bulunur: R = √(A² + B²) = √(5² + 12²) = √(25 + 144) = √169 = 13 birim.",
    "options": [
      {
        "text": "7",
        "isCorrect": false
      },
      {
        "text": "13",
        "isCorrect": true
      },
      {
        "text": "17",
        "isCorrect": false
      },
      {
        "text": "60",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir vektörün bileşenleri F_x = 6 birim ve F_y = -8 birim olarak veriliyor. Bu vektörün büyüklüğü kaç birimdir?",
    "explanation": "Vektörün büyüklüğü, bileşenlerinin kareleri toplamının kareköküne eşittir: |F| = √(F_x² + F_y²) = √(6² + (-8)²) = √(36 + 64) = √100 = 10 birim.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": true
      },
      {
        "text": "14",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Doğrusal bir yolda durmakta olan bir cisim sabit ivme ile hızlanmaya başlıyor. Cismin ilk 5 saniyede aldığı yol 25 m ise, 10. saniye sonundaki hızı kaç m/s'dir?",
    "explanation": "İlk 5 s'de alınan yol: x = (1/2)at² => 25 = (1/2)a*(25) => a = 2 m/s². 10. saniyedeki hız: v = a*t = 2*10 = 20 m/s.",
    "options": [
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "15",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "25",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay düzlemde 20 m/s hızla hareket eden bir cisim, sürtünme katsayısının 0,5 olduğu yüzeyde duruncaya kadar kaç metre yol alır? (g=10 m/s²)",
    "explanation": "Sürtünme ivmesi a = μg = 0,5*10 = 5 m/s². Durma mesafesi: v² = v₀² - 2ax => 0 = 400 - 2*5*x => x = 40 m.",
    "options": [
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": true
      },
      {
        "text": "50",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey düzlemde 30 m/s hızla yukarı atılan bir cisim, maksimum yüksekliğe kaç saniyede ulaşır? (g=10 m/s², hava direnci önemsiz)",
    "explanation": "Maksimum yükseklikte hız sıfır olur. v = v₀ - g*t => 0 = 30 - 10*t => t = 3 s.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir cisim yerden 45 m yükseklikten 20 m/s yatay hızla atılıyor. Cismin yere çarpma hızının büyüklüğü kaç m/s'dir? (g=10 m/s²)",
    "explanation": "Yatay hız değişmez (20 m/s). Düşey hız: v_y² = 2*g*h = 2*10*45 = 900 => v_y = 30 m/s. Toplam hız: √(20² + 30²) = √1300 = 10√13 m/s.",
    "options": [
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "50",
        "isCorrect": false
      },
      {
        "text": "10√13",
        "isCorrect": true
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir gezegenin yarıçapı 2 katına, kütlesi 8 katına çıkarılırsa yüzeyindeki çekim ivmesi ilk duruma göre nasıl değişir?",
    "explanation": "Çekim ivmesi g = GM/R². Yeni ivme g' = G*(8M)/(2R)² = (8GM)/(4R²) = 2*(GM/R²) = 2g. Yani 2 katına çıkar.",
    "options": [
      {
        "text": "Değişmez",
        "isCorrect": false
      },
      {
        "text": "2 katına çıkar",
        "isCorrect": true
      },
      {
        "text": "4 katına çıkar",
        "isCorrect": false
      },
      {
        "text": "Yarıya iner",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Güneş etrafında dönen bir gezegenin yörüngesi elipstir. Kepler'in İkinci Yasası'na (Alanlar Yasası) göre, gezegen Güneş'e en yakın olduğu noktada (günberi) hangi özelliği en büyük değerindedir?",
    "explanation": "Kepler'in İkinci Yasası, gezegeni Güneş'e bağlayan çizginin eşit zaman aralıklarında eşit alanlar taradığını söyler. Günberide yarıçap vektörü daha kısa olduğu için, aynı alanı tarayabilmek için gezegenin hızı en büyük olmalıdır.",
    "options": [
      {
        "text": "Kinetik enerjisi",
        "isCorrect": false
      },
      {
        "text": "Açısal momentumu",
        "isCorrect": false
      },
      {
        "text": "Çizgisel hızı",
        "isCorrect": true
      },
      {
        "text": "Periyodu",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi Dünya'nın kütlesinin 4 katı, yarıçapı Dünya'nın yarıçapının 2 katı olan bir gezegenin yörüngesinde, Dünya'nın yörüngesindeki uyduyla aynı periyotta dolanabilmesi için bu gezegene olan uzaklığı Dünya'ya olan uzaklığa göre nasıl olmalıdır?",
    "explanation": "Kepler'in Üçüncü Yasası: T² ∝ R³ / M. T sabit ise, R³ ∝ M. Yeni gezegenin kütlesi 4M, Dünya'nın kütlesi M. R_yeni³ ∝ 4M ve R_dünya³ ∝ M. O halde R_yeni³ / R_dünya³ = 4, yani R_yeni / R_dünya = ∛4.",
    "options": [
      {
        "text": "Aynı kalmalıdır",
        "isCorrect": false
      },
      {
        "text": "2 katına çıkmalıdır",
        "isCorrect": false
      },
      {
        "text": "∛4 katına çıkmalıdır",
        "isCorrect": true
      },
      {
        "text": "4 katına çıkmalıdır",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Dünya yüzeyinden 2R yüksekliğinde (Dünya merkezinden 3R uzakta) bulunan bir cismin ağırlığı, yüzeydeki ağırlığının kaç katıdır? (R: Dünya'nın yarıçapı)",
    "explanation": "Çekim kuvveti mesafenin karesi ile ters orantılıdır. Yüzeyde mesafe R, yeni konumda mesafe 3R'dir. F_yeni / F_yüzey = (R²) / ((3R)²) = 1/9.",
    "options": [
      {
        "text": "1/3",
        "isCorrect": false
      },
      {
        "text": "1/6",
        "isCorrect": false
      },
      {
        "text": "1/9",
        "isCorrect": true
      },
      {
        "text": "1/12",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yüzey alanı A, levhalar arası uzaklığı d olan yüksüz paralel levhalı bir kondansatörün sığası C'dir. Levhalar arası uzaklık 2d yapılırsa yeni sığa ne olur?",
    "explanation": "Paralel levhalı kondansatörün sığası formülü C = ε₀*A/d'dir. d iki katına çıkarsa, sığa yarıya iner. C_yeni = C/2.",
    "options": [
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "2C",
        "isCorrect": false
      },
      {
        "text": "C/2",
        "isCorrect": true
      },
      {
        "text": "C/4",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki gibi yatay paralel levhalar arasında serbest bırakılan +q yüklü bir parçacık hangi yönde hareket eder? (Üst levha +, alt levha - yüklü)",
    "explanation": "Pozitif yük, pozitif yüklü levhadan itilir, negatif yüklü levhaya doğru çekilir. Bu nedenle parçacık aşağı yönde (negatif levhaya doğru) hareket eder.",
    "options": [
      {
        "text": "Yukarı",
        "isCorrect": false
      },
      {
        "text": "Aşağı",
        "isCorrect": true
      },
      {
        "text": "Sola",
        "isCorrect": false
      },
      {
        "text": "Sağa",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Potansiyel farkı V olan bir üretece bağlı paralel levhalı kondansatörün levhaları arasındaki uzaklık yarıya indirilirse, levhalar arasındaki elektrik alan şiddeti nasıl değişir?",
    "explanation": "Elektrik alan şiddeti E = V/d formülü ile verilir. Potansiyel farkı V sabitken, d yarıya inerse E iki katına çıkar.",
    "options": [
      {
        "text": "Değişmez",
        "isCorrect": false
      },
      {
        "text": "Yarıya iner",
        "isCorrect": false
      },
      {
        "text": "İki katına çıkar",
        "isCorrect": true
      },
      {
        "text": "Dört katına çıkar",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sığası C olan bir kondansatör Q yükü ile yüklenmiştir. Kondansatörde depolanan enerji aşağıdakilerden hangisidir?",
    "explanation": "Yüklü bir kondansatörde depolanan enerji U = (1/2) * Q² / C veya U = (1/2) * C * V² formülleri ile hesaplanır.",
    "options": [
      {
        "text": "Q * C",
        "isCorrect": false
      },
      {
        "text": "Q² / C",
        "isCorrect": false
      },
      {
        "text": "(1/2) * Q² / C",
        "isCorrect": true
      },
      {
        "text": "2 * Q² / C",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla 2 kg ve 4 kg olan iki cisim, 2 metre uzunluğunda homojen bir çubuğun zıt uçlarına sabitlenmiştir. Bu sistemin kütle merkezi, 2 kg'lık cisimden kaç metre uzaktadır?",
    "explanation": "Çubuğun uzunluğu L=2 m. Kütle merkezi formülü: x_km = (m1*x1 + m2*x2) / (m1+m2). 2 kg'lık cismi başlangıç noktasına (x1=0) koyarsak, 4 kg'lık cisim x2=2 m'de olur. x_km = (2*0 + 4*2) / (2+4) = 8/6 = 4/3 m. Yani 2 kg'lık cisimden 4/3 m uzakta.",
    "options": [
      {
        "text": "0.5 m",
        "isCorrect": false
      },
      {
        "text": "1 m",
        "isCorrect": false
      },
      {
        "text": "4/3 m",
        "isCorrect": true
      },
      {
        "text": "2 m",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kenar uzunluğu a olan kare şeklindeki homojen bir levhanın bir köşesinden a/2 kenar uzunluğunda bir kare kesilip çıkarılıyor. Kalan levhanın kütle merkezi nasıl hareket eder?",
    "explanation": "Homojen levhanın kütle merkezi başlangıçta merkezdedir. Köşeden kütle çıkarılınca, sistemin kütle merkezi, çıkarılan parçanın tersi yönde, yani çıkarılan köşenin karşı köşesi yönünde kayar.",
    "options": [
      {
        "text": "Çıkarılan köşeye doğru kayar",
        "isCorrect": false
      },
      {
        "text": "Çıkarılan köşenin karşı köşesine doğru kayar",
        "isCorrect": true
      },
      {
        "text": "Değişmez",
        "isCorrect": false
      },
      {
        "text": "Levhanın merkezine doğru kayar",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "m ve 3m kütleli iki cisim arasındaki uzaklık 4d'dir. Bu iki cismin kütle merkezi, m kütleli cisimden ne kadar uzaktadır?",
    "explanation": "Kütle merkezi formülü: x_km = (m1*x1 + m2*x2) / (m1+m2). m kütleli cismi x1=0 noktasına, 3m kütleli cismi x2=4d noktasına koyalım. x_km = (m*0 + 3m*4d) / (m+3m) = (12md) / (4m) = 3d. Yani m kütleli cisimden 3d uzakta.",
    "options": [
      {
        "text": "d",
        "isCorrect": false
      },
      {
        "text": "2d",
        "isCorrect": false
      },
      {
        "text": "3d",
        "isCorrect": true
      },
      {
        "text": "4d",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir gezegenin Güneş etrafındaki dolanım periyodu T, yörüngesinin yarı büyük ekseni ise a'dır. Buna göre, aynı sistemdeki başka bir gezegenin yarı büyük ekseni 4a olduğunda, dolanım periyodu kaç T olur?",
    "explanation": "Kepler'in üçüncü yasasına göre, T² / a³ = sabit'tir. İlk gezegen için T² / a³ = k. İkinci gezegen için T'² / (4a)³ = k. Bu iki ifadeyi eşitlersek: T² / a³ = T'² / (64a³) => T² = T'² / 64 => T'² = 64T² => T' = 8T olur.",
    "options": [
      {
        "text": "2T",
        "isCorrect": false
      },
      {
        "text": "4T",
        "isCorrect": false
      },
      {
        "text": "8T",
        "isCorrect": true
      },
      {
        "text": "16T",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla M ve 4M olan iki gezegenin yarıçapları eşittir. Bu gezegenlerin yüzeylerindeki çekim ivmelerinin oranı (g₁ / g₂) kaçtır?",
    "explanation": "Bir gezegenin yüzeyindeki çekim ivmesi g = GM / R² formülü ile bulunur. R'ler eşit olduğu için g, kütle M ile doğru orantılıdır. g₁ / g₂ = (GM/R²) / (G(4M)/R²) = 1/4 olur.",
    "options": [
      {
        "text": "1/2",
        "isCorrect": false
      },
      {
        "text": "1/4",
        "isCorrect": true
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kepler'in ikinci yasası (Alanlar Yasası) aşağıdakilerden hangisini ifade eder?",
    "explanation": "Kepler'in İkinci Yasası, bir gezegeni Güneş'e bağlayan çizginin eşit zaman aralıklarında eşit alanlar taradığını söyler. Bu, gezegenin Güneş'e yakın olduğu zamanlarda daha hızlı, uzak olduğu zamanlarda daha yavaş hareket ettiği anlamına gelir ve açısal momentumun korunumu ile ilişkilidir.",
    "options": [
      {
        "text": "Gezegenlerin yörüngeleri daire şeklindedir.",
        "isCorrect": false
      },
      {
        "text": "Gezegenin yörüngesel periyodu, yörünge yarıçapının karesi ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "Gezegeni Güneş'e bağlayan çizgi, eşit zaman aralıklarında eşit alanlar tarar.",
        "isCorrect": true
      },
      {
        "text": "Gezegenlerin kütleleri arttıkça Güneş etrafındaki hızları artar.",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Dünya'nın kütlesi iki katına çıkarılır, yarıçapı ise aynı kalırsa, Dünya yüzeyindeki çekim kuvveti ve kütle çekim alanı için ne söylenebilir?",
    "explanation": "Çekim kuvveti F = G * (M * m) / R² ve çekim alanı (ivme) g = GM / R² formülleri ile verilir. M iki katına çıkıp R değişmediğinde, hem çekim kuvveti hem de çekim alanı (ivme) iki katına çıkar.",
    "options": [
      {
        "text": "Çekim kuvveti değişmez, çekim alanı iki katına çıkar.",
        "isCorrect": false
      },
      {
        "text": "Çekim kuvveti iki katına çıkar, çekim alanı değişmez.",
        "isCorrect": false
      },
      {
        "text": "Her ikisi de iki katına çıkar.",
        "isCorrect": true
      },
      {
        "text": "Her ikisi de yarıya iner.",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yüzey alanı A, levhalar arası uzaklığı d olan hava ortamlı paralel levhalı bir sığaç, bir V potansiyel farkı kaynağına bağlanmıştır. Levhalar arası uzaklık 2d'ye çıkarılırsa, sığaç üzerindeki yük (Q) ve levhalar arası elektrik alan (E) için ne olur?",
    "explanation": "Sığa formülü C = ε₀ * A / d'dir. d iki katına çıkarsa sığa yarıya iner (C' = C/2). Sığaç potansiyel kaynağa bağlı kaldığı için voltaj (V) sabittir. Q = C * V olduğundan, yük de yarıya iner. Elektrik alan E = V / d olduğundan, V sabit ve d iki katına çıktığı için elektrik alan da yarıya iner.",
    "options": [
      {
        "text": "Q yarıya iner, E değişmez.",
        "isCorrect": false
      },
      {
        "text": "Q değişmez, E yarıya iner.",
        "isCorrect": false
      },
      {
        "text": "Q yarıya iner, E yarıya iner.",
        "isCorrect": true
      },
      {
        "text": "Q ve E değişmez.",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Özdeş iki paralel levhalı sığaç, önce paralel bağlanıp bir V potansiyel farkı kaynağına bağlanıyor ve yükleniyor. Daha sonra bu yüklü sığaçlar birbirinden ayrılıp seri bağlanıyor. Seri bağlı sistemin toplam enerjisi, paralel bağlı iken kaynakta depolanan toplam enerjinin kaç katıdır?",
    "explanation": "Her bir sığacın sığası C olsun. Paralel bağlı iken toplam sığa C_paralel = 2C'dir. Kaynağa (V) bağlı olduğunda depolanan enerji E_paralel = (1/2) * (2C) * V² = C*V²'dir. Yük Q = (2C)*V = 2CV'dir. Seri bağlandıklarında toplam sığa C_seri = C/2 olur. Toplam yük korunur ve seri bağlantıda her bir sığacın yükü Q_seri = 2CV'dir. Seri sistemin enerjisi E_seri = (1/2) * Q_seri² / C_seri = (1/2) * (2CV)² / (C/2) = (1/2) * (4C²V²) * (2/C) = 4C*V² olur. Oran: E_seri / E_paralel = (4CV²) / (CV²) = 4 katıdır.",
    "options": [
      {
        "text": "1/4",
        "isCorrect": false
      },
      {
        "text": "1/2",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": true
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Levhalar arasına yalıtkan bir malzeme (dielektrik) konulan bir sığaç için aşağıdaki ifadelerden hangisi yanlıştır? (Sığaç bir bataryaya bağlı değildir.)",
    "explanation": "Yüklü ve bataryadan ayrılmış bir sığaca dielektrik eklendiğinde, sığa artar (C' = κ*C). Yük (Q) sabit kaldığı için voltaj V = Q/C azalır (V' = V/κ). Enerji E = Q²/(2C) olduğundan, C arttığı için enerji azalır (E' = E/κ). Elektrik alan E_al = V/d formülü ile bulunur. V azaldığı ve d sabit olduğu için elektrik alan da azalır. Dolayısıyla 'Levhalar arası potansiyel fark değişmez' ifadesi yanlıştır, azalır.",
    "options": [
      {
        "text": "Sığa artar.",
        "isCorrect": false
      },
      {
        "text": "Levhalar arası potansiyel fark değişmez.",
        "isCorrect": true
      },
      {
        "text": "Depolanan enerji azalır.",
        "isCorrect": false
      },
      {
        "text": "Levhalar arası elektrik alan şiddeti azalır.",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sığası C olan yüklü bir paralel levhalı sığaç, üreteçten ayrıldıktan sonra levhalar arası mesafe yarıya indiriliyor. Bu durumda sığaç ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Sığaç üreteçten ayrıldığı için yük (Q) sabittir. Sığa formülü C = ε₀A/d'ye göre, d yarıya inerse sığa iki katına çıkar (C' = 2C). Voltaj V = Q/C olduğundan, Q sabit, C iki katına çıktığı için voltaj yarıya iner (V' = V/2). Elektrik alan E = V/d = (Q/C)/d = Q/(ε₀A) formülüne göre, E alanı Q, ε₀ ve A'ya bağlıdır ve bunların hiçbiri değişmediği için elektrik alan değişmez. Enerji E_enerji = Q²/(2C) olduğundan, C arttığı için enerji azalır.",
    "options": [
      {
        "text": "Sığa değişmez.",
        "isCorrect": false
      },
      {
        "text": "Yük azalır.",
        "isCorrect": false
      },
      {
        "text": "Levhalar arası elektrik alan artar.",
        "isCorrect": false
      },
      {
        "text": "Levhalar arası potansiyel fark azalır.",
        "isCorrect": true
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyüklükleri 3 birim ve 4 birim olan iki vektörün bileşkesinin alabileceği en büyük değer kaç birimdir?",
    "explanation": "İki vektörün bileşkesinin en büyük değeri, vektörler aynı yönde olduğunda elde edilir ve vektörlerin büyüklüklerinin toplamına eşittir. Bu durumda 3 + 4 = 7 birimdir.",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "7",
        "isCorrect": true
      },
      {
        "text": "12",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "A vektörü +x yönünde 10 birim, B vektörü ise -y yönünde 10 birimdir. A - B vektörünün büyüklüğü kaç birimdir?",
    "explanation": "A = 10i, B = -10j'dir. A - B = 10i - (-10j) = 10i + 10j olur. Bu vektörün büyüklüğü √(10² + 10²) = √(100 + 100) = √200 = 10√2 birimdir.",
    "options": [
      {
        "text": "0",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "10√2",
        "isCorrect": true
      },
      {
        "text": "20",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir vektörün bileşenleri Fₓ = 6 N ve Fᵧ = 8 N'dir. Bu vektörün büyüklüğü kaç N'dir?",
    "explanation": "Bir vektörün büyüklüğü, bileşenlerinin karelerinin toplamının kareköküne eşittir. |F| = √(Fₓ² + Fᵧ²) = √(6² + 8²) = √(36 + 64) = √100 = 10 N'dur.",
    "options": [
      {
        "text": "10",
        "isCorrect": true
      },
      {
        "text": "14",
        "isCorrect": false
      },
      {
        "text": "48",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aynı düzlemde bulunan üç kuvvetin bileşkesi sıfırdır. Bu kuvvetlerin oluşturduğu vektör diyagramı aşağıdakilerden hangisi olabilir?",
    "explanation": "Bileşkesi sıfır olan vektörler kapalı bir çokgen oluşturur. Üç vektör için bu, bir üçgen oluşturmak anlamına gelir. Yani vektörler uç uca eklendiğinde başlangıç noktasına dönülmelidir. Doğru parçalarının uç uca eklenmesiyle oluşan bir şekil, bir kapalı üçgeni temsil eder.",
    "options": [
      {
        "text": "Aynı noktadan çizilmiş üç paralel doğru.",
        "isCorrect": false
      },
      {
        "text": "Bir doğru parçası üzerinde gösterilmiş üç vektör.",
        "isCorrect": false
      },
      {
        "text": "Uç uca eklenmiş üç doğru parçası.",
        "isCorrect": true
      },
      {
        "text": "Birbirine dik iki vektör ve bunların bileşkesi.",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki cihazlardan hangisinin çalışma prensibi, maddenin dalga özelliği ile doğrudan ilişkili değildir?",
    "explanation": "Elektron Mikroskobu: Elektronların dalga özelliğinden (de Broglie dalga boyu) yararlanarak yüksek çözünürlüklü görüntüleme yapar. PET (Pozitron Emisyon Tomografisi): Bir nükleer tıp görüntüleme tekniğidir. Radyoaktif bir izotopun yaydığı pozitronların, elektronlarla anihilasyon sonucu oluşturduğu gama ışınlarının tespiti ile çalışır. Temel prensip parçacık etkileşimleri ve enerji dönüşümüdür, kuantum mekaniğinin dalga özelliğine doğrudan dayanmaz. TEM (Transmission Electron Microscope) ve SEM (Scanning Electron Microscope) elektronların dalga özelliği ile çalışır. STM (Scanning Tunneling Microscope) ise kuantum tünelleme olayına dayanır ki bu da dalga özelliği ile ilişkilidir.",
    "options": [
      {
        "text": "Elektron Mikroskobu",
        "isCorrect": false
      },
      {
        "text": "PET (Pozitron Emisyon Tomografisi)",
        "isCorrect": true
      },
      {
        "text": "STM (Taramalı Tünelleme Mikroskobu)",
        "isCorrect": false
      },
      {
        "text": "TEM (Geçirimli Elektron Mikroskobu)",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Lazerlerin aşağıdaki özelliklerinden hangisi, onların iletişim ve cerrahi gibi alanlarda yaygın kullanılmasının temel nedenlerinden biridir?",
    "explanation": "Lazer ışığının en önemli özelliklerinden biri, çok dar bir frekans bandında (tek renkli, monokromatik) ve çok küçük bir ışın demeti halinde (yüksek yönelimlilik) yayılmasıdır. Bu özellik, fiber optik kablolarda iletişim sinyali olarak kullanılmasına ve cerrahide çok hassas kesimler yapılmasına olanak tanır. Uyartılmış ışıma temel çalışma prensibidir, ancak spesifik uygulama avantajı yüksek yönelimliliktir.",
    "options": [
      {
        "text": "Fotonların enerjisinin yüksek olması",
        "isCorrect": false
      },
      {
        "text": "Işığın yüksek yönelimlilik (koherent) özelliği",
        "isCorrect": true
      },
      {
        "text": "Uyartılmış ışıma ile çalışması",
        "isCorrect": false
      },
      {
        "text": "Işık demetinin gözle görülebilir olması",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Süperiletkenler ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Süperiletkenlik, belirli bir kritik sıcaklığın (T_c) altında, bir malzemenin elektriksel direncinin sıfıra düşmesi ve manyetik alanı içinden atması (Meissner etkisi) olayıdır. Yüksek sıcaklık süperiletkenleri, sıvı azot sıcaklıklarında (-196°C) çalışabilir ve bu, sıvı helyuma göre çok daha ucuz ve pratiktir. Bu da onların ticari uygulamalarını kolaylaştırır. 'Her metal oda sıcaklığında süperiletkendir' ve 'Manyetik alanı güçlendirirler' ifadeleri yanlıştur. 'Dirençleri sıfır olmasına rağmen akım taşıma kapasiteleri sınırlıdır' ifadesi doğru olsa da, sorunun vurguladığı temel teknolojik avantaj 'yüksek sıcaklık süperiletkenlerinin' pratikliğidir.",
    "options": [
      {
        "text": "Her metal oda sıcaklığında süperiletkendir.",
        "isCorrect": false
      },
      {
        "text": "Yüksek sıcaklık süperiletkenleri sıvı azot ile soğutularak kullanılabilir.",
        "isCorrect": true
      },
      {
        "text": "Süperiletkenler manyetik alanı içlerine hapsederek güçlendirir.",
        "isCorrect": false
      },
      {
        "text": "Dirençleri sıfır olduğu için sonsuz akım taşıyabilirler.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Doğrusal bir yolda durgun halden harekete başlayan bir cisim, ilk 5 saniyede 25 m yol alıyor. Bu cismin ivmesi kaç m/s²'dir?",
    "explanation": "Durgun halden harekete başlayan cisim için x = (1/2)at² formülü kullanılır. 25 = (1/2)*a*(5)² => 25 = (1/2)*a*25 => 25 = 12,5a => a = 2 m/s².",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay düzlemde 20 m/s sabit hızla giden bir aracın sürücüsü, kırmızı ışık yandığı için fren yaparak 4 saniyede duruyor. Aracın durma mesafesi kaç metredir?",
    "explanation": "Ortalama hız = (İlk hız + Son hız)/2 = (20+0)/2 = 10 m/s. Yol = Ortalama hız x Zaman = 10 x 4 = 40 metre.",
    "options": [
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": true
      },
      {
        "text": "60",
        "isCorrect": false
      },
      {
        "text": "80",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir cisim yerden düşey yukarı doğru 30 m/s hızla fırlatılıyor. Cismin maksimum yüksekliğe çıkış süresi kaç saniyedir? (g=10 m/s²)",
    "explanation": "Maksimum yükseklikte hız sıfır olur. v = v₀ - gt formülünden 0 = 30 - 10t => 10t = 30 => t = 3 s.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": true
      },
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "6",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Hız-zaman grafiği verilen bir hareketlinin, ilk 10 saniyedeki yer değiştirmesi 60 metre olduğuna göre, hareketlinin ivmesi kaç m/s²'dir? (Hız-zaman grafiğinde hız düzgün artmaktadır.)",
    "explanation": "Hız-zaman grafiğinin altındaki alan yer değiştirmeyi verir. Alan bir üçgen olduğundan, x = (1/2) * v * t. 60 = (1/2) * v * 10 => 60 = 5v => v = 12 m/s. İvme a = Δv/Δt = 12/10 = 1,2 m/s².",
    "options": [
      {
        "text": "0,6",
        "isCorrect": false
      },
      {
        "text": "1,2",
        "isCorrect": true
      },
      {
        "text": "2,4",
        "isCorrect": false
      },
      {
        "text": "6",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı 2 m olan bir çembersel yörüngede sabit süratle dönen bir cisim, 4 saniyede 2 tam tur atmaktadır. Cismin merkezcil ivmesi kaç m/s²'dir? (π=3 alınız)",
    "explanation": "Periyot T = 4/2 = 2 s. Açısal hız ω = 2π/T = 2*3/2 = 3 rad/s. Merkezcil ivme a = ω²r = (3)² * 2 = 9 * 2 = 18 m/s².",
    "options": [
      {
        "text": "9",
        "isCorrect": false
      },
      {
        "text": "18",
        "isCorrect": true
      },
      {
        "text": "27",
        "isCorrect": false
      },
      {
        "text": "36",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey düzlemdeki bir çembersel yolun en üst noktasında, ip kopmadan dönebilmesi için cismin minimum çizgisel hızı √(gR) olmalıdır. Buna göre, yarıçapı 5 m olan bir yolun en üst noktasında ipin kopmaması için cismin minimum hızı kaç m/s olmalıdır? (g=10 m/s²)",
    "explanation": "Minimum hız formülü v = √(gR)'dir. v = √(10 * 5) = √50 ≈ 7,07 m/s. Seçeneklerdeki en yakın değer 7,1'dir.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "7,1",
        "isCorrect": true
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "12,2",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde, 0,5 m uzunluğundaki bir iple bağlı 2 kg kütleli cisim, saniyede 1 tur yapacak şekilde döndürülüyor. İpteki gerilme kuvveti kaç Newton'dur? (π=3 alınız)",
    "explanation": "Frekans f=1 Hz, periyot T=1 s. Açısal hız ω=2πf=2*3*1=6 rad/s. Merkezcil kuvvet F = mω²r = 2 * (6)² * 0,5 = 2 * 36 * 0,5 = 36 N. Bu kuvvet ipteki gerilme kuvvetine eşittir.",
    "options": [
      {
        "text": "18",
        "isCorrect": false
      },
      {
        "text": "36",
        "isCorrect": true
      },
      {
        "text": "54",
        "isCorrect": false
      },
      {
        "text": "72",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay düzlemde 4 m yarıçaplı bir virajı, sürtünme katsayısı 0,5 olduğuna göre, güvenle dönebilen bir aracın maksimum sürati kaç m/s'dir? (g=10 m/s²)",
    "explanation": "Virajı dönmede maksimum sürat formülü v = √(μ*g*R)'dir. v = √(0,5 * 10 * 4) = √20 ≈ 4,47 m/s.",
    "options": [
      {
        "text": "2√5",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir basit sarkacın periyodu, aşağıdakilerden hangisine bağlı değildir?",
    "explanation": "Basit sarkacın periyodu T=2π√(L/g) formülü ile verilir. Bu formüle göre periyot, ip uzunluğu (L) ve yerçekimi ivmesine (g) bağlıdır. Cismin kütlesi ve genliği (küçük açılar için) periyodu etkilemez.",
    "options": [
      {
        "text": "İp uzunluğu",
        "isCorrect": false
      },
      {
        "text": "Yerçekimi ivmesi",
        "isCorrect": false
      },
      {
        "text": "Cismin kütlesi",
        "isCorrect": true
      },
      {
        "text": "Salınım genliği",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yay sabiti 100 N/m olan bir yayın ucuna 1 kg kütleli cisim asılıyor. Cisim denge konumundan çekilip serbest bırakılıyor. Oluşan basit harmonik hareketin periyodu kaç saniyedir? (π=3 alınız)",
    "explanation": "Yay sarkacının periyodu T=2π√(m/k)'dir. T = 2*3*√(1/100) = 6 * √(0,01) = 6 * 0,1 = 0,6 s.",
    "options": [
      {
        "text": "0,2",
        "isCorrect": false
      },
      {
        "text": "0,6",
        "isCorrect": true
      },
      {
        "text": "1,2",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir basit harmonik hareketlinin uzanım denklemi x = 0,2 sin(10t) metre olarak veriliyor. Buna göre hareketlinin frekansı kaç Hz'dir?",
    "explanation": "Denklem x = A sin(ωt) formundadır. ω = 10 rad/s'dir. ω = 2πf olduğundan, 10 = 2πf => f = 10/(2π) = 5/π Hz.",
    "options": [
      {
        "text": "10/π",
        "isCorrect": false
      },
      {
        "text": "5/π",
        "isCorrect": true
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir cisim basit harmonik hareket yapmaktadır. Cismin ivmesi için aşağıdakilerden hangisi doğrudur?",
    "explanation": "Basit harmonik harekette ivme, uzanımla doğru orantılıdır ve denge konumuna yöneliktir. Matematiksel olarak a = -ω²x şeklinde ifade edilir. Bu, ivmenin daima denge konumuna doğru olduğu ve uzanım arttıkça büyüdüğü anlamına gelir.",
    "options": [
      {
        "text": "Daima sabittir.",
        "isCorrect": false
      },
      {
        "text": "Hız ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "Uzanım ile doğru orantılıdır ve denge konumuna yöneliktir.",
        "isCorrect": true
      },
      {
        "text": "Uzanım ile ters orantılıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Basit Harmonik Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde durmakta olan 2 kg kütleli bir cisme, yatay doğrultuda 20 N'luk sabit bir kuvvet 5 m yol boyunca uygulanıyor. Cisme yapılan iş kaç Joule'dür?",
    "explanation": "İş, W = F * x * cosθ formülü ile hesaplanır. Kuvvet ve yol aynı yönlü olduğundan cos0°=1'dir. W = 20 N * 5 m * 1 = 100 J.",
    "options": [
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "100",
        "isCorrect": true
      },
      {
        "text": "200",
        "isCorrect": false
      },
      {
        "text": "400",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir vinç, 500 kg kütleli bir yükü 20 saniyede 8 m yüksekliğe sabit hızla kaldırıyor. Vincin gücü kaç Watt'tır? (g=10 m/s²)",
    "explanation": "Yapılan iş, yükün potansiyel enerjisindeki artışa eşittir: W = mgh = 500 * 10 * 8 = 40000 J. Güç P = W/t = 40000 J / 20 s = 2000 W.",
    "options": [
      {
        "text": "1000",
        "isCorrect": false
      },
      {
        "text": "2000",
        "isCorrect": true
      },
      {
        "text": "4000",
        "isCorrect": false
      },
      {
        "text": "8000",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay düzlemde 10 m/s hızla giden 1200 kg kütleli bir araba, frene basılarak 30 m'de durduruluyor. Araba ile yol arasındaki ortalama sürtünme kuvveti kaç Newton'dur?",
    "explanation": "İş-enerji teoremine göre, net iş kinetik enerji değişimine eşittir. Sürtünme kuvvetinin yaptığı iş, kinetik enerji kaybına eşittir: -F_s * x = 0 - (1/2)mv². -F_s * 30 = - (1/2)*1200*(10)² => -30F_s = -60000 => F_s = 2000 N.",
    "options": [
      {
        "text": "1000",
        "isCorrect": false
      },
      {
        "text": "2000",
        "isCorrect": true
      },
      {
        "text": "4000",
        "isCorrect": false
      },
      {
        "text": "6000",
        "isCorrect": false
      }
    ],
    "topic": "İş, Güç ve Enerji II",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi 2 kg olan bir cisim, sürtünmesiz yatay düzlemde 10 m/s hızla hareket ederken, sabit bir kuvvetin etkisiyle 4 saniye sonra hızı 20 m/s oluyor. Cisme uygulanan itmenin büyüklüğü kaç N.s'dir?",
    "explanation": "İtme, momentum değişimine eşittir. Momentum değişimi Δp = m * Δv formülü ile hesaplanır. Δv = 20 - 10 = 10 m/s. Δp = 2 kg * 10 m/s = 20 kg*m/s = 20 N.s.",
    "options": [
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "80",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla m ve 2m olan X ve Y cisimleri, sürtünmesiz yatay düzlemde şekildeki gibi 3v ve v büyüklüğündeki hızlarla hareket ederek merkezi ve esnek olmayan çarpışma yapıyor. Çarpışma sonrası cisimler birlikte hareket ettiğine göre, ortak hızları kaç v'dir? (Not: Cisimler zıt yönlerde hareket etmektedir, X'in hızı +3v, Y'nin hızı -v alınır.)",
    "explanation": "Esnek olmayan çarpışmada momentum korunur. Toplam çarpışma öncesi momentum: (m * 3v) + (2m * (-v)) = 3mv - 2mv = mv. Çarpışma sonrası kütle: m + 2m = 3m. Momentum korunumu: mv = 3m * V_ortak => V_ortak = v/3.",
    "options": [
      {
        "text": "v/3",
        "isCorrect": true
      },
      {
        "text": "v/2",
        "isCorrect": false
      },
      {
        "text": "v",
        "isCorrect": false
      },
      {
        "text": "2v",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Durmakta olan 400 g kütleli bir cisme, 10 N'luk sabit bir kuvvet 0,2 saniye boyunca uygulanıyor. Cismin son momentumu kaç kg.m/s'dir?",
    "explanation": "İtme, momentum değişimine eşittir. İtme = Kuvvet * Zaman = 10 N * 0,2 s = 2 N.s. Cisim başlangıçta durduğu için ilk momentumu 0'dır. Son momentum = İtme = 2 kg.m/s.",
    "options": [
      {
        "text": "0,5",
        "isCorrect": false
      },
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi 0,5 kg olan bir top, yatay düzleme 20 m/s hızla çarpıp aynı hızla dikey olarak yukarı yönelde yansıyor. Topun momentum değişimi kaç kg.m/s'dir? (g etkisiz)",
    "explanation": "Momentum vektörel bir büyüklüktür. Gelen hız vektörü -20j (aşağı yön), yansıyan hız vektörü +20j (yukarı yön). Momentum değişimi Δp = m*(v_son - v_ilk) = 0,5 * (20j - (-20j)) = 0,5 * (40j) = 20j kg.m/s. Büyüklüğü 20 kg.m/s'dir.",
    "options": [
      {
        "text": "0",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": true
      },
      {
        "text": "40",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Thomson atom modeli ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Thomson'ın üzümlü kek modelinde, atom pozitif yüklü bir küre ve içine gömülü negatif yüklü elektronlardan oluşur. Bu model, atomun küresel ve bölünemez olduğunu savunur, çekirdeğin varlığını öngörmez. Çekirdek kavramı Rutherford'un modeli ile ortaya çıkmıştır.",
    "options": [
      {
        "text": "Atom pozitif yüklü bir küredir.",
        "isCorrect": false
      },
      {
        "text": "Elektronlar atom içine gömülü haldedir.",
        "isCorrect": false
      },
      {
        "text": "Atomda pozitif yük, çekirdek adı verilen çok küçük bir bölgede toplanmıştır.",
        "isCorrect": true
      },
      {
        "text": "Atomun kütlesi pozitif yükün dağıldığı bölgeye eşit olarak dağılmıştır.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Rutherford, altın levha deneyi sonucunda aşağıdaki sonuçlardan hangisine ulaşmamıştır?",
    "explanation": "Rutherford'un deneyi, alfa parçacıklarının çok az bir kısmının geri saçılması sonucu atomun kütlesinin ve pozitif yükünün çok küçük bir çekirdekte toplandığını gösterdi. Elektronların enerji seviyeleri ve kararlı yörüngelerde dolanması fikri, Bohr atom modeline aittir.",
    "options": [
      {
        "text": "Atomun büyük bir kısmı boşluktur.",
        "isCorrect": false
      },
      {
        "text": "Atomdaki pozitif yük, atomun merkezinde çok küçük bir hacimde toplanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Atomun kütlesi, merkezdeki çekirdekte toplanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Elektronlar, çekirdek çevresinde belirli enerji seviyelerinde kararlı olarak dolanır.",
        "isCorrect": true
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bohr atom modeli için aşağıdakilerden hangisi söylenemez?",
    "explanation": "Bohr atom modeli, hidrojen ve hidrojen benzeri iyonların (He+, Li2+ gibi) spektrumlarını başarıyla açıklar. Ancak, çok elektronlu atomların spektrumlarını ve kimyasal bağları açıklamakta yetersiz kalır. Ayrıca, Heisenberg'in Belirsizlik İlkesi ile çelişir, çünkü Bohr modelinde elektronun yeri ve momentumu aynı anda kesin olarak bilinir.",
    "options": [
      {
        "text": "Hidrojen atomunun spektrum çizgilerini açıklar.",
        "isCorrect": false
      },
      {
        "text": "Elektronlar çekirdek çevresinde belirli kararlı yörüngelerde dolanır.",
        "isCorrect": false
      },
      {
        "text": "Çok elektronlu tüm atomların spektrumlarını açıklayabilir.",
        "isCorrect": true
      },
      {
        "text": "Elektron, yörüngede dolanırken enerji kaybetmez.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Modern atom teorisine göre, bir elektronun atom içindeki yerini ve hızını aynı anda kesin olarak bilmek neden mümkün değildir?",
    "explanation": "Heisenberg'in Belirsizlik İlkesi'ne göre, bir mikroskobik parçacığın (elektron gibi) konumu ve momentumu (dolayısıyla hızı) aynı anda sonsuz hassasiyetle ölçülemez. Konum ne kadar kesin bilinirse, momentum o kadar belirsizleşir. Bu durum, elektronların kesin yörüngelerde dolandığı Bohr modelinden farklıdır ve elektronun bir 'olasılık bulutu' içinde tanımlanmasına yol açar.",
    "options": [
      {
        "text": "Elektronlar çok hızlı hareket ettiği için.",
        "isCorrect": false
      },
      {
        "text": "Ölçüm aletlerinin yetersiz olmasından dolayı.",
        "isCorrect": false
      },
      {
        "text": "Heisenberg Belirsizlik İlkesi gereği.",
        "isCorrect": true
      },
      {
        "text": "Elektronların dalga karakteri olmadığı için.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde durmakta olan 5 kg kütleli bir cisme, yatay ve sabit bir F kuvveti uygulanıyor. Cisim 10 saniyede 100 metre yol aldığına göre, F kuvveti kaç Newton'dur?",
    "explanation": "Cisim ilk hızsız harekete başlıyor. Yol formülü: x = (1/2)*a*t². 100 = (1/2)*a*(10)² => 100 = 50a => a = 2 m/s². Newton'un 2. Yasası: F_net = m*a = 5 kg * 2 m/s² = 10 N.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": true
      },
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "50",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki sürtünmesiz eğik düzlemde, kütlesi 2 kg olan cisim serbest bırakılıyor. Eğik düzlemin yatayla yaptığı açı 30° olduğuna göre, cismin ivmesi kaç m/s²'dir? (g=10 m/s²)",
    "explanation": "Sürtünme olmadığında, eğik düzlemdeki cismin ivmesi a = g * sinθ formülü ile bulunur. sin30° = 0,5. a = 10 * 0,5 = 5 m/s².",
    "options": [
      {
        "text": "2,5",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": true
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi 800 gram olan bir cisim, iple tavana asılıyor. İpte oluşan gerilme kuvveti kaç Newton'dur? (g=10 m/s²)",
    "explanation": "Cisim dengededir. Denge durumunda, ip gerilmesi (T) cismin ağırlığına (mg) eşittir. m = 800 g = 0,8 kg. T = m*g = 0,8 * 10 = 8 N.",
    "options": [
      {
        "text": "0,8",
        "isCorrect": false
      },
      {
        "text": "8",
        "isCorrect": true
      },
      {
        "text": "80",
        "isCorrect": false
      },
      {
        "text": "800",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay sürtünmesiz düzlemde durmakta olan 3 kg ve 2 kg kütleli cisimler, bir iple birbirine bağlanmıştır. 3 kg kütleli cisme 15 N'luk yatay bir kuvvet uygulandığında, ip kopmadan cisimler birlikte hareket ediyor. İpte oluşan gerilme kuvveti kaç N'dur?",
    "explanation": "Sistemin toplam kütlesi 3+2=5 kg'dır. Net kuvvet sistemi ivmelendirir: F_net = m_toplam * a => 15 = 5 * a => a = 3 m/s². Şimdi, sadece 2 kg'lık cisme etki eden kuvvetlere bakalım. Onu ivmelendiren kuvvet ipteki T gerilmesidir. T = m_2 * a = 2 kg * 3 m/s² = 6 N.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "6",
        "isCorrect": true
      },
      {
        "text": "9",
        "isCorrect": false
      },
      {
        "text": "15",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "I. Radyo dalgaları\nII. Görünür ışık\nIII. X-ışınları\nYukarıdaki elektromanyetik dalgalardan hangileri iyonlaştırıcı radyasyon özelliği gösterir?",
    "explanation": "İyonlaştırıcı radyasyon, enerjisi atomlardan elektron koparabilecek kadar yüksek olan radyasyondur. Elektromanyetik spektrumda, morötesi (UV) ışınlar, X-ışınları ve gama ışınları iyonlaştırıcıdır. Radyo dalgaları ve görünür ışık ise iyonlaştırıcı değildir.",
    "options": [
      {
        "text": "Yalnız I",
        "isCorrect": false
      },
      {
        "text": "Yalnız III",
        "isCorrect": true
      },
      {
        "text": "I ve II",
        "isCorrect": false
      },
      {
        "text": "II ve III",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Su dalgalarıyla ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Su dalgaları, enine ve boyuna dalga özelliklerini bir arada gösteren karma (yüzey) dalgalardır. Su yüzeyindeki bir molekül, hem dikey (enine dalga gibi) hem de yatay (boyuna dalga gibi) hareket eder. Bu nedenle su dalgaları sadece enine dalga değildir.",
    "options": [
      {
        "text": "Mekanik dalgalardır.",
        "isCorrect": false
      },
      {
        "text": "Yayılmaları için maddesel bir ortam gerekir.",
        "isCorrect": false
      },
      {
        "text": "Tamamen enine dalgalardır.",
        "isCorrect": true
      },
      {
        "text": "Kırılma ve yansıma özellikleri gösterir.",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "I. Frekans\nII. Hız\nIII. Dalga boyu\nBir ses dalgası, soğuk bir ortamdan sıcak bir ortama geçtiğinde yukarıdaki niceliklerden hangileri kesinlikle değişir?",
    "explanation": "Ses dalgası bir ortamdan diğerine geçerken frekansı, kaynağa bağlı olduğu için değişmez. Ancak, sesin hızı ortamın sıcaklığına bağlıdır (sıcak ortamda hız artar). Dalga boyu isi λ = v / f formülü ile bulunur. Hız (v) değişip frekans (f) sabit kaldığı için dalga boyu (λ) da değişir.",
    "options": [
      {
        "text": "Yalnız II",
        "isCorrect": false
      },
      {
        "text": "I ve II",
        "isCorrect": false
      },
      {
        "text": "II ve III",
        "isCorrect": true
      },
      {
        "text": "I, II ve III",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Ağırlığı önemsiz, 2 m uzunluğundaki homojen bir çubuk, bir ucundan geçen eksen etrafında dönebilmektedir. Çubuğun serbest ucuna 30 N'luk bir kuvvet, çubuğa dik olarak uygulanıyor. Bu kuvvetin eksene göre torku kaç N·m'dir?",
    "explanation": "Tork, kuvvet ile kuvvet kolunun çarpımına eşittir. Kuvvet kolu, dönme ekseninden kuvvetin uygulandığı noktaya olan dik mesafedir. Bu durumda kuvvet kolu çubuğun tam uzunluğu olan 2 m'dir. Tork = Kuvvet x Kuvvet Kolu = 30 N x 2 m = 60 N·m.",
    "options": [
      {
        "text": "15",
        "isCorrect": false
      },
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "60",
        "isCorrect": true
      },
      {
        "text": "90",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Ağırlığı 40 N olan homojen bir küre, sürtünmesiz bir duvara 37° açı yapan bir iple asılıdır. İpteki gerilme kuvveti kaç N'dur? (sin37°=0,6; cos37°=0,8)",
    "explanation": "Küre dengededir. Denge şartları uygulanır. Yatay dengeden: T * sin37° = N (Duvar tepkisi). Düşey dengeden: T * cos37° = G. T * 0,8 = 40 N => T = 40 / 0,8 = 50 N.",
    "options": [
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "40",
        "isCorrect": false
      },
      {
        "text": "50",
        "isCorrect": true
      },
      {
        "text": "60",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Ağırlığı önemsiz, 3 m uzunluğundaki bir çubuk, bir ucundan 20 N, diğer ucundan 40 N'luk kuvvetlerle şekildeki gibi dengelenmiştir. Destek çubuğun neresindedir?",
    "explanation": "Çubuk dengede olduğu için, desteğe göre torkların toplamı sıfır olmalıdır. Destek, 20 N'luk kuvvetin uygulandığı uçtan x metre uzakta olsun. 20 N'luk kuvvetin torku: 20 * x (Saatin tersi yönünde). 40 N'luk kuvvetin torku: 40 * (3 - x) (Saat yönünde). Denge için: 20x = 40(3-x) => 20x = 120 - 40x => 60x = 120 => x = 2 m. Yani destek, 20 N'luk kuvvetin olduğu uçtan 2 m, 40 N'luk kuvvetin olduğu uçtan 1 m uzaktadır.",
    "options": [
      {
        "text": "20 N'luk kuvvetin 1 m uzağında",
        "isCorrect": false
      },
      {
        "text": "20 N'luk kuvvetin 2 m uzağında",
        "isCorrect": true
      },
      {
        "text": "Çubuğun tam ortasında",
        "isCorrect": false
      },
      {
        "text": "40 N'luk kuvvetin 2 m uzağında",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki ağırlığı önemsiz çubuk O noktası etrafında dönebilen bir mile bağlıdır. F1=10 N, F2=20 N ve F3=30 N'luk kuvvetler uygulanmıştır. Çubuk dengede olduğuna göre, F3 kuvvetinin O noktasına uzaklığı (x) kaç metredir? (F1'in O'ya uzaklığı 2m, F2'nin O'ya uzaklığı 1m'dir.)",
    "explanation": "Denge için O noktasına göre net tork sıfır olmalıdır. Saat yönünü pozitif alalım. F1'in torku: +10N * 2m = +20 Nm. F2'nin torku: -20N * 1m = -20 Nm. F3'ün torku: +30N * x. Net tork sıfır olacağı için: +20 + (-20) + 30x = 0 => 0 + 30x = 0 => x = 0 m. Bu, F3 kuvvetinin tam O noktasından uygulandığını gösterir, dolayısıyla torku sıfırdır.",
    "options": [
      {
        "text": "0",
        "isCorrect": true
      },
      {
        "text": "0.5",
        "isCorrect": false
      },
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "1.5",
        "isCorrect": false
      }
    ],
    "topic": "Kuvvet, Tork ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kenar uzunlukları 2a ve 4a olan homojen, düzgün kalınlıktaki dikdörtgen levhanın kütle merkezi nerededir?",
    "explanation": "Homojen ve düzgün bir levhanın kütle merkezi, geometrik merkezindedir. Dikdörtgenin geometrik merkezi, kenarların orta noktalarının kesişim noktasıdır. Bu nokta, kısa kenardan a, uzun kenardan 2a uzaklıktadır.",
    "options": [
      {
        "text": "Kısa kenardan a, uzun kenardan a uzakta",
        "isCorrect": false
      },
      {
        "text": "Kısa kenardan a, uzun kenardan 2a uzakta",
        "isCorrect": true
      },
      {
        "text": "Kısa kenardan 2a, uzun kenardan a uzakta",
        "isCorrect": false
      },
      {
        "text": "Kısa kenardan 2a, uzun kenardan 2a uzakta",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla 2 kg ve 4 kg olan iki küre, ağırlığı önemsiz 1 m uzunluğundaki bir çubuğun uçlarına sabitlenmiştir. Bu sistemin kütle merkezi, 2 kg'lık küreden kaç cm uzaktadır?",
    "explanation": "Kütle merkezinin konumu, kütlelerin ağırlık merkezine göre momentlerinin eşit olduğu noktadır. 2 kg'lık küreden x m uzakta olsun. 4 kg'lık küre (1-x) m uzakta olur. Moment denklemi: 2*x = 4*(1-x) => 2x = 4 - 4x => 6x = 4 => x = 4/6 = 2/3 m. 2/3 m = 66.67 cm ≈ 67 cm.",
    "options": [
      {
        "text": "25 cm",
        "isCorrect": false
      },
      {
        "text": "33 cm",
        "isCorrect": false
      },
      {
        "text": "50 cm",
        "isCorrect": false
      },
      {
        "text": "67 cm",
        "isCorrect": true
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi m olan bir küpün bir köşesinden, kenar uzunluğunun dörtte biri kadar kesilip çıkarılıyor. Kalan cismin kütle merkezi, kesilmeden önceki kütle merkezine göre nasıl hareket eder?",
    "explanation": "Kesilen parça, küpün bir köşesindedir. Küp homojen olduğu için, kesilen parçanın kütle merkezi, küpün merkezine göre simetrik değildir. Kesilen parçanın kendi kütle merkezi, küpün merkezinden uzak bir noktadadır. Bu parça çıkarıldığında, kalan kütlenin merkezi, kesilen parçanın kütle merkezinin tam zıttı yönde, yani küpün merkezinden kesilmeyen bölgeye doğru kayar.",
    "options": [
      {
        "text": "Kesilen bölgeye doğru kayar",
        "isCorrect": false
      },
      {
        "text": "Kesilen bölgenin zıttı yönünde kayar",
        "isCorrect": true
      },
      {
        "text": "Kütle merkezi yer değiştirmez",
        "isCorrect": false
      },
      {
        "text": "Aşağı doğru kayar",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla 3 kg, 6 kg ve 9 kg olan noktasal cisimler, x-ekseni üzerinde sırasıyla x=0 m, x=4 m ve x=10 m noktalarına yerleştirilmiştir. Bu sistemin kütle merkezinin x-koordinatı kaç metredir?",
    "explanation": "Kütle merkezinin x-koordinatı, ağırlıklı ortalama ile bulunur. X_km = (m1*x1 + m2*x2 + m3*x3) / (m1+m2+m3). X_km = (3*0 + 6*4 + 9*10) / (3+6+9) = (0 + 24 + 90) / 18 = 114 / 18 = 6.33 m.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "6",
        "isCorrect": false
      },
      {
        "text": "6.33",
        "isCorrect": true
      },
      {
        "text": "7",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Özdeş iki noktasal +q yükü, aralarındaki uzaklık d olacak şekilde sabitlenmiştir. Bu yüklerin oluşturduğu elektrik alanın sıfır olduğu nokta nerede bulunur?",
    "explanation": "İki özdeş pozitif yükün oluşturduğu elektrik alan, yüklerin arasında, her iki yükten de aynı uzaklıkta olan orta noktada zıt yönlü ve eşit büyüklükte olacağı için birbirini yok eder ve net elektrik alan sıfır olur. Yüklerin dışındaki hiçbir noktada alan sıfır olmaz, çünkü alan vektörleri aynı yönlü olur.",
    "options": [
      {
        "text": "İki yükün tam ortasında",
        "isCorrect": true
      },
      {
        "text": "+q yüklerinden birine çok yakın bir noktada",
        "isCorrect": false
      },
      {
        "text": "Yüklerin arasında, ancak ortadan farklı bir noktada",
        "isCorrect": false
      },
      {
        "text": "İki yükün oluşturduğu doğrunun dışında bir noktada",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sonsuz uzaklıktaki elektriksel potansiyel sıfır kabul edildiğinde, +Q yükünün kendisinden r kadar uzaktaki bir noktada oluşturduğu elektriksel potansiyel aşağıdakilerden hangisidir? (k: Coulomb sabiti)",
    "explanation": "Noktasal bir Q yükünün r uzaklığında oluşturduğu elektriksel potansiyel, V = k * Q / r formülü ile verilir. Potansiyel yükün işaretine bağlıdır. Pozitif yük için potansiyel pozitiftir.",
    "options": [
      {
        "text": "k * Q / r",
        "isCorrect": true
      },
      {
        "text": "k * Q / r²",
        "isCorrect": false
      },
      {
        "text": "k * Q² / r",
        "isCorrect": false
      },
      {
        "text": "k * r / Q",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı R olan iletken bir kürenin merkezinden R/2 uzaklıktaki bir noktanın elektrik potansiyeli V'dir. Kürenin merkezinden 3R/2 uzaklıktaki bir noktanın elektrik potansiyeli nedir?",
    "explanation": "Yüklü iletken bir kürenin içinde (r < R) elektrik alan sıfırdır, bu nedenle potansiyel her yerde aynıdır ve kürenin yüzeyindeki potansiyele eşittir. Kürenin dışında (r > R) ise potansiyel, V = kQ / r şeklinde değişir. Merkezden R/2 uzaklık (iç bölge) potansiyeli V ise, bu aslında yüzey potansiyelidir: V = kQ / R. Merkezden 3R/2 uzaklık (dış bölge) potansiyeli ise V_dış = kQ / (3R/2) = (2kQ)/(3R) = (2/3) * (kQ/R) = (2/3)V.",
    "options": [
      {
        "text": "V",
        "isCorrect": false
      },
      {
        "text": "2V/3",
        "isCorrect": true
      },
      {
        "text": "V/2",
        "isCorrect": false
      },
      {
        "text": "V/3",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki gibi, +q ve -2q yükleri arasındaki uzaklık d'dir. Bu iki yükün oluşturduğu elektrik alanın sıfır olduğu nokta, +q yükünden hangi uzaklıkta bulunur? (Nokta, yükleri birleştiren doğru üzerindedir.)",
    "explanation": "Elektrik alanın sıfır olacağı nokta, büyük yükün (-2q) dışında ve küçük yüke (+q) daha yakın bir noktada aranır. +q'nun solunda bir x noktası olsun. Bu noktada +q'nun alanı sağa doğru, -2q'nun alanı sola doğrudur. Alanların eşit olması için: k*q / x² = k*(2q) / (d+x)². Denklem düzenlenirse: 1/x² = 2/(d+x)² => (d+x)² = 2x² => d+x = √2 x => d = √2 x - x => d = x(√2 - 1) => x = d / (√2 - 1).",
    "options": [
      {
        "text": "d / (√2 - 1)",
        "isCorrect": true
      },
      {
        "text": "d / 2",
        "isCorrect": false
      },
      {
        "text": "d",
        "isCorrect": false
      },
      {
        "text": "2d",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir fotosel lambaya düşürülen ışığın şiddeti artırıldığında, aşağıdaki niceliklerden hangisi artar?",
    "explanation": "Işık şiddeti, birim zamanda birim yüzeye düşen foton sayısıdır. Şiddet artırıldığında, fotosel yüzeyine birim zamanda düşen foton sayısı artar. Bu da, koparılan fotoelektron sayısını, yani fotoelektrik akımını artırır. Ancak, her fotonun enerjisi (E=hf) frekansla belirlendiği için şiddet değişimi fotoelektronların maksimum kinetik enerjisini değiştirmez.",
    "options": [
      {
        "text": "Fotoelektronların maksimum kinetik enerjisi",
        "isCorrect": false
      },
      {
        "text": "Işığın frekansı",
        "isCorrect": false
      },
      {
        "text": "Fotoelektrik akımı",
        "isCorrect": true
      },
      {
        "text": "Fotonun enerjisi",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Özel görelilikte, bir cismin hızı ışık hızına yaklaştıkça aşağıdakilerden hangisi artar?",
    "explanation": "Özel görelilikte, bir cismin hızı arttıkça, göreli kütlesi artar, boyu (hareket doğrultusunda) kısalır ve zamanı yavaşlar (zaman genişlemesi). Bu durumda, cismin toplam enerjisi de E = γ m c² formülüne göre artar, çünkü Lorentz faktörü γ, hız arttıkça artar.",
    "options": [
      {
        "text": "Cismin uzunluğu",
        "isCorrect": false
      },
      {
        "text": "Cismin kütlesi",
        "isCorrect": true
      },
      {
        "text": "Cismin üzerindeki zamanın akış hızı",
        "isCorrect": false
      },
      {
        "text": "Eşzamanlılık",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir elektron, durmakta olan bir atomdan 10 eV enerjili bir foton soğurarak koparılıyor. Elektronun bağlanma enerjisi 5 eV olduğuna göre, elektronun sahip olduğu kinetik enerji kaç eV'dur?",
    "explanation": "Fotoelektrik olayın enerji denklemi: E_foton = Bağlanma Enerjisi (E_b) + Kinetik Enerji (K_max). Verilenleri yerine koyarsak: 10 eV = 5 eV + K_max. Buradan K_max = 10 eV - 5 eV = 5 eV bulunur.",
    "options": [
      {
        "text": "5 eV",
        "isCorrect": true
      },
      {
        "text": "10 eV",
        "isCorrect": false
      },
      {
        "text": "15 eV",
        "isCorrect": false
      },
      {
        "text": "20 eV",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyük Patlama teorisi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Büyük Patlama teorisi, evrenin bir başlangıcı olduğunu ve başlangıçta son derece sıcak ve yoğun bir halden genişleyerek soğuduğunu öne sürer. Teori, evrenin genişlemesini ve kozmik mikrodalga arkaplan ışıması gibi gözlemsel kanıtları açıklar. Ancak, evrenin genişlemesinin merkezi bir noktadan olduğu fikri yanlıştır; genişleme her yönde ve uzayın her noktasından homojen şekilde olur.",
    "options": [
      {
        "text": "Evrenin bir başlangıcı olduğunu öne sürer.",
        "isCorrect": false
      },
      {
        "text": "Evrenin genişlediğini ve soğuduğunu kabul eder.",
        "isCorrect": false
      },
      {
        "text": "Kozmik mikrodalga arkaplan ışıması teori için önemli bir kanıttır.",
        "isCorrect": false
      },
      {
        "text": "Evrenin genişlemesi merkezi bir noktadan olmaktadır.",
        "isCorrect": true
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir radyoaktif izotopun yarı ömrü 10 gündür. Başlangıçta 160 gram olan bu izotopun 30 gün sonra kaç gramı bozunmamış olarak kalır?",
    "explanation": "Yarı ömür (T) 10 gün olduğuna göre, 30 gün 3 yarı ömre eşittir (30/10=3). Başlangıç kütlesi her yarı ömürde yarıya iner. İlk yarı ömürde: 160/2 = 80 gram. İkinci yarı ömürde: 80/2 = 40 gram. Üçüncü yarı ömürde: 40/2 = 20 gram kalır.",
    "options": [
      {
        "text": "5 gram",
        "isCorrect": false
      },
      {
        "text": "10 gram",
        "isCorrect": false
      },
      {
        "text": "20 gram",
        "isCorrect": true
      },
      {
        "text": "40 gram",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki radyoaktif bozunma türlerinden hangisinde atom numarası (proton sayısı) değişmez?",
    "explanation": "Gama (γ) ışını yayınımı, bir çekirdeğin uyarılmış bir enerji durumundan daha düşük bir enerji durumuna geçerken fazla enerjisini foton şeklinde yaymasıdır. Bu süreçte çekirdeğin proton veya nötron sayısı değişmez, sadece enerjisi azalır. Alfa bozunmasında atom numarası 2 azalır, beta eksi bozunmasında 1 artar, beta artı bozunmasında ise 1 azalır.",
    "options": [
      {
        "text": "Alfa bozunması",
        "isCorrect": false
      },
      {
        "text": "Beta eksi bozunması",
        "isCorrect": false
      },
      {
        "text": "Beta artı bozunması",
        "isCorrect": false
      },
      {
        "text": "Gama ışını yayınımı",
        "isCorrect": true
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Radyoaktif bir elementin aktivitesi (bozunma hızı) nelere bağlıdır?",
    "explanation": "Bir radyoaktif maddenin aktivitesi (A), birim zamandaki bozunma sayısıdır ve A = λN formülü ile verilir. Burada λ bozunma sabiti, N ise henüz bozunmamış atomların sayısıdır. Bozunma sabiti (λ) elementin yarı ömrü (T) ile λ = ln2 / T ilişkisine sahiptir. Dolayısıyla aktivite, elementin yarı ömrüne ve mevcut atom sayısına bağlıdır. Sıcaklık ve basınç gibi dış koşullar radyoaktif bozunma hızını etkilemez.",
    "options": [
      {
        "text": "Sadece elementin yarı ömrüne",
        "isCorrect": false
      },
      {
        "text": "Sadece mevcut atom sayısına",
        "isCorrect": false
      },
      {
        "text": "Elementin yarı ömrüne ve mevcut atom sayısına",
        "isCorrect": true
      },
      {
        "text": "Sıcaklık ve basınca",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Manyetik alan içinde düzgün olarak dönen bir iletken çerçevede indüklenen emk'nın zamana bağlı grafiği aşağıdakilerden hangisidir?",
    "explanation": "Düzgün manyetik alanda dönen bir iletken çerçevede manyetik akı, zamana bağlı olarak kosinüs fonksiyonu şeklinde değişir (Φ = B.A.cos(ωt)). Faraday Yasası'na göre indüklenen emk, manyetik akının zamana göre türevinin negatifine eşittir (ε = -dΦ/dt). Kosinüsün türevi negatif sinüs olduğundan, emk zamana bağlı olarak sinüs fonksiyonu şeklinde değişir. Bu, alternatif akım (AC) üretiminin temelidir.",
    "options": [
      {
        "text": "Doğrusal artan",
        "isCorrect": false
      },
      {
        "text": "Sabit",
        "isCorrect": false
      },
      {
        "text": "Sinüs dalgası",
        "isCorrect": true
      },
      {
        "text": "Kare dalga",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "İdeal bir transformatörün primer sargısında 200 sarım, sekonder sargısında 800 sarım bulunmaktadır. Primerden 220 V alternatif gerilim uygulandığında sekonderden elde edilen gerilim kaç volt olur?",
    "explanation": "İdeal bir transformatörde gerilimler sarım sayıları ile doğru orantılıdır. Formül: V_pri / V_sec = N_pri / N_sec. Verilen değerler: V_pri = 220 V, N_pri = 200, N_sec = 800. 220 / V_sec = 200 / 800 => 220 / V_sec = 1/4 => V_sec = 220 * 4 = 880 V.",
    "options": [
      {
        "text": "55 V",
        "isCorrect": false
      },
      {
        "text": "110 V",
        "isCorrect": false
      },
      {
        "text": "440 V",
        "isCorrect": false
      },
      {
        "text": "880 V",
        "isCorrect": true
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Alternatif akım devresinde saf bir bobinin (indüktör) davranışı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Saf bir bobin, omik direnci sıfır kabul edilen ideal bir indüktördür. Alternatif akım devrelerinde bobin, akımın değişimine karşı bir direnç gösterir; buna indüktif reaktans (X_L) denir ve X_L = 2πfL formülü ile hesaplanır. Bobinde akım ve gerilim arasında faz farkı vardır; akım gerilimden 90 derece (π/2 radyan) geridedir. Bobin, manyetik alan şeklinde enerji depolar ancak ortalama güç tüketimi sıfırdır.",
    "options": [
      {
        "text": "Akım ve gerilim aynı fazdadır.",
        "isCorrect": false
      },
      {
        "text": "Ortalama güç tüketimi maksimumdur.",
        "isCorrect": false
      },
      {
        "text": "Akım gerilimden 90° geridedir.",
        "isCorrect": true
      },
      {
        "text": "Doğru akımda indüktif reaktans gösterir.",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Lenz Yasası ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Lenz Yasası, Faraday İndüksiyon Yasası'nın yön ile ilgili kısmını belirler. Yasaya göre, manyetik akıdaki bir değişimden kaynaklanan indüklenen akımın yönü, kendi manyetik alanı ile akıdaki değişime karşı koyacak şekilde olur. Yani indüklenen akım, onu oluşturan sebebe (manyetik akı değişimine) zıt yönde etki eder. Bu, enerjinin korunumu ilkesi ile uyumludur.",
    "options": [
      {
        "text": "İndüklenen akım, manyetik akıyı artıracak yöndedir.",
        "isCorrect": false
      },
      {
        "text": "İndüklenen akımın yönü, manyetik akıdaki değişime karşı koyar.",
        "isCorrect": true
      },
      {
        "text": "Sadece manyetik alan şiddeti arttığında geçerlidir.",
        "isCorrect": false
      },
      {
        "text": "İndüklenen emk'nın büyüklüğünü verir.",
        "isCorrect": false
      }
    ],
    "topic": "İndüksiyon, Alternatif Akım ve Transformatörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatay düzlemde 40 m/s hızla atılan bir cisim, atıldığı noktadan 80 m uzakta yere çarpıyor. Cismin atıldığı yükseklik kaç metredir? (g=10 m/s², hava direnci önemsiz)",
    "explanation": "Yatay atış hareketinde yatay hız sabittir (Vx = 40 m/s). Yatay menil: X = Vx * t. 80 = 40 * t => t = 2 saniye. Bu sürede cismin düşeyde aldığı yol, serbest düşme formülü ile bulunur: h = (1/2) * g * t² = (1/2) * 10 * (2)² = (1/2)*10*4 = 20 metre.",
    "options": [
      {
        "text": "10 m",
        "isCorrect": false
      },
      {
        "text": "20 m",
        "isCorrect": true
      },
      {
        "text": "40 m",
        "isCorrect": false
      },
      {
        "text": "80 m",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yerden 45 m/s hızla, yatayla 53° açı yapacak şekilde atılan bir cismin menzili kaç metredir? (g=10 m/s², sin53°=0.8, cos53°=0.6, hava direnci önemsiz)",
    "explanation": "Eğik atışta menzil formülü: R = (V₀² * sin(2θ)) / g. Verilenler: V₀ = 45 m/s, θ = 53°, g=10 m/s². sin(2θ) = sin(106°) = sin(180-106)=sin(74°) ≈ 0.96 (sin53°=0.8, cos53°=0.6 olduğu için sin(106)=2*sin53*cos53=2*0.8*0.6=0.96). R = (45² * 0.96) / 10 = (2025 * 0.96) / 10 = 1944 / 10 = 194.4 metre.",
    "options": [
      {
        "text": "162 m",
        "isCorrect": false
      },
      {
        "text": "194.4 m",
        "isCorrect": true
      },
      {
        "text": "216 m",
        "isCorrect": false
      },
      {
        "text": "243 m",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aynı yükseklikten aynı anda serbest bırakılan X cismi ile yatay olarak 20 m/s hızla atılan Y cismi için aşağıdakilerden hangisi doğrudur? (Hava direnci önemsiz)",
    "explanation": "Her iki cisim de aynı yükseklikten aynı anda bırakıldığı için, düşey doğrultudaki hareketleri tamamen aynıdır. İlk düşey hızları sıfırdır ve her ikisi de aynı yerçekimi ivmesi (g) ile hareket eder. Bu nedenle, yere düşme süreleri eşittir. Yatay hız, düşme süresini etkilemez.",
    "options": [
      {
        "text": "X cismi Y'den önce yere düşer.",
        "isCorrect": false
      },
      {
        "text": "Y cismi X'ten önce yere düşer.",
        "isCorrect": false
      },
      {
        "text": "İkisi aynı anda yere düşer.",
        "isCorrect": true
      },
      {
        "text": "Hangi cisim önce düşer, kütlelerine bağlıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey yukarı yönde 30 m/s hızla atılan bir cisim, atıldıktan kaç saniye sonra 25 metre yüksekliğe ulaşır? (g=10 m/s²)",
    "explanation": "Düşey atış hareketinde yükseklik-zaman denklemi: h = V₀*t - (1/2)*g*t². Verilenler: h=25 m, V₀=30 m/s, g=10 m/s². Denklem: 25 = 30t - 5t². Bu denklemi düzenlersek: 5t² - 30t + 25 = 0. Sadeleştirme: t² - 6t + 5 = 0. Denklem çarpanlara ayrılır: (t-1)(t-5)=0. Buradan t=1 saniye ve t=5 saniye bulunur. t=1 saniye çıkış yolu üzerinde 25m'ye ulaştığı zaman, t=5 saniye ise iniş yolu üzerinde tekrar 25m'den geçtiği zamandır. Soru 'ulaşır' dediği için ilk ulaştığı zaman, yani 1 saniye cevaptır.",
    "options": [
      {
        "text": "1 s",
        "isCorrect": true
      },
      {
        "text": "2 s",
        "isCorrect": false
      },
      {
        "text": "3 s",
        "isCorrect": false
      },
      {
        "text": "5 s",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sayfa düzlemine dik ve dışarı doğru olan düzgün bir manyetik alanda, sayfa düzleminde bulunan +q yüklü bir parçacık sayfa düzlemine paralel olarak hareket etmektedir. Manyetik kuvvetin yönü için ne söylenebilir?",
    "explanation": "Manyetik kuvvet, F = q(v x B) formülü ile verilir ve hem hız vektörüne (v) hem de manyetik alan vektörüne (B) diktir. Sağ el kuralı uygulanır: Sağ elin dört parmağı v yönünde, avuç içi B'yi gösterecek şekilde (parmaklar v'den B'ye doğru kıvrılınca) açılan başparmak pozitif yük için F kuvvetinin yönünü gösterir. Bu durumda B dışarı doğru (sayfadan bize), v sayfa düzleminde herhangi bir yönde. Kuvvet daima hem v'ye hem de B'ye dik olacağı için, kuvvet vektörü de sayfa düzlemi içindedir ve v'nin yönüne diktir.",
    "options": [
      {
        "text": "Manyetik alanla aynı yöndedir.",
        "isCorrect": false
      },
      {
        "text": "Hız vektörüyle aynı yöndedir.",
        "isCorrect": false
      },
      {
        "text": "Sayfa düzlemine diktir.",
        "isCorrect": false
      },
      {
        "text": "Sayfa düzlemi içindedir ve hıza diktir.",
        "isCorrect": true
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Manyetik alan şiddeti 0.4 Tesla olan düzgün bir bölgeye, alan çizgileriyle 30° açı yapacak şekilde giren bir protona etki eden manyetik kuvvet F'dir. Aynı proton aynı hızla manyetik alana dik olarak girerse manyetik kuvvet kaç F olur?",
    "explanation": "Manyetik kuvvetin büyüklüğü F = |q| * v * B * sinθ formülü ile verilir. İlk durumda θ=30°, sin30°=0.5 olduğu için F = |q|*v*B*0.5. İkinci durumda manyetik alana dik girildiği için θ=90°, sin90°=1. Yeni kuvvet F' = |q|*v*B*1. İki kuvveti oranlarsak: F' / F = (|q|*v*B*1) / (|q|*v*B*0.5) = 1 / 0.5 = 2. Yani manyetik kuvvet 2 katına çıkar, 2F olur.",
    "options": [
      {
        "text": "F/2",
        "isCorrect": false
      },
      {
        "text": "F",
        "isCorrect": false
      },
      {
        "text": "2F",
        "isCorrect": true
      },
      {
        "text": "4F",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün bir manyetik alan içinde, alana dik düzlemde dairesel hareket yapan yüklü bir parçacık için aşağıdakilerden hangisi yanlıştır?",
    "explanation": "Manyetik alana dik olarak giren yüklü bir parçacık, manyetik kuvvetin sürekli merkezcil kuvvet sağlaması nedeniyle dairesel bir yörünge izler. Bu hareket için: 1) Manyetik kuvvet iş yapmaz, çünkü kuvvet her zaman hıza diktir. İş yapılmadığı için parçacığın kinetik enerjisi ve dolayısıyla sürati sabit kalır. 2) Parçacığın açısal hızı sabittir. 3) Yörünge yarıçapı R = (m*v) / (|q|*B) formülü ile verilir ve parçacığın kütlesi (m), yükü (q), sürati (v) ve manyetik alan şiddeti (B) ile ilişkilidir. Yanlış olan ifade, manyetik kuvvetin iş yaparak kinetik enerjiyi artırdığıdır; çünkü manyetik kuvvet iş yapmaz.",
    "options": [
      {
        "text": "Parçacığın kinetik enerjisi sabittir.",
        "isCorrect": false
      },
      {
        "text": "Parçacığın sürati sabittir.",
        "isCorrect": false
      },
      {
        "text": "Manyetik kuvvet parçacığın kinetik enerjisini artırır.",
        "isCorrect": true
      },
      {
        "text": "Parçacık düzgün dairesel hareket yapar.",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün çembersel hareket yapan bir cisim için aşağıdakilerden hangisi her zaman doğrudur?",
    "explanation": "Düzgün çembersel harekette cismin hızının büyüklüğü (çizgisel sürat) sabittir. Ancak hız vektörünün yönü sürekli değiştiği için ivme (merkezcil ivme) sıfırdan farklıdır. Açısal hız ve periyot da sabit büyüklüklerdir.",
    "options": [
      {
        "text": "İvmesi sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Hızının büyüklüğü sabittir.",
        "isCorrect": true
      },
      {
        "text": "Net kuvvet sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Açısal momentumu değişkendir.",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı 2 m olan bir yörüngede düzgün çembersel hareket yapan 5 kg kütleli bir cismin merkezcil ivmesi 8 m/s² ise, cismin merkezcil kuvveti kaç Newton'dur?",
    "explanation": "Merkezcil kuvvet, F = m * a_c formülü ile hesaplanır. Verilen değerler yerine konulursa: F = 5 kg * 8 m/s² = 40 N olur.",
    "options": [
      {
        "text": "10 N",
        "isCorrect": false
      },
      {
        "text": "20 N",
        "isCorrect": false
      },
      {
        "text": "40 N",
        "isCorrect": true
      },
      {
        "text": "80 N",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Periyodu 2 saniye olan düzgün çembersel hareket yapan bir cismin frekansı kaç Hz'dir?",
    "explanation": "Frekans (f), periyodun (T) tersidir. Formül f = 1 / T'dir. T=2 s olduğuna göre, f = 1 / 2 = 0,5 Hz olur.",
    "options": [
      {
        "text": "0,25",
        "isCorrect": false
      },
      {
        "text": "0,5",
        "isCorrect": true
      },
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Dünya'nın ekvatorunda bulunan bir cisim için, Dünya'nın dönüş hareketinden dolayı cisme etki eden merkezcil kuvveti sağlayan temel kaynak nedir?",
    "explanation": "Dünya'nın dönüşü nedeniyle ekvatordaki bir cisim çembersel hareket yapar. Bu harekete sebep olan merkezcil kuvvet, Dünya'nın cisme uyguladığı kütle çekim kuvvetinin bir bileşenidir. Yerçekimi kuvvetinin bir kısmı merkezcil kuvveti sağlarken, geri kalan kısmı cismin ağırlığını oluşturur.",
    "options": [
      {
        "text": "Sürtünme kuvveti",
        "isCorrect": false
      },
      {
        "text": "Hava direnci",
        "isCorrect": false
      },
      {
        "text": "Kütle çekim kuvveti",
        "isCorrect": true
      },
      {
        "text": "Normal kuvvet",
        "isCorrect": false
      }
    ],
    "topic": "Çembersel Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sayfa düzlemine dik ve dışarı doğru yönelmiş düzgün bir manyetik alan içinde, sayfa düzleminde ve doğu yönünde hareket eden bir protona etki eden manyetik kuvvetin yönü nedir?",
    "explanation": "Manyetik kuvvet, F = q*(v x B) formülü ile verilir. Sağ el kuralı uygulanır: İşaret parmağı hız vektörü (Doğu), orta parmak manyetik alan vektörü (Dışarı) yönünde tutulduğunda, baş parmak pozitif yük (proton) için kuvvetin yönünü (Kuzey) gösterir. Negatif yük için ters yöndedir.",
    "options": [
      {
        "text": "Kuzey",
        "isCorrect": true
      },
      {
        "text": "Güney",
        "isCorrect": false
      },
      {
        "text": "Batı",
        "isCorrect": false
      },
      {
        "text": "Yukarı",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Manyetik alan şiddeti 0,4 T olan düzgün bir bölgeye, alan çizgilerine dik olarak 10^6 m/s hızla giren bir protona (q = 1,6 x 10^-19 C) etki eden manyetik kuvvet kaç Newton'dur?",
    "explanation": "Manyetik kuvvet, hız ve manyetik alan birbirine dik olduğunda F = q*v*B formülü ile hesaplanır. F = (1,6 x 10^-19 C) * (10^6 m/s) * (0,4 T) = 6,4 x 10^-14 N olur.",
    "options": [
      {
        "text": "1,6 x 10^-13 N",
        "isCorrect": false
      },
      {
        "text": "6,4 x 10^-14 N",
        "isCorrect": true
      },
      {
        "text": "4,0 x 10^-14 N",
        "isCorrect": false
      },
      {
        "text": "2,5 x 10^-13 N",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "İçinden akım geçen düz bir tel, düzgün bir manyetik alan içine konulduğunda tele etki eden manyetik kuvvet hangi durumda maksimum olur?",
    "explanation": "Manyetik kuvvet F = I * L * B * sinθ formülü ile verilir. Burada θ, akım yönü ile manyetik alan yönü arasındaki açıdır. Kuvvet, sinθ=1 yani θ=90° olduğunda, başka bir deyişle tel manyetik alana dik olduğunda maksimum değerini alır.",
    "options": [
      {
        "text": "Tel manyetik alana paralel olduğunda",
        "isCorrect": false
      },
      {
        "text": "Tel manyetik alana dik olduğunda",
        "isCorrect": true
      },
      {
        "text": "Tel manyetik alanla 45° açı yaptığında",
        "isCorrect": false
      },
      {
        "text": "Manyetik kuvvet her zaman aynıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı r olan çembersel bir halkadan I akımı geçmektedir. Halkanın merkezindeki manyetik alan şiddeti için aşağıdakilerden hangisi doğrudur?",
    "explanation": "Dairesel bir akım halkasının merkezindeki manyetik alan şiddeti B = (μ₀ * I) / (2 * r) formülü ile verilir. Bu formüle göre manyetik alan, akım (I) ile doğru, yarıçap (r) ile ters orantılıdır.",
    "options": [
      {
        "text": "r ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "I ile doğru, r ile ters orantılıdır.",
        "isCorrect": true
      },
      {
        "text": "I ve r ile ters orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "I ile ters, r ile doğru orantılıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Manyetik Alan ve Manyetik Kuvvet",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki cihazlardan hangisinin çalışma prensibi temel olarak 'fotoelektrik olay'a dayanmaz?",
    "explanation": "Fotoelektrik olay, ışığın yüzeyden elektron sökmesi prensibine dayanır. Güneş pilleri, CCD sensörler (dijital kameralar) ve fotodiyotlar bu prensiple çalışır. Lazer yazıcılar ise genellikle statik elektrik ve toner kullanımı prensibiyle çalışır, doğrudan fotoelektrik olaya dayanmaz.",
    "options": [
      {
        "text": "Güneş Pili",
        "isCorrect": false
      },
      {
        "text": "CCD Sensör (Dijital Kamera)",
        "isCorrect": false
      },
      {
        "text": "Fotodiyot",
        "isCorrect": false
      },
      {
        "text": "Lazer Yazıcı",
        "isCorrect": true
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Süper iletkenlerle ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Süper iletkenler, belirli bir kritik sıcaklığın (Tc) altında elektriksel dirençlerini tamamen kaybederler (sıfır olur). Manyetik alanı da (Meissner etkisi ile) içlerine almazlar. Ancak, süper iletkenlik hali için mutlaka çok düşük sıcaklıklar gereklidir; oda sıcaklığında süper iletkenlik henüz mümkün değildir.",
    "options": [
      {
        "text": "Kritik sıcaklığın altında elektrik dirençleri sıfırdır.",
        "isCorrect": false
      },
      {
        "text": "Kritik sıcaklığın altında manyetik alanı dışlarlar.",
        "isCorrect": false
      },
      {
        "text": "Oda sıcaklığında süper iletkenlik gösterirler.",
        "isCorrect": true
      },
      {
        "text": "Yüksek hassasiyetli manyetik alan ölçüm cihazlarında (SQUID) kullanılırlar.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "X-ışınlarının tıptaki temel kullanım amacı aşağıdakilerden hangisidir?",
    "explanation": "X-ışınları yüksek enerjili ve delici özellikte olduğu için, yumuşak dokulardan kolayca geçerler ancak kemik gibi yoğun dokular tarafından daha fazla soğurulurlar. Bu soğurulma farkı, kemiklerin görüntülenmesini (radyografi) sağlar.",
    "options": [
      {
        "text": "Kan akışını görüntülemek",
        "isCorrect": false
      },
      {
        "text": "Yumuşak doku detaylarını incelemek",
        "isCorrect": false
      },
      {
        "text": "Kemik yapıları görüntülemek",
        "isCorrect": true
      },
      {
        "text": "Vücut sıcaklığını ölçmek",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Lazer ışığının özellikleri arasında aşağıdakilerden hangisi yer almaz?",
    "explanation": "Lazer ışığı; tek renkli (monokromatik), aynı fazlı (koherent) ve çok düşük sapma ile yayılan (yüksek yönelimli) bir ışıktır. Beyaz ışık ise birçok farklı rengin (dalgaboyunun) karışımıdır, yani çok renklidir (polikromatik). Bu nedenle 'beyaz ışık' lazerin bir özelliği değildir.",
    "options": [
      {
        "text": "Tek renklidir (monokromatik).",
        "isCorrect": false
      },
      {
        "text": "Aynı fazdadır (koherent).",
        "isCorrect": false
      },
      {
        "text": "Yüksek yönelimlidir.",
        "isCorrect": false
      },
      {
        "text": "Beyaz ışıktır.",
        "isCorrect": true
      }
    ],
    "topic": "Modern Fiziğin Teknolojideki Uygulamaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yüzey alanı A, levhalar arası uzaklığı d olan bir paralel levhalı sığaç boştayken sığası C'dir. Bu sığacın levhaları arası dielektrik sabiti k=3 olan bir madde ile tamamen doldurulursa yeni sığa ne olur?",
    "explanation": "Paralel levhalı bir sığacın sığası C = ε₀ * A / d formülü ile verilir. Levhalar arası bir dielektrik madde ile doldurulduğunda sığa, C' = k * C = k * ε₀ * A / d olur. k=3 olduğuna göre yeni sığa 3C olur.",
    "options": [
      {
        "text": "C",
        "isCorrect": false
      },
      {
        "text": "C/3",
        "isCorrect": false
      },
      {
        "text": "3C",
        "isCorrect": true
      },
      {
        "text": "9C",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir paralel levhalı sığaç, U voltajına kadar yüklenip bataryadan ayrılıyor. Levhalar arası uzaklık iki katına çıkarılırsa, sığaç üzerindeki yük (Q) ve levhalar arası potansiyel fark (V) nasıl değişir?",
    "explanation": "Batarıyadan ayrıldığı için sığaç yalıtılmıştır ve yükü (Q) korunur, değişmez. Sığa formülü C = ε₀*A/d'ye göre, d uzaklığı iki katına çıkınca sığa yarıya iner (C/2). Q = C * V ilişkisinden, Q sabit, C yarıya indiği için V iki katına çıkar.",
    "options": [
      {
        "text": "Q artar, V değişmez.",
        "isCorrect": false
      },
      {
        "text": "Q değişmez, V artar.",
        "isCorrect": true
      },
      {
        "text": "Q ve V değişmez.",
        "isCorrect": false
      },
      {
        "text": "Q azalır, V artar.",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yüklü ve bataryadan ayrılmış bir paralel levhalı sığaçta, levhalar birbirine yaklaştırılırsa aşağıdaki fiziksel niceliklerden hangisi artar?",
    "explanation": "Sığaç yalıtılmış olduğu için yük (Q) sabit kalır. Levhalar yaklaştıkça (d azalır), sığa formülü C = ε₀*A/d'ye göre sığa (C) artar. Enerji formülü U = Q² / (2C) olduğundan, Q sabit ve C arttığı için depolanan enerji (U) azalır. Levhalar arası uzaklık azaldığında, elektrik alan şiddeti E = V/d veya E = Q/(ε₀*A) ile verilir. Q ve A sabit olduğundan E değişmez. Sığa (C) artan niceliktir.",
    "options": [
      {
        "text": "Yük (Q)",
        "isCorrect": false
      },
      {
        "text": "Sığa (C)",
        "isCorrect": true
      },
      {
        "text": "Depolanan Enerji (U)",
        "isCorrect": false
      },
      {
        "text": "Elektrik Alan Şiddeti (E)",
        "isCorrect": false
      }
    ],
    "topic": "Paralel Levhalar ve Sığa",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Rutherford atom modeli ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Rutherford'un yaptığı altın levha deneyi, atomun büyük bir kısmının boşluktan oluştuğunu ve pozitif yükün küçük bir çekirdekte toplandığını göstermiştir. Ancak, elektronların çekirdek etrafında belirli enerji seviyelerinde (yörüngelerde) döndüğü fikri Bohr atom modeline aittir. Rutherford modeli, elektronların kararlı hareketini açıklayamaz ve klasik elektromanyetik teoriye göre enerji kaybedip çekirdeğe düşmeleri gerektiğini öngörür.",
    "options": [
      {
        "text": "Atomun kütlesinin büyük bir kısmı pozitif yüklü çekirdekte toplanmıştır.",
        "isCorrect": false
      },
      {
        "text": "Atomun büyük bir kısmı boşluktur.",
        "isCorrect": false
      },
      {
        "text": "Elektronlar çekirdek etrafında belirli enerji seviyelerinde dolanır.",
        "isCorrect": true
      },
      {
        "text": "Deney, alfa parçacıklarının saçılması prensibine dayanır.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bohr atom modeline göre, bir elektron bir üst enerji seviyesinden alt enerji seviyesine atladığında aşağıdakilerden hangisi gerçekleşir?",
    "explanation": "Bohr atom modeline göre, elektronlar kararlı halde belirli enerji seviyelerinde (yörüngelerde) dolanır. Elektron bir üst enerji düzeyinden (daha yüksek enerjili) bir alt enerji düzeyine (daha düşük enerjili) atlarken, iki seviye arasındaki enerji farkına eşit miktarda bir foton (ışık) yayınlar. Enerji alması ise alt seviyeden üst seviyeye çıkarken gerçekleşir.",
    "options": [
      {
        "text": "Enerji soğurur.",
        "isCorrect": false
      },
      {
        "text": "Enerji yayar.",
        "isCorrect": true
      },
      {
        "text": "Açısal momentumu sıfır olur.",
        "isCorrect": false
      },
      {
        "text": "Çekirdeğe düşer.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Modern atom teorisi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Modern atom teorisi (Kuantum Mekaniği), elektronların kesin bir yörünge yerine, bulunma olasılıklarının yüksek olduğu orbital adı verilen bölgelerde bulunduğunu kabul eder. Elektronun konumu ve momentumu aynı anda kesin olarak bilinemez (Heisenberg Belirsizlik İlkesi). Bohr modelindeki gibi belirli yörüngeler fikri modern teori tarafından terk edilmiştir.",
    "options": [
      {
        "text": "Elektronların çekirdek etrafındaki hareketi kesin yörüngelerle tanımlanır.",
        "isCorrect": false
      },
      {
        "text": "Elektronların bulunma olasılığı orbital kavramı ile ifade edilir.",
        "isCorrect": true
      },
      {
        "text": "Elektronun yeri ve hızı aynı anda hassas bir şekilde ölçülebilir.",
        "isCorrect": false
      },
      {
        "text": "Atomun temel bileşenleri yalnızca proton ve nötronlardır.",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Thomson atom modeli aşağıdaki benzetmelerden hangisi ile anılır?",
    "explanation": "J.J. Thomson, atomun içinde negatif yüklü elektronların dağıldığı, pozitif yüklü bir küre olduğunu öne sürmüştür. Bu yapı, üzümlerin kekin içine dağılmasına benzetilerek 'Üzümlü Kek Modeli' olarak adlandırılmıştır. Bu model, Rutherford'un çekirdeği keşfetmesinden önce kabul görmüştür.",
    "options": [
      {
        "text": "Güneş Sistemi Modeli",
        "isCorrect": false
      },
      {
        "text": "Üzümlü Kek Modeli",
        "isCorrect": true
      },
      {
        "text": "Kuantum Modeli",
        "isCorrect": false
      },
      {
        "text": "Dalga Modeli",
        "isCorrect": false
      }
    ],
    "topic": "Atom Modelleri",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir basit makinenin verimi %80'dir. Bu makine 50 N'luk yükü kaldırmak için 20 N'luk kuvvet uygulandığına göre, yükün kuvvetten kaç kat fazla yol aldığına bakılarak hesaplanan ideal kuvvet kazancı kaçtır? (Enerji kaybı olmasaydı gereken kuvvet)",
    "explanation": "Verim = (Gerçek Kuvvet Kazancı / İdeal Kuvvet Kazancı) x 100 formülü ile bulunur. Gerçek kuvvet kazancı = Yük / Kuvvet = 50 N / 20 N = 2.5'tir. Verim %80, yani 0.80'dir. 0.80 = 2.5 / İdeal Kuvvet Kazancı. Bu denklemden İdeal Kuvvet Kazancı = 2.5 / 0.80 = 3.125 olarak bulunur.",
    "options": [
      {
        "text": "2.5",
        "isCorrect": false
      },
      {
        "text": "3.125",
        "isCorrect": true
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki basit makinelerden hangisinde kuvvetten kazanç sağlanırken, aynı zamanda kuvvetin yönü de değiştirilebilir?",
    "explanation": "Sabit makarada kuvvetten kazanç yoktur, sadece kuvvetin yönü değiştirilir. Hareketli makarada kuvvetten kazanç vardır (kuvvet kazancı 2), ancak kuvvetin yönü yük ile aynı yöndedir. Palanga sistemleri hem kuvvetten kazanç sağlar hem de kuvvetin yönü istenilen şekilde (yukarı veya aşağı) ayarlanabilir. Kaldıraçta ise kuvvetin yönü, destek noktasına göre değişir, genellikle aşağı yönlü kuvvetle yukarı kaldırma işlemi yapılır.",
    "options": [
      {
        "text": "Sabit Makara",
        "isCorrect": false
      },
      {
        "text": "Hareketli Makara",
        "isCorrect": false
      },
      {
        "text": "Palanga",
        "isCorrect": true
      },
      {
        "text": "Eğik Düzlem",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kuvvet kazancı 4 olan bir basit makinede, yük 2 metre yükseltildiğinde kuvvetin aldığı yol kaç metredir?",
    "explanation": "Basit makinelerde iş prensibi gereği, enerji korunumu düşünüldüğünde (sürtünmesiz ideal durum) Kuvvet x Kuvvet Yolu = Yük x Yük Yolu. Kuvvet kazancı = Yük / Kuvvet = 4 ise, Yük = 4K ve Kuvvet = K diyebiliriz. Denklemi yazarsak: K x (Kuvvet Yolu) = (4K) x (2 m). K'lar sadeleşir: Kuvvet Yolu = 8 metre olur.",
    "options": [
      {
        "text": "0.5",
        "isCorrect": false
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "8",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir eğik düzlem ile 600 N ağırlığındaki bir yük, 200 N'luk bir kuvvetle 3 metre yüksekliğe çıkarılıyor. Eğik düzlemin verimi yüzde kaçtır?",
    "explanation": "Verim = (Yapılan İş / Harcanan Enerji) x 100 formülü ile hesaplanır. Yapılan İş (Faydalı İş) = Yük x Yük Yüksekliği = 600 N x 3 m = 1800 J. Harcanan Enerji (Girdi İşi) = Kuvvet x Kuvvet Yolu. Kuvvet 200 N'dur. Kuvvet Yolu, eğik düzlemin uzunluğudur. Enerjinin korunumundan (kuvvet kazancı prensibi): 200 N x (Yol) = 600 N x 3 m -> Yol = 9 m. Harcanan Enerji = 200 N x 9 m = 1800 J. Bu durumda Verim = (1800 J / 1800 J) x 100 = %100 çıkar. Bu ideal (sürtünmesiz) bir durumu gösterir. Ancak soruda verilen değerler zaten enerji korunumunu sağladığı için verim %100'dür.",
    "options": [
      {
        "text": "%50",
        "isCorrect": false
      },
      {
        "text": "%75",
        "isCorrect": false
      },
      {
        "text": "%100",
        "isCorrect": true
      },
      {
        "text": "%150",
        "isCorrect": false
      }
    ],
    "topic": "Basit Makineler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yatayla 37° açı yapacak şekilde 50 m/s hızla atılan bir cismin menzili kaç metredir? (g=10 m/s²; sin37=0,6; cos37=0,8; hava direnci önemsiz)",
    "explanation": "Menzil (R) formülü: R = (v₀² * sin(2θ)) / g. Burada v₀=50 m/s, θ=37°, g=10 m/s². sin(2*37°) = sin74° değeri verilmemiş. Ancak sin(2θ) = 2*sinθ*cosθ formülünü kullanabiliriz. sin(2*37°) = 2 * sin37° * cos37° = 2 * 0,6 * 0,8 = 0,96. Menzil R = (50² * 0,96) / 10 = (2500 * 0,96) / 10 = 2400 / 10 = 240 metre.",
    "options": [
      {
        "text": "120",
        "isCorrect": false
      },
      {
        "text": "180",
        "isCorrect": false
      },
      {
        "text": "240",
        "isCorrect": true
      },
      {
        "text": "300",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yerden 45 m yükseklikten yatay olarak 20 m/s hızla atılan bir cisim kaç saniye sonra yere çarpar? (g=10 m/s²)",
    "explanation": "Cisim yatay atış yaptığı için yere düşme süresi sadece düşey hareketine bağlıdır. Yatay hız, düşme süresini etkilemez. Düşeyde ilk hızı 0'dır (sadece yatay bileşen var). Serbest düşme formülü: h = (1/2) * g * t². 45 = (1/2) * 10 * t² -> 45 = 5 * t² -> t² = 9 -> t = 3 saniye.",
    "options": [
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "3",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "5",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düşey yukarı yönde 30 m/s hızla atılan bir cisim, atıldığı noktadan kaç metre yükselir? (g=10 m/s²)",
    "explanation": "Düşey atışta maksimum yüksekliğe çıkış süresi t = v₀ / g formülü ile bulunabilir, ancak yükseklik doğrudan hız-zaman formülünden de bulunur. Maksimum yükseklikte hız sıfır olur. v² = v₀² - 2*g*h formülünü kullanalım. 0² = 30² - 2*10*h -> 0 = 900 - 20h -> 20h = 900 -> h = 45 metre.",
    "options": [
      {
        "text": "30",
        "isCorrect": false
      },
      {
        "text": "45",
        "isCorrect": true
      },
      {
        "text": "60",
        "isCorrect": false
      },
      {
        "text": "90",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aynı yükseklikten serbest bırakılan X cismi ile yatay olarak  v hızıyla atılan Y cismi için aşağıdakilerden hangisi doğrudur? (Hava direnci önemsiz)",
    "explanation": "Her iki cisim de aynı yükseklikten aynı anda bırakılsın. X cismi serbest düşme yapar. Y cismi yatay atış yapar. Yatay atış hareketinde, düşey hareket serbest düşme ile aynıdır. Yani, düşeydeki ivmeleri (g) ve düşeydeki ilk hızları (0) aynı olduğu için, yere düşme süreleri eşit olur. Yatay hız, düşme süresini etkilemez.",
    "options": [
      {
        "text": "X cismi Y'den önce yere düşer.",
        "isCorrect": false
      },
      {
        "text": "Y cismi X'ten önce yere düşer.",
        "isCorrect": false
      },
      {
        "text": "İkisi de aynı anda yere düşer.",
        "isCorrect": true
      },
      {
        "text": "Hangi cisim önce düşer, cisimlerin kütlesine bağlıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Atışlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay bir zeminde durmakta olan 4 kg kütleli cisme 20 N'luk yatay bir kuvvet 5 saniye boyunca uygulanıyor. Cismin 5. saniye sonundaki hızı kaç m/s'dir?",
    "explanation": "Önce cismin ivmesi bulunur. Newton'un ikinci yasası: F = m*a -> 20 = 4 * a -> a = 5 m/s². Sonra, ilk hızı 0 olduğu için, son hız v = v₀ + a*t formülü ile hesaplanır. v = 0 + 5 * 5 = 25 m/s.",
    "options": [
      {
        "text": "5",
        "isCorrect": false
      },
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "25",
        "isCorrect": true
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Newton'un üçüncü hareket yasası (Etki-Tepki Yasası) ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "explanation": "Newton'un üçüncü yasasına göre, her etki kuvvetine eşit büyüklükte ve zıt yönde bir tepki kuvveti vardır. Bu kuvvetler farklı cisimler üzerindedir, bu nedenle birbirlerini dengelemezler (dengeleyen kuvvetler aynı cisim üzerinde olmalıdır). Örneğin, masada duran kitaba etki eden yerçekimi kuvveti ve masanın uyguladığı normal kuvvet aynı cisim (kitap) üzerinde olduğu için üçüncü yasa çifti değildir; bunlar birbirini dengeler. Kitabın Dünya'ya uyguladığı çekim kuvveti ile Dünya'nın kitaba uyguladığı çekim kuvveti üçüncü yasa çiftidir.",
    "options": [
      {
        "text": "Etki ve tepki kuvvetleri eşit büyüklüktedir.",
        "isCorrect": false
      },
      {
        "text": "Etki ve tepki kuvvetleri zıt yönlüdür.",
        "isCorrect": false
      },
      {
        "text": "Etki ve tepki kuvvetleri aynı cisim üzerine etki eder.",
        "isCorrect": true
      },
      {
        "text": "Etki ve tepki kuvvetleri farklı türde (temas veya alan) olabilir.",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki sürtünmesiz sistem serbest bırakıldığında ipte oluşan gerilme kuvveti T'nin büyüklüğü kaç Newton'dur? (g=10 m/s²) [Sistem: Bir ip, makaradan geçirilmiş. İpin bir ucunda 3 kg, diğer ucunda 2 kg'lık kütleler asılı.]",
    "explanation": "Sistem serbest bırakıldığında, net kuvvet daha ağır olan 3 kg'lık kütlenin ağırlığı yönündedir. Toplam kütle 5 kg'dır. Hareket denklemleri yazılır. 3 kg'lık kütle için: 3g - T = 3a. 2 kg'lık kütle için: T - 2g = 2a. İki denklem taraf tarafa toplanırsa: (3g - T) + (T - 2g) = 3a + 2a -> g = 5a -> 10 = 5a -> a = 2 m/s². a'yı denklemlerden birinde yerine koyarak T bulunur. T - 2*10 = 2*2 -> T - 20 = 4 -> T = 24 N.",
    "options": [
      {
        "text": "10",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "24",
        "isCorrect": true
      },
      {
        "text": "30",
        "isCorrect": false
      }
    ],
    "topic": "Newton'un Hareket Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Doğrusal bir yolda durmakta olan bir araç, 4 m/s²'lik sabit ivme ile 10 saniye boyunca hızlanıyor. Bu süre sonunda aracın aldığı yol kaç metredir?",
    "explanation": "İlk hız sıfır (v₀=0), ivme a=4 m/s², zaman t=10 s. Alınan yol x = v₀t + (1/2)at² formülü ile hesaplanır. x = 0 + (1/2)*4*(10)² = 2 * 100 = 200 m.",
    "options": [
      {
        "text": "200 m",
        "isCorrect": true
      },
      {
        "text": "400 m",
        "isCorrect": false
      },
      {
        "text": "100 m",
        "isCorrect": false
      },
      {
        "text": "40 m",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Hız-zaman grafiği verilen bir hareketlinin 0-5 saniye aralığındaki ivmesi 2 m/s² ve 5-10 saniye aralığındaki ivmesi -4 m/s²'dir. Hareketlinin 10. saniyedeki hızı kaç m/s'dir? (Başlangıç hızı 0 m/s)",
    "explanation": "İlk 5 s: v = v₀ + at = 0 + 2*5 = 10 m/s. Sonraki 5 s: v = 10 + (-4)*5 = 10 - 20 = -10 m/s. Hızın büyüklüğü 10 m/s'dir.",
    "options": [
      {
        "text": "10 m/s",
        "isCorrect": true
      },
      {
        "text": "20 m/s",
        "isCorrect": false
      },
      {
        "text": "0 m/s",
        "isCorrect": false
      },
      {
        "text": "-20 m/s",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir cisim yerden 80 m yükseklikten serbest bırakılıyor. Hava sürtünmesi önemsiz olduğuna göre, cismin yere ulaşma süresi kaç saniyedir? (g=10 m/s²)",
    "explanation": "Serbest düşme hareketinde yükseklik h = (1/2)gt² formülü ile bulunur. 80 = (1/2)*10*t² => 80 = 5t² => t²=16 => t=4 s.",
    "options": [
      {
        "text": "4 s",
        "isCorrect": true
      },
      {
        "text": "8 s",
        "isCorrect": false
      },
      {
        "text": "2 s",
        "isCorrect": false
      },
      {
        "text": "16 s",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün doğrusal hareket eden bir aracın konum-zaman grafiğinin eğimi 20 m/s'dir. Araç 30 saniye boyunca bu hareketi sürdürürse toplam aldığı yol kaç metredir?",
    "explanation": "Düzgün doğrusal harekette hız sabittir ve konum-zaman grafiğinin eğimi hızı verir. Yol = Hız x Zaman formülü ile hesaplanır. Yol = 20 m/s * 30 s = 600 m.",
    "options": [
      {
        "text": "600 m",
        "isCorrect": true
      },
      {
        "text": "300 m",
        "isCorrect": false
      },
      {
        "text": "900 m",
        "isCorrect": false
      },
      {
        "text": "60 m",
        "isCorrect": false
      }
    ],
    "topic": "Hareket",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyük Patlama (Big Bang) teorisi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Büyük Patlama teorisi, evrenin yaklaşık 13.8 milyar yıl önce son derece sıcak ve yoğun bir başlangıç noktasından genişlemeye başladığını öne sürer. Bu genişleme halen devam etmektedir ve galaksilerin birbirinden uzaklaştığı gözlemlenmektedir.",
    "options": [
      {
        "text": "Evrenin genişlemekte olduğunu öngörür.",
        "isCorrect": true
      },
      {
        "text": "Evrenin sabit bir büyüklükte olduğunu savunur.",
        "isCorrect": false
      },
      {
        "text": "Evrenin merkezinin Dünya olduğunu iddia eder.",
        "isCorrect": false
      },
      {
        "text": "Güneş sisteminin oluşumunu açıklar.",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir radyoaktif maddenin yarı ömrü 20 gündür. Başlangıçta 160 gram olan bu maddeden 60 gün sonra kaç gram kalır?",
    "explanation": "Geçen süre 60 gün, yarı ömür 20 gün olduğundan, 60/20 = 3 yarı ömür süresi geçer. Kalan madde miktarı = Başlangıç miktarı / (2^n) formülü ile hesaplanır. n=3 için, 160 / 2³ = 160 / 8 = 20 gram.",
    "options": [
      {
        "text": "20 gram",
        "isCorrect": true
      },
      {
        "text": "40 gram",
        "isCorrect": false
      },
      {
        "text": "80 gram",
        "isCorrect": false
      },
      {
        "text": "5 gram",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Aşağıdaki radyoaktif bozunma türlerinden hangisinde atom numarası (proton sayısı) değişmez?",
    "explanation": "Gama (γ) ışını bir elektromanyetik radyasyondur ve enerji fazlasının atılması sırasında yayılır. Bu süreçte çekirdeğin proton veya nötron sayısında bir değişiklik olmaz, sadece çekirdek daha kararlı bir enerji seviyesine geçer.",
    "options": [
      {
        "text": "Gama Işını Yayımı",
        "isCorrect": true
      },
      {
        "text": "Alfa Bozunması",
        "isCorrect": false
      },
      {
        "text": "Beta Eksi (β⁻) Bozunması",
        "isCorrect": false
      },
      {
        "text": "Beta Artı (β⁺) Bozunması",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kozmik mikrodalga arkaplan ışıması (CMB) ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Kozmik mikrodalga arkaplan ışıması, Büyük Patlama'nın bir kalıntısı olarak kabul edilir ve evrenin her yönünde yaklaşık 2.7 Kelvin (-270.45 °C) sıcaklığında, son derece düzgün dağılmış bir mikrodalga radyasyonu olarak gözlemlenir. Bu, evrenin erken dönemlerinin çok sıcak ve yoğun olduğu fikrini destekleyen önemli bir kanıttır.",
    "options": [
      {
        "text": "Büyük Patlama'nın bir kanıtı olarak kabul edilir.",
        "isCorrect": true
      },
      {
        "text": "Güneş'ten yayılan bir radyasyon türüdür.",
        "isCorrect": false
      },
      {
        "text": "Sadece galaksimizde gözlemlenebilir.",
        "isCorrect": false
      },
      {
        "text": "Evrenin genişlemediğini gösterir.",
        "isCorrect": false
      }
    ],
    "topic": "Büyük Patlama ve Radyoaktivite",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Durmakta olan 2 kg kütleli bir cisme, 10 N'luk sabit bir kuvvet 4 saniye boyunca uygulanıyor. Cisme aktarılan itme (impuls) kaç N.s'dir?",
    "explanation": "İtme (I), kuvvet (F) ile kuvvetin etki süresinin (Δt) çarpımına eşittir. I = F * Δt = 10 N * 4 s = 40 N.s.",
    "options": [
      {
        "text": "40 N.s",
        "isCorrect": true
      },
      {
        "text": "20 N.s",
        "isCorrect": false
      },
      {
        "text": "8 N.s",
        "isCorrect": false
      },
      {
        "text": "5 N.s",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütlesi 0.5 kg olan bir cisim, 10 m/s hızla duvara dik olarak çarpıp aynı büyüklükteki hızla geri dönüyor. Çarpışma 0.1 saniye sürdüğüne göre, duvarın cisme uyguladığı ortalama kuvvet kaç Newton'dur?",
    "explanation": "Momentum değişimi Δp = m*(v_son - v_ilk). İlk hız +10 m/s, son hız -10 m/s (yön değişti). Δp = 0.5 * (-10 - 10) = 0.5 * (-20) = -10 kg.m/s. İtme = F_ort * Δt = Δp. F_ort * 0.1 = 10 (büyüklük olarak). F_ort = 10 / 0.1 = 100 N.",
    "options": [
      {
        "text": "100 N",
        "isCorrect": true
      },
      {
        "text": "10 N",
        "isCorrect": false
      },
      {
        "text": "50 N",
        "isCorrect": false
      },
      {
        "text": "200 N",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sürtünmesiz yatay düzlemde durmakta olan 3 kg kütleli bir cisme, 2 kg kütleli bir cisim 8 m/s hızla çarpıp yapışıyor. Çarpışma sonrası ortak kütlenin hızı kaç m/s olur?",
    "explanation": "Bu tamamen esnek olmayan (plastik) çarpışmadır. Momentum korunumundan: (m1 * v1) + (m2 * v2) = (m1 + m2) * v_ortak. (2 * 8) + (3 * 0) = (2+3) * v_ortak. 16 = 5 * v_ortak. v_ortak = 16/5 = 3.2 m/s.",
    "options": [
      {
        "text": "3.2 m/s",
        "isCorrect": true
      },
      {
        "text": "8 m/s",
        "isCorrect": false
      },
      {
        "text": "1.6 m/s",
        "isCorrect": false
      },
      {
        "text": "4 m/s",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Momentumun korunumu yasası için aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Momentumun korunumu yasasına göre, bir sisteme dışarıdan net bir kuvvet etki etmiyorsa, sistemin toplam momentumu korunur (sabittir). İç kuvvetler sistemin toplam momentumunu değiştirmez.",
    "options": [
      {
        "text": "İzole bir sistemde toplam momentum sabittir.",
        "isCorrect": true
      },
      {
        "text": "Sadece esnek çarpışmalarda geçerlidir.",
        "isCorrect": false
      },
      {
        "text": "Enerji korunumu ile aynı şeyi ifade eder.",
        "isCorrect": false
      },
      {
        "text": "Sürtünmeli ortamlarda geçerli değildir.",
        "isCorrect": false
      }
    ],
    "topic": "İtme ve Momentum",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Büyüklükleri 3 N ve 4 N olan iki kuvvet birbirine dik olarak uygulanıyor. Bu kuvvetlerin bileşkesinin büyüklüğü kaç N'dur?",
    "explanation": "Birbirine dik iki vektörün bileşkesi, Pisagor teoremi ile bulunur. R = √(F₁² + F₂²) = √(3² + 4²) = √(9 + 16) = √25 = 5 N.",
    "options": [
      {
        "text": "5 N",
        "isCorrect": true
      },
      {
        "text": "7 N",
        "isCorrect": false
      },
      {
        "text": "1 N",
        "isCorrect": false
      },
      {
        "text": "12 N",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "A vektörü +x yönünde 6 birim, B vektörü -x yönünde 2 birimdir. A - B vektörünün büyüklüğü kaç birimdir?",
    "explanation": "A = +6, B = -2. A - B = (+6) - (-2) = +6 + 2 = +8. Vektörün büyüklüğü 8 birimdir.",
    "options": [
      {
        "text": "8 birim",
        "isCorrect": true
      },
      {
        "text": "4 birim",
        "isCorrect": false
      },
      {
        "text": "12 birim",
        "isCorrect": false
      },
      {
        "text": "-8 birim",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir vektörün bileşenleri Fx = 5 birim ve Fy = 12 birim olarak veriliyor. Bu vektörün büyüklüğü kaç birimdir?",
    "explanation": "Bir vektörün büyüklüğü, bileşenlerinin karelerinin toplamının kareköküne eşittir. |F| = √(Fx² + Fy²) = √(5² + 12²) = √(25 + 144) = √169 = 13 birim.",
    "options": [
      {
        "text": "13 birim",
        "isCorrect": true
      },
      {
        "text": "17 birim",
        "isCorrect": false
      },
      {
        "text": "7 birim",
        "isCorrect": false
      },
      {
        "text": "10 birim",
        "isCorrect": false
      }
    ],
    "topic": "Vektörler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir fotosel devresinde, metal yüzeye gelen ışığın şiddeti artırıldığında aşağıdakilerden hangisi gözlenir?",
    "explanation": "Fotosel olayında, ışık şiddeti artırıldığında, yüzeyden kopan fotoelektron sayısı artar. Bu da devreden geçen akımın (fotoelektrik akım) artmasına neden olur. Ancak, ışık şiddetinin fotoelektronların maksimum kinetik enerjisi üzerinde bir etkisi yoktur; maksimum kinetik enerji gelen fotonun enerjisine (yani ışığın frekansına) bağlıdır.",
    "options": [
      {
        "text": "Koparılan elektronların maksimum kinetik enerjisi artar.",
        "isCorrect": false
      },
      {
        "text": "Fotoelektrik akım artar.",
        "isCorrect": true
      },
      {
        "text": "Koparılan elektronların maksimum kinetik enerjisi azalır.",
        "isCorrect": false
      },
      {
        "text": "Fotoelektrik akım değişmez.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Özel görelilik teorisine göre, bir gözlemciye göre ışık hızına yakın hareket eden bir cisim için aşağıdakilerden hangisi doğrudur?",
    "explanation": "Özel görelilik teorisine göre, bir cisim gözlemciye göre yüksek hızda hareket ediyorsa, gözlemci cismin boyunun hareket doğrultusunda kısaldığını (uzunluk büzülmesi), cismin kütlesinin arttığını ve cismin içindeki zamanın daha yavaş aktığını (zaman genişlemesi) ölçer. Işık hızı ise tüm eylemsiz referans sistemlerinde aynıdır (c).",
    "options": [
      {
        "text": "Cismin kütlesi azalır.",
        "isCorrect": false
      },
      {
        "text": "Cismin boyu hareket doğrultusunda uzar.",
        "isCorrect": false
      },
      {
        "text": "Cisme göre ölçülen ışık hızı değişir.",
        "isCorrect": false
      },
      {
        "text": "Cismin içindeki zaman daha yavaş akar.",
        "isCorrect": true
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir atomun enerji seviyeleri arasında geçiş yapan bir elektron E<sub>3</sub> enerji seviyesinden E<sub>1</sub> enerji seviyesine iniyor. Bu sırada yayılan fotonun enerjisi aşağıdakilerden hangisine eşittir?",
    "explanation": "Bohr atom modeline göre, bir elektron üst enerji seviyesinden alt enerji seviyesine inerken enerji farkı kadar bir foton yayınlar. Yayılan fotonun enerjisi E<sub>foton</sub> = E<sub>3</sub> - E<sub>1</sub> formülü ile hesaplanır.",
    "options": [
      {
        "text": "E<sub>3</sub> + E<sub>1</sub>",
        "isCorrect": false
      },
      {
        "text": "E<sub>3</sub> - E<sub>1</sub>",
        "isCorrect": true
      },
      {
        "text": "E<sub>1</sub> - E<sub>3</sub>",
        "isCorrect": false
      },
      {
        "text": "E<sub>3</sub>",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Belirli bir metal yüzey için fotoelektrik olayın başlayabilmesi (eşik frekansının olması) aşağıdaki kavramlardan hangisi ile doğrudan ilişkilidir?",
    "explanation": "Fotoelektrik olayda, bir metalden elektron koparabilmek için gelen fotonun enerjisinin, metalin bağlanma enerjisi olan 'iş fonksiyonu'ndan büyük veya eşit olması gerekir. Eşik frekansı (f<sub>0</sub>), iş fonksiyonuna (Φ) eşit enerjiye sahip fotonun frekansıdır (h·f<sub>0</sub> = Φ). Dolayısıyla eşik frekansının varlığı iş fonksiyonu kavramı ile doğrudan ilişkilidir.",
    "options": [
      {
        "text": "Fotonun momentumu",
        "isCorrect": false
      },
      {
        "text": "Işık şiddeti",
        "isCorrect": false
      },
      {
        "text": "İş fonksiyonu",
        "isCorrect": true
      },
      {
        "text": "Fotonun dalga boyu",
        "isCorrect": false
      }
    ],
    "topic": "Modern Fizik",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Sonsuz uzunlukta düzgün yüklü bir telden r kadar uzaklıkta oluşan elektrik alanın büyüklüğü ile ilgili aşağıdakilerden hangisi doğrudur?",
    "explanation": "Sonsuz uzun, düzgün yüklü bir telin etrafında oluşturduğu elektrik alan, telden olan r uzaklığı ile ters orantılıdır (E ∝ 1/r). Bu, Gauss yasası uygulanarak bulunabilir.",
    "options": [
      {
        "text": "r ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "r ile ters orantılıdır.",
        "isCorrect": true
      },
      {
        "text": "r² ile doğru orantılıdır.",
        "isCorrect": false
      },
      {
        "text": "r² ile ters orantılıdır.",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Şekildeki gibi +q ve -q yükleri arasındaki uzaklık d'dir. O noktasındaki elektrik potansiyeli için ne söylenebilir? (Yükler O noktasına eşit uzaklıktadır.)",
    "explanation": "Elektrik potansiyel skaler bir büyüklüktür. +q yükü O noktasında V<sub>1</sub> = +kq/r potansiyeli, -q yükü ise V<sub>2</sub> = -kq/r potansiyeli oluşturur. Toplam potansiyel V<sub>toplam</sub> = V<sub>1</sub> + V<sub>2</sub> = (+kq/r) + (-kq/r) = 0 olur.",
    "options": [
      {
        "text": "Sıfırdan büyüktür.",
        "isCorrect": false
      },
      {
        "text": "Sıfırdan küçüktür.",
        "isCorrect": false
      },
      {
        "text": "Sıfırdır.",
        "isCorrect": true
      },
      {
        "text": "Hesaplanamaz.",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Elektrik alan çizgileri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Elektrik alan çizgileri pozitif yükten çıkıp negatif yüke girer. Birbirini kesmezler. Çizgilerin sık olduğu yerde elektrik alan şiddeti fazladır. Yükten çıkan veya yüke giren alan çizgilerinin sayısı, yükün büyüklüğü ile orantılıdır. Ancak, elektrik alan çizgileri kapalı eğriler oluşturmaz; manyetik alan çizgileri kapalı eğriler oluşturur.",
    "options": [
      {
        "text": "Pozitif yükten çıkıp negatif yüke girerler.",
        "isCorrect": false
      },
      {
        "text": "Birbirlerini kesmezler.",
        "isCorrect": false
      },
      {
        "text": "Kapalı eğriler oluşturabilirler.",
        "isCorrect": true
      },
      {
        "text": "Sık oldukları yerde elektrik alan şiddeti fazladır.",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Yarıçapı R olan iletken bir kürenin merkezinden R/2 uzaklıktaki bir noktanın elektrik potansiyeli V ise, kürenin yüzeyindeki elektrik potansiyeli nedir?",
    "explanation": "Yüklü bir iletken kürenin içindeki (küre içi boş ise) ve yüzeyindeki her noktanın potansiyeli aynıdır. Bu potansiyel, V = kQ/R formülü ile hesaplanır. Kürenin merkezinden R/2 uzaklık, kürenin içinde bir noktadır ve potansiyeli V'dir. Kürenin yüzeyi de aynı potansiyele sahip olacağından, yüzeydeki potansiyel de V olur.",
    "options": [
      {
        "text": "V/2",
        "isCorrect": false
      },
      {
        "text": "V",
        "isCorrect": true
      },
      {
        "text": "2V",
        "isCorrect": false
      },
      {
        "text": "4V",
        "isCorrect": false
      }
    ],
    "topic": "Elektrik Alan ve Potansiyel",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Su dalgalarının bir engele çarparak yansıması sırasında aşağıdaki özelliklerden hangisi değişmez?",
    "explanation": "Su dalgalarının yansımasında, dalganın frekansı kaynağa bağlı olduğu için değişmez. Hız, ortam aynı kaldığı sürece değişmez. Dalga boyu (λ) ise v = f · λ bağıntısına göre, hız ve frekans değişmediği için değişmez. Yansıma sırasında değişen şey dalganın yayılma doğrultusudur.",
    "options": [
      {
        "text": "Genlik",
        "isCorrect": false
      },
      {
        "text": "Frekans",
        "isCorrect": true
      },
      {
        "text": "Dalga boyu",
        "isCorrect": false
      },
      {
        "text": "Yayılma doğrultusu",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Elektromanyetik dalgalar ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Elektromanyetik dalgalar enine dalgalardır, yani elektrik ve manyetik alan titreşimleri yayılma doğrultusuna diktir. Boşlukta hepsi aynı hızla (ışık hızı, c) yayılır. Enerji taşırlar. Ancak, yayılmaları için maddesel bir ortama ihtiyaç duymazlar; boşlukta da yayılabilirler.",
    "options": [
      {
        "text": "Boyuna dalgalardır.",
        "isCorrect": false
      },
      {
        "text": "Yayılmaları için mutlaka bir ortam gerekir.",
        "isCorrect": false
      },
      {
        "text": "Boşlukta farklı hızlarla yayılırlar.",
        "isCorrect": false
      },
      {
        "text": "Elektrik ve manyetik alan bileşenleri vardır.",
        "isCorrect": true
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Işık için çift yarıkta girişim deneyinde, perde üzerinde aydınlık saçaklar oluşması için gelen ışık dalgalarının yarıklardan perdeye ulaşırken aralarındaki yol farkı aşağıdakilerden hangisi olmalıdır? (λ: dalga boyu)",
    "explanation": "Çift yarıkta girişimde, iki dalganın aynı fazda (yapıcı girişim) olması için yol farkı tam dalga boyunun tam katları olmalıdır. Yani yol farkı Δd = n·λ (n = 0, 1, 2, ...) olduğunda aydınlık saçaklar oluşur.",
    "options": [
      {
        "text": "(2n)λ/2",
        "isCorrect": false
      },
      {
        "text": "(2n+1)λ/2",
        "isCorrect": false
      },
      {
        "text": "nλ",
        "isCorrect": true
      },
      {
        "text": "λ/4",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Elektromanyetik spektrumda, radyo dalgalarından gamma ışınlarına doğru gidildikçe aşağıdaki özelliklerden hangisi kesinlikle artar?",
    "explanation": "Elektromanyetik spektrumda, dalga boyu azaldıkça (radyo → mikrodalga → kızılötesi → görünür ışık → morötesi → X-ışını → gamma) frekans ve foton enerjisi artar. Hız ise boşlukta tüm elektromanyetik dalgalar için aynıdır (c). Genlik kaynağa bağlıdır, spektrumdaki yere bağlı değildir. Dolayısıyla kesinlikle artan şey fotonun enerjisidir (E = h·f).",
    "options": [
      {
        "text": "Dalga boyu",
        "isCorrect": false
      },
      {
        "text": "Fotonun enerjisi",
        "isCorrect": true
      },
      {
        "text": "Boşluktaki hızı",
        "isCorrect": false
      },
      {
        "text": "Genlik",
        "isCorrect": false
      }
    ],
    "topic": "Dalga Mekaniği ve Elektromanyetik Dalgalar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kepler'in gezegen hareketleri ile ilgili üçüncü yasasına göre, bir gezegenin yörünge periyodunun karesi (T²) ile aşağıdakilerden hangisi doğru orantılıdır?",
    "explanation": "Kepler'in üçüncü yasası şunu belirtir: Bir gezegenin Güneş etrafındaki dolanım periyodunun karesi (T²), yörüngesinin ana eksen yarı uzunluğunun (yarı büyük eksen, a) küpü (a³) ile doğru orantılıdır. Yani T² ∝ a³.",
    "options": [
      {
        "text": "Güneş'e olan ortalama uzaklığının karesi (a²) ile",
        "isCorrect": false
      },
      {
        "text": "Güneş'e olan ortalama uzaklığının küpü (a³) ile",
        "isCorrect": true
      },
      {
        "text": "Gezegenin kütlesi (m) ile",
        "isCorrect": false
      },
      {
        "text": "Güneş'in kütlesi (M) ile",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla M ve 4M olan iki gezegenin yüzeylerindeki çekim ivmeleri oranı (g<sub>1</sub>/g<sub>2</sub>) nedir? (Gezegenlerin yarıçapları eşittir.)",
    "explanation": "Bir gezegenin yüzeyindeki çekim ivmesi g = G*M / R² formülü ile hesaplanır. Yarıçaplar eşit (R) olduğuna göre, çekim ivmeleri sadece kütleler ile doğru orantılı olacaktır. g<sub>1</sub> = G*M / R² ve g<sub>2</sub> = G*(4M) / R² = 4g<sub>1</sub> olur. Dolayısıyla oran g<sub>1</sub> / g<sub>2</sub> = 1/4'tür.",
    "options": [
      {
        "text": "1",
        "isCorrect": false
      },
      {
        "text": "1/2",
        "isCorrect": false
      },
      {
        "text": "1/4",
        "isCorrect": true
      },
      {
        "text": "4",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Dünya'nın kütlesi iki katına çıkarılır, yarıçapı aynı kalırsa, Dünya yüzeyindeki bir cisme etki eden kütle çekim kuvveti nasıl değişir?",
    "explanation": "Kütle çekim kuvveti F = G * (M * m) / R² formülü ile verilir. Burada M Dünya'nın kütlesi, m cismin kütlesi, R ise Dünya'nın yarıçapıdır. M iki katına çıkarsa (2M olursa) ve R değişmezse, kuvvet de iki katına çıkar (2F olur).",
    "options": [
      {
        "text": "Yarıya iner.",
        "isCorrect": false
      },
      {
        "text": "Değişmez.",
        "isCorrect": false
      },
      {
        "text": "İki katına çıkar.",
        "isCorrect": true
      },
      {
        "text": "Dört katına çıkar.",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Çekim ve Kepler Yasaları",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Düzgün ve türdeş bir kare levhanın bir köşesinden üçgen şeklinde bir parça çıkarılıyor. Kalan levhanın kütle merkezi nasıl değişir?",
    "explanation": "Kütle çıkarılan bölge, levhanın bir köşesinde olduğu için kütle merkezi, çıkarılan parçanın ters yönünde, yani kalan kütlenin ağırlık merkezine doğru kayar. Bu durumda kütle merkezi, çıkarılan üçgenin karşı köşesine doğru yer değiştirir.",
    "options": [
      {
        "text": "Çıkarılan parçanın olduğu köşeye doğru kayar.",
        "isCorrect": false
      },
      {
        "text": "Çıkarılan parçanın karşı köşesine doğru kayar.",
        "isCorrect": true
      },
      {
        "text": "Levhanın geometrik merkezinde kalır.",
        "isCorrect": false
      },
      {
        "text": "Değişmez.",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri sırasıyla 2 kg ve 4 kg olan iki cisim, ağırlığı önemsiz bir çubuğun uçlarına sabitlenmiştir. Cisimler arasındaki uzaklık 6 metre olduğuna göre, sistemin kütle merkezi 2 kg'lık cisimden kaç metre uzaktadır?",
    "explanation": "Kütle merkezinin konumu, m1*x1 = m2*x2 bağıntısı ile bulunur. 2 kg'lık cisme olan uzaklık x ise, 4 kg'lık cisme olan uzaklık (6-x) olur. Denklem: 2*x = 4*(6-x) => 2x = 24 - 4x => 6x = 24 => x = 4 metre. Yani kütle merkezi 2 kg'lık cisimden 4 metre uzaktadır.",
    "options": [
      {
        "text": "2 m",
        "isCorrect": false
      },
      {
        "text": "3 m",
        "isCorrect": false
      },
      {
        "text": "4 m",
        "isCorrect": true
      },
      {
        "text": "5 m",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Bir kenarı 2a uzunluğunda olan düzgün türdeş kare levhanın, bir kenarının orta noktasından a yarıçaplı bir dairesel parça çıkarılıyor. Kalan levhanın kütle merkezi için ne söylenebilir?",
    "explanation": "Dairesel parça, levhanın bir kenarının orta noktasından, yani simetri ekseni üzerinden çıkarıldığı için, kütle merkezi bu eksen üzerinde kalır. Ancak kütle azaldığı ve bu azalma simetrik olmadığı (parça bir taraftan çıkarıldığı) için kütle merkezi, çıkarılan parçanın tersi yönünde, yani levhanın merkezine doğru kayar.",
    "options": [
      {
        "text": "Kütle merkezi, çıkarılan dairenin merkezine doğru kayar.",
        "isCorrect": false
      },
      {
        "text": "Kütle merkezi, levhanın merkezine doğru kayar.",
        "isCorrect": true
      },
      {
        "text": "Kütle merkezi değişmez.",
        "isCorrect": false
      },
      {
        "text": "Kütle merkezi, çıkarılan dairenin olduğu kenara paralel olarak kayar.",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  },
  {
    "text": "Kütleleri m ve 3m olan iki noktasal cisim, sırasıyla (0,0) ve (4,0) koordinatlarına yerleştirilmiştir. Bu sistemin kütle merkezinin koordinatları nedir?",
    "explanation": "Kütle merkezinin x koordinatı, X_km = (m1*x1 + m2*x2) / (m1+m2) formülü ile hesaplanır. Y koordinatları 0 olduğu için Y_km=0'dır. X_km = (m*0 + 3m*4) / (m+3m) = (12m) / (4m) = 3. Bu nedenle kütle merkezinin koordinatları (3,0) olur.",
    "options": [
      {
        "text": "(1, 0)",
        "isCorrect": false
      },
      {
        "text": "(2, 0)",
        "isCorrect": false
      },
      {
        "text": "(3, 0)",
        "isCorrect": true
      },
      {
        "text": "(4, 0)",
        "isCorrect": false
      }
    ],
    "topic": "Kütle Merkezi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Orta",
    "subject": "Fizik"
  }
]