[
  {
    "text": "Aynı sıcaklıkta bulunan X, Y ve Z gazlarının mol sayıları ve hacimleri ile ilgili aşağıdaki bilgiler veriliyor: X gazının mol sayısı Y gazının 2 katı, Y gazının hacmi ise Z gazının hacminin yarısıdır. Buna göre, bu gazların aynı sıcaklıktaki basınçları (P) arasındaki ilişki nedir?",
    "explanation": "İdeal gaz denklemi P.V = n.R.T'dir. Aynı sıcaklıkta (T sabit) R de sabit olduğu için P, n/V ile doğru orantılıdır. X gazının mol sayısı Y'nin 2 katı (n_X = 2n_Y), Y gazının hacmi Z'nin hacminin yarısı (V_Y = V_Z/2, yani V_Z = 2V_Y). Y gazı için basınç: P_Y ∝ n_Y / V_Y. Z gazı için basınç: P_Z ∝ n_Z / V_Z = n_Z / (2V_Y). X gazı için basınç: P_X ∝ n_X / V_X = (2n_Y) / V_X. Soruda X'in hacmi verilmemiş. Ancak mol sayıları ve hacimler arasında doğrudan bir bağlantı kurulamadığı için gazların basınçlarını karşılaştırmak için ek bir bilgiye ihtiyaç vardır. Kolay bir soru için genellikle gazların aynı koşullarda olduğu ve hacimlerinin de karşılaştırılabildiği varsayılır. En basit yaklaşım, mol sayısı fazla olanın basıncının daha yüksek olacağı yönündedir, ancak hacim de etkilidir. Verilen seçeneklerden hareketle, Y ve Z'yi karşılaştıralım: n_Y ve V_Y için P_Y ∝ n_Y/V_Y. Z için V_Z=2V_Y olduğundan, eğer n_Z = n_Y ise P_Z ∝ n_Y/(2V_Y) = (1/2) * (n_Y/V_Y) = P_Y/2 yani P_Y > P_Z. X için n_X=2n_Y, ancak V_X verilmedi. Eğer V_X = V_Y varsayılırsa, P_X ∝ 2n_Y/V_Y = 2P_Y, yani P_X > P_Y > P_Z. Bu varsayım sorunun kolaylık seviyesine uygundur. Doğru cevap P_X > P_Y > P_Z'dir.",
    "options": [
      {
        "text": "P_X > P_Y > P_Z",
        "isCorrect": true
      },
      {
        "text": "P_Y > P_Z > P_X",
        "isCorrect": false
      },
      {
        "text": "P_Z > P_X > P_Y",
        "isCorrect": false
      },
      {
        "text": "P_X = P_Y = P_Z",
        "isCorrect": false
      },
      {
        "text": "P_Y > P_X > P_Z",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki gazlardan hangisi ideal gaz davranışına en uzaktır?",
    "explanation": "İdeal gaz davranışı, gaz molekülleri arasındaki etkileşimlerin ve moleküllerin kendi hacimlerinin ihmal edilebilir olduğu varsayımına dayanır. Düşük sıcaklık ve yüksek basınçlarda gazlar ideal davranıştan sapar. Moleküller arası çekim kuvvetleri fazla olan gazlar (yoğunlaşması daha kolay olan gazlar) ideal davranışa daha uzaktır. SO₂ (Kükürt dioksit) molekülleri polar olduğu için moleküller arası çekim kuvvetleri (dipol-dipol etkileşimleri) diğer seçeneklerdeki apolar gazlara (He, Ne, N₂, O₂) göre daha fazladır. Bu nedenle SO₂ ideal gaz davranışına en uzak olan gazdır.",
    "options": [
      {
        "text": "SO₂",
        "isCorrect": true
      },
      {
        "text": "He",
        "isCorrect": false
      },
      {
        "text": "Ne",
        "isCorrect": false
      },
      {
        "text": "N₂",
        "isCorrect": false
      },
      {
        "text": "O₂",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Kapalı bir kapta bulunan bir miktar gazın sıcaklığı iki katına çıkarılır ve hacmi yarıya indirilirse, gazın son basıncı ilk basıncının kaç katı olur?",
    "explanation": "İdeal gaz denklemi P₁V₁/T₁ = P₂V₂/T₂ şeklinde yazılabilir. İlk durum: P₁, V₁, T₁. Son durum: P₂, V₂=V₁/2, T₂=2T₁. Denklemi yerine koyalım: P₁V₁ / T₁ = P₂ (V₁/2) / (2T₁). Bu denklemde V₁ ve T₁ sadeleşir: P₁ = P₂ / 4. Buradan P₂ = 4P₁ sonucuna ulaşılır. Yani son basınç ilk basıncın 4 katı olur.",
    "options": [
      {
        "text": "4 katı",
        "isCorrect": true
      },
      {
        "text": "2 katı",
        "isCorrect": false
      },
      {
        "text": "Aynı",
        "isCorrect": false
      },
      {
        "text": "Yarısı",
        "isCorrect": false
      },
      {
        "text": "1/4 katı",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aynı sıcaklık ve basınçta bulunan eşit kütleli CH₄, O₂ ve CO₂ gazlarından hangisinin hacmi en büyüktür? (H:1, C:12, O:16)",
    "explanation": "Aynı sıcaklık ve basınçta, gazların hacimleri mol sayıları ile doğru orantılıdır (Avogadro Yasası). Eşit kütleli gazların mol sayılarını karşılaştırmak gerekir. Mol sayısı (n) = Kütle (m) / Mol Kütlesi (M). Eşit kütlede (m), mol kütlesi en küçük olan gazın mol sayısı en büyük, dolayısıyla hacmi de en büyük olur. CH₄'ün mol kütlesi: 12 + (4*1) = 16 g/mol. O₂'nin mol kütlesi: 32 g/mol. CO₂'nin mol kütlesi: 12 + (2*16) = 44 g/mol. Mol kütlesi en küçük olan gaz CH₄'tür (16 g/mol). Bu nedenle eşit kütlede CH₄'ün mol sayısı ve dolayısıyla hacmi en büyüktür.",
    "options": [
      {
        "text": "CH₄",
        "isCorrect": true
      },
      {
        "text": "O₂",
        "isCorrect": false
      },
      {
        "text": "CO₂",
        "isCorrect": false
      },
      {
        "text": "Hacimleri eşittir",
        "isCorrect": false
      },
      {
        "text": "O₂ ve CO₂'nin hacimleri aynıdır",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Bir kimyasal tepkimenin hızı aşağıdakilerden hangisine bağlı değildir?",
    "explanation": "Kimyasal tepkime hızı, tepkimeye giren maddelerin derişimi, sıcaklık, katalizör varlığı ve temas yüzeyi (heterojen tepkimelerde) gibi faktörlere bağlıdır. Tepkime entalpisi (ΔH) ise tepkimenin ısısal enerji değişimini ifade eden bir termodinamik büyüklüktür ve tepkimenin ne kadar hızlı gerçekleştiğini (kinetiğini) doğrudan belirlemez. Örneğin, ekzotermik bir tepkime (ΔH<0) çok yavaş, endotermik bir tepkime (ΔH>0) ise çok hızlı olabilir. Dolayısıyla tepkime hızı, tepkimenin entalpisine bağlı değildir.",
    "options": [
      {
        "text": "Tepkimenin entalpisine",
        "isCorrect": true
      },
      {
        "text": "Sıcaklığa",
        "isCorrect": false
      },
      {
        "text": "Derişime",
        "isCorrect": false
      },
      {
        "text": "Katalizöre",
        "isCorrect": false
      },
      {
        "text": "Temas yüzeyine",
        "isCorrect": false
      }
    ],
    "topic": "Tepkimelerde Hız ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Denge halindeki bir tepkime sistemine aşağıdaki işlemlerden hangisi uygulanırsa denge ürünler yönüne kayar? N₂(g) + 3H₂(g) ⇌ 2NH₃(g) ΔH < 0",
    "explanation": "Le Chatelier İlkesi'ne göre, bir denge sistemine dışarıdan bir etki yapılırsa sistem bu etkiyi azaltacak yönde tepki verir. Verilen tepkime ekzotermiktir (ΔH < 0). A) Sıcaklığı artırmak: Ekzotermik tepkimelerde sıcaklık artışı, tepkimenin ısı veren yönünü (sağa, ürünler yönünü) azaltacak şekilde, yani endotermik yöne (sola, girenler yönüne) kaydırır. Bu nedenle denge girenler yönüne kayar. B) Sisteme N₂ gazı eklemek: Denge, eklenen N₂ gazının miktarını azaltacak yönde, yani ürünler (NH₃) yönüne kayar. C) Sisteme NH₃ gazı eklemek: Denge, eklenen NH₃ gazının miktarını azaltacak yönde, yani girenler (N₂ ve H₂) yönüne kayar. D) Basıncı düşürmek: Tepkimede gaz mol sayısı girenlerde 1+3=4 mol, ürünlerde 2 mol'dür. Basıncı düşürmek, sistemin basıncı artıracak yönde (daha fazla gaz mol sayısı olan tarafa) kaymasına neden olur. Bu da girenler yönüdür (4 mol > 2 mol). E) Katalizör eklemek: Katalizör denge konumunu değiştirmez, sadece dengeye ulaşma süresini kısaltır. Doğru cevap, dengeyi ürünler yönüne kaydıran B seçeneğidir.",
    "options": [
      {
        "text": "Sisteme N₂ gazı eklemek",
        "isCorrect": true
      },
      {
        "text": "Sıcaklığı artırmak",
        "isCorrect": false
      },
      {
        "text": "Sisteme NH₃ gazı eklemek",
        "isCorrect": false
      },
      {
        "text": "Basıncı düşürmek",
        "isCorrect": false
      },
      {
        "text": "Katalizör eklemek",
        "isCorrect": false
      }
    ],
    "topic": "Tepkimelerde Hız ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Bir kimyasal tepkimenin aktifleşme enerjisi aşağıdakilerden hangisi ile azaltılabilir?",
    "explanation": "Aktifleşme enerjisi, tepkimeye giren maddelerin ürünlere dönüşebilmesi için aşmaları gereken enerji engelidir. Katalizörler, tepkimeye alternatif bir yol göstererek aktifleşme enerjisini düşürürler. Böylece aynı sıcaklıkta daha fazla sayıda molekül bu enerji engelini aşabilir ve tepkime hızı artar. Sıcaklığı artırmak ise aktifleşme enerjisini değiştirmez, sadece moleküllerin kinetik enerjisini artırarak aktifleşme enerjisini aşan molekül sayısını artırır.",
    "options": [
      {
        "text": "Katalizör kullanmak",
        "isCorrect": true
      },
      {
        "text": "Sıcaklığı artırmak",
        "isCorrect": false
      },
      {
        "text": "Derişimi artırmak",
        "isCorrect": false
      },
      {
        "text": "Basıncı artırmak",
        "isCorrect": false
      },
      {
        "text": "Hacmi artırmak",
        "isCorrect": false
      }
    ],
    "topic": "Tepkimelerde Hız ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Sabit sıcaklıkta kapalı bir kapta gerçekleşen 2A(g) + B(g) ⇌ C(g) tepkimesi dengeye ulaştığında kaptaki maddelerin derişimleri [A] = 2 M, [B] = 1 M, [C] = 4 M olarak ölçülüyor. Buna göre bu tepkimenin denge sabiti (K) değeri kaçtır?",
    "explanation": "Denge sabiti K, ürünlerin derişimlerinin çarpımının girenlerin derişimlerinin çarpımına oranıdır. Tepkime denklemi 2A(g) + B(g) ⇌ C(g) şeklinde verildiği için denge sabiti ifadesi K = [C] / ([A]² * [B]) olarak yazılır. Verilen derişim değerlerini yerine koyarsak: K = 4 / ( (2)² * (1) ) = 4 / (4 * 1) = 4 / 4 = 1 sonucu bulunur.",
    "options": [
      {
        "text": "1",
        "isCorrect": true
      },
      {
        "text": "2",
        "isCorrect": false
      },
      {
        "text": "4",
        "isCorrect": false
      },
      {
        "text": "8",
        "isCorrect": false
      },
      {
        "text": "16",
        "isCorrect": false
      }
    ],
    "topic": "Tepkimelerde Hız ve Denge",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Modern Atom Teorisi'ne göre, bir atomdaki elektronların bulunma olasılığının en yüksek olduğu bölgelere ne ad verilir?",
    "explanation": "Modern Atom Teorisi (Kuantum Mekaniksel Atom Modeli) temel alındığında, elektronlar çekirdek etrafında kesin yörüngelerde değil, orbital adı verilen bölgelerde bulunur. Orbitaller, bir elektronun bulunma olasılığının yüksek olduğu uzay bölgeleridir. Elektron bulutu modeli de bu fikri destekler.",
    "options": [
      {
        "text": "Orbital",
        "isCorrect": true
      },
      {
        "text": "Yörünge",
        "isCorrect": false
      },
      {
        "text": "Katman",
        "isCorrect": false
      },
      {
        "text": "Çekirdek",
        "isCorrect": false
      },
      {
        "text": "Enerji düzeyi",
        "isCorrect": false
      }
    ],
    "topic": "Modern Atom Teorisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki kuantum sayılarından hangisi bir orbitalin uzaydaki yönlenişini belirtir?",
    "explanation": "Kuantum sayıları elektronların enerji düzeylerini ve orbitallerin özelliklerini tanımlar. Baş kuantum sayısı (n) enerji düzeyini (katmanı), açısal momentum kuantum sayısı (l) orbitalin şeklini (s, p, d, f), manyetik kuantum sayısı (m_l) orbitalin uzaydaki yönlenişini belirtir. Spin kuantum sayısı (m_s) ise elektronun kendi ekseni etrafındaki dönüş yönünü belirler.",
    "options": [
      {
        "text": "Manyetik kuantum sayısı (m_l)",
        "isCorrect": true
      },
      {
        "text": "Baş kuantum sayısı (n)",
        "isCorrect": false
      },
      {
        "text": "Açısal momentum kuantum sayısı (l)",
        "isCorrect": false
      },
      {
        "text": "Spin kuantum sayısı (m_s)",
        "isCorrect": false
      },
      {
        "text": "Temel kuantum sayısı",
        "isCorrect": false
      }
    ],
    "topic": "Modern Atom Teorisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Bir atomun elektron dağılımında 3p alt katmanı tam dolu ise bu atomun atom numarası aşağıdakilerden hangisi olamaz?",
    "explanation": "3p alt katmanı 3 orbitalden oluşur ve her orbital en fazla 2 elektron alabilir. Bu nedenle tam dolu bir 3p alt katmanında 6 elektron bulunur. Elektron dağılımı sırasıyla 1s, 2s, 2p, 3s, 3p şeklinde doldurulur. 3p'nin tam dolu olması için 3s'de de 2 elektron olmalıdır. Toplam elektron sayısı: 1s² 2s² 2p⁶ 3s² 3p⁶ = 2+2+6+2+6 = 18 elektron. Atom numarası 18 olan element Argon'dur. Soru 'hangisi olamaz' diye soruyor. Yani atom numarası 18 olabilir. 3p tam dolu ise atom numarası en az 18'dir. 18'den küçük bir atomun 3p'si tam dolu olamaz. Seçeneklerde 18'den küçük olan 16'dır (16: 1s² 2s² 2p⁶ 3s² 3p⁴, 3p'si tam dolu değil, 4 elektron var). Bu nedenle atom numarası 16 olan bir atomun 3p alt katmanı tam dolu olamaz.",
    "options": [
      {
        "text": "16",
        "isCorrect": true
      },
      {
        "text": "18",
        "isCorrect": false
      },
      {
        "text": "19",
        "isCorrect": false
      },
      {
        "text": "20",
        "isCorrect": false
      },
      {
        "text": "36",
        "isCorrect": false
      }
    ],
    "topic": "Modern Atom Teorisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki elementlerden hangisinin temel hal elektron dağılımında son elektron bir d orbitaline yerleşir?",
    "explanation": "Elektron dağılımında son elektronun hangi orbital tipine yerleştiği, elementin periyodik tablodaki yerini (bloğunu) belirtir. s bloğu elementlerinde son elektron s orbitaline, p bloğunda p orbitaline, d bloğunda d orbitaline, f bloğunda f orbitaline yerleşir. Seçeneklerdeki elementlerin atom numaralarını ve dağılımlarını düşünelim. Kalsiyum (Ca, Z=20): 1s² 2s² 2p⁶ 3s² 3p⁶ 4s². Son elektron 4s orbitaline yerleşir (s bloğu). Klor (Cl, Z=17): 1s² 2s² 2p⁶ 3s² 3p⁵. Son elektron 3p orbitaline yerleşir (p bloğu). Sodyum (Na, Z=11): 1s² 2s² 2p⁶ 3s¹. Son elektron 3s orbitaline yerleşir (s bloğu). Nikel (Ni, Z=28): 1s² 2s² 2p⁶ 3s² 3p⁶ 4s² 3d⁸. Son elektron 3d orbitaline yerleşir (d bloğu). Helyum (He, Z=2): 1s². Son elektron 1s orbitaline yerleşir (s bloğu). Dolayısıyla son elektronu d orbitaline yerleşen element Nikel'dir.",
    "options": [
      {
        "text": "Nikel (Ni)",
        "isCorrect": true
      },
      {
        "text": "Kalsiyum (Ca)",
        "isCorrect": false
      },
      {
        "text": "Klor (Cl)",
        "isCorrect": false
      },
      {
        "text": "Sodyum (Na)",
        "isCorrect": false
      },
      {
        "text": "Helyum (He)",
        "isCorrect": false
      }
    ],
    "topic": "Modern Atom Teorisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Sabit basınç altında gerçekleşen bir kimyasal tepkimede sistem çevreye 150 kJ ısı veriyor ve aynı zamanda 25 kJ iş yapıyor. Buna göre tepkimenin iç enerji değişimi (ΔU) kaç kJ'dur?",
    "explanation": "Termodinamiğin birinci yasasına göre: ΔU = q + w. Burada q sisteme alınan ısı, w ise sistem üzerinde yapılan iştir. İşaret kurallarına dikkat edilmelidir. Sistem çevreye ısı verdiği için q = -150 kJ. Sistem çevreye iş yaptığı için (genişleme işi) w = -25 kJ. Değerleri yerine koyarsak: ΔU = (-150 kJ) + (-25 kJ) = -175 kJ. Yani sistemin iç enerjisi 175 kJ azalmıştır.",
    "options": [
      {
        "text": "-175",
        "isCorrect": true
      },
      {
        "text": "-125",
        "isCorrect": false
      },
      {
        "text": "+125",
        "isCorrect": false
      },
      {
        "text": "+175",
        "isCorrect": false
      },
      {
        "text": "-150",
        "isCorrect": false
      }
    ],
    "topic": "Kimyasal Tepkimelerde Enerji",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Bir tepkimenin entalpi değişimi (ΔH) ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "explanation": "Tepkime entalpisi (ΔH), sabit basınç altında ölçülen ısı değişimidir. A) Doğrudur, ekzotermik tepkimelerde ΔH < 0'dır. B) Doğrudur, endotermik tepkimelerde ΔH > 0'dır. C) YANLIŞTIR. Tepkime entalpisi, ürünlerin oluşum entalpileri toplamından girenlerin oluşum entalpileri toplamı çıkarılarak hesaplanır: ΔH = ΣΔH₍ürünler₎ - ΣΔH₍girenler₎. D) Doğrudur, Hess Yasası'na göre tepkime entalpisi tepkimenin izlediği yola bağlı değildir, sadece başlangıç ve bitiş durumlarına bağlıdır. E) Doğrudur, bir elementin en kararlı halinin standart oluşum entalpisi (ΔH°f) sıfırdır.",
    "options": [
      {
        "text": "ΔH, girenlerin oluşum entalpileri toplamından ürünlerin oluşum entalpileri toplamı çıkarılarak bulunur.",
        "isCorrect": true
      },
      {
        "text": "Ekzotermik tepkimelerde ΔH < 0'dır.",
        "isCorrect": false
      },
      {
        "text": "Endotermik tepkimelerde ΔH > 0'dır.",
        "isCorrect": false
      },
      {
        "text": "ΔH, tepkimenin izlediği yola bağlı değildir.",
        "isCorrect": false
      },
      {
        "text": "O₂ gazının standart oluşum entalpisi sıfırdır.",
        "isCorrect": false
      }
    ],
    "topic": "Kimyasal Tepkimelerde Enerji",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "2H₂(g) + O₂(g) → 2H₂O(s) tepkimesi için standart koşullarda tepkime entalpisi (ΔH°) -572 kJ'dür. Buna göre, standart koşullarda 18 gram su buzu (H₂O) oluşurken açığa çıkan ısı kaç kJ'dür? (H:1, O:16)",
    "explanation": "Tepkime denklemine göre 2 mol H₂O (buz) oluştuğunda -572 kJ ısı açığa çıkar. Suyun (H₂O) mol kütlesi 18 g/mol'dür. 18 gram su, 18 g / (18 g/mol) = 1 mol suya karşılık gelir. Tepkime denkleminde 2 mol su için -572 kJ ise, 1 mol su için açığa çıkan ısı, -572 kJ / 2 = -286 kJ'dür. Isı açığa çıktığı için işaret negatiftir, soru 'açığa çıkan ısı' dediği için mutlak değer olan 286 kJ de cevap olarak verilebilir, ancak seçeneklerde -286 kJ şıkkı bulunmaktadır. Bu nedenle doğru cevap -286 kJ'dür.",
    "options": [
      {
        "text": "-286",
        "isCorrect": true
      },
      {
        "text": "-572",
        "isCorrect": false
      },
      {
        "text": "-1144",
        "isCorrect": false
      },
      {
        "text": "+286",
        "isCorrect": false
      },
      {
        "text": "+572",
        "isCorrect": false
      }
    ],
    "topic": "Kimyasal Tepkimelerde Enerji",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki çözeltilerden hangisi elektrik akımını iletmez?",
    "explanation": "Elektrik akımının iletilmesi için çözeltide serbestçe hareket edebilen iyonların bulunması gerekir. Şeker (C₁₂H₂₂O₁₁) suda çözündüğünde iyonlarına ayrışmaz, moleküler halde kalır. Bu nedenle şekerli su çözeltisinde iletkenliği sağlayacak iyonlar yoktur ve çözelti elektrik akımını iletmez.",
    "options": [
      {
        "text": "NaCl sulu çözeltisi",
        "isCorrect": false
      },
      {
        "text": "HCl sulu çözeltisi",
        "isCorrect": false
      },
      {
        "text": "NaOH sulu çözeltisi",
        "isCorrect": false
      },
      {
        "text": "Şekerli su çözeltisi",
        "isCorrect": true
      },
      {
        "text": "KNO₃ sulu çözeltisi",
        "isCorrect": false
      }
    ],
    "topic": "Sıvı Çözeltiler ve Çözünürlük",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aynı sıcaklık ve basınçta bulunan eşit kütleli He ve CH4 gazları için aşağıdakilerden hangisi doğrudur? (H:1, C:12, He:4)",
    "explanation": "He gazının mol kütlesi 4 g/mol, CH4 gazının mol kütlesi ise 16 g/mol'dür. Eşit kütlede alındıklarında, mol kütlesi küçük olan He gazının mol sayısı daha fazla olacaktır. Aynı sıcaklık ve basınçta gazların mol sayıları ile hacimleri doğru orantılıdır (Avogadro Yasası). Bu nedenle He gazının hacmi daha büyüktür.",
    "options": [
      {
        "text": "He gazının hacmi daha büyüktür.",
        "isCorrect": true
      },
      {
        "text": "CH4 gazının hacmi daha büyüktür.",
        "isCorrect": false
      },
      {
        "text": "Hacimleri eşittir.",
        "isCorrect": false
      },
      {
        "text": "He gazının özkütlesi daha büyüktür.",
        "isCorrect": false
      },
      {
        "text": "CH4 gazının molekül sayısı daha fazladır.",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Kapalı bir kapta bulunan bir miktar ideal gazın sıcaklığı artırıldığında aşağıdakilerden hangisi kesinlikle artar?",
    "explanation": "Kapalı bir kapta gazın hacmi sabittir. Sıcaklık artırıldığında, gazın kinetik enerjisi artar ve tanecikler kabın çeperlerine daha şiddetli çarpar. Bu da gaz basıncının kesinlikle artmasına neden olur.",
    "options": [
      {
        "text": "Basınç",
        "isCorrect": true
      },
      {
        "text": "Hacim",
        "isCorrect": false
      },
      {
        "text": "Mol sayısı",
        "isCorrect": false
      },
      {
        "text": "Özkütle",
        "isCorrect": false
      },
      {
        "text": "Yoğunluk",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki gazlardan hangisinin 0°C ve 1 atm'deki yoğunluğu en küçüktür? (H:1, He:4, N:14, O:16, Ne:20)",
    "explanation": "Aynı sıcaklık ve basınçta (NKŞA) gazların yoğunlukları mol kütleleri ile doğru orantılıdır. Mol kütlesi en küçük olan gazın yoğunluğu en küçüktür. H2'nin mol kütlesi 2 g/mol, He'nin 4 g/mol, N2'nin 28 g/mol, O2'nin 32 g/mol, Ne'nin 20 g/mol'dür. Bu nedenle yoğunluğu en küçük olan H2 gazıdır.",
    "options": [
      {
        "text": "H2",
        "isCorrect": true
      },
      {
        "text": "He",
        "isCorrect": false
      },
      {
        "text": "N2",
        "isCorrect": false
      },
      {
        "text": "O2",
        "isCorrect": false
      },
      {
        "text": "Ne",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "İdeal gaz denklemi aşağıdakilerden hangisidir?",
    "explanation": "İdeal gaz denklemi, basınç (P), hacim (V), mol sayısı (n), evrensel gaz sabiti (R) ve sıcaklık (T) arasındaki ilişkiyi veren P.V = n.R.T formülüdür.",
    "options": [
      {
        "text": "PV = nRT",
        "isCorrect": true
      },
      {
        "text": "P/T = nRV",
        "isCorrect": false
      },
      {
        "text": "PT = nRV",
        "isCorrect": false
      },
      {
        "text": "V/T = nRP",
        "isCorrect": false
      },
      {
        "text": "nV = PRT",
        "isCorrect": false
      }
    ],
    "topic": "Gazlar",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki bileşiklerden hangisi alkan sınıfına ait değildir?",
    "explanation": "Alkanlar, yalnızca karbon (C) ve hidrojen (H) atomlarından oluşan ve tüm bağları tekli bağ olan doymuş hidrokarbonlardır. C3H8 (propan) ve C4H10 (bütan) alkanlardır. C2H4 (etilen) ise bir alken olup çift bağ içerir, bu nedenle alkan değildir.",
    "options": [
      {
        "text": "C2H4",
        "isCorrect": true
      },
      {
        "text": "CH4",
        "isCorrect": false
      },
      {
        "text": "C3H8",
        "isCorrect": false
      },
      {
        "text": "C4H10",
        "isCorrect": false
      },
      {
        "text": "C5H12",
        "isCorrect": false
      }
    ],
    "topic": "Organik Kimya",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki fonksiyonel gruplardan hangisi bir karboksilik asitte bulunur?",
    "explanation": "Karboksilik asitler, -COOH (karboksil) fonksiyonel grubunu taşıyan organik bileşiklerdir. Bu grup, bir karbonil grubu (C=O) ve bir hidroksil grubundan (-OH) oluşur.",
    "options": [
      {
        "text": "-COOH",
        "isCorrect": true
      },
      {
        "text": "-OH",
        "isCorrect": false
      },
      {
        "text": "-CHO",
        "isCorrect": false
      },
      {
        "text": "-NH2",
        "isCorrect": false
      },
      {
        "text": "-COO-",
        "isCorrect": false
      }
    ],
    "topic": "Organik Kimya",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Hangisi bir alkol örneğidir?",
    "explanation": "Alkoller, yapısında hidroksil (-OH) grubu bulunduran organik bileşiklerdir. CH3-CH2-OH (etanol), yaygın bilinen bir alkoldür. Diğer seçenekler sırasıyla bir eter, bir aldehit, bir keton ve bir asittir.",
    "options": [
      {
        "text": "CH3-CH2-OH",
        "isCorrect": true
      },
      {
        "text": "CH3-O-CH3",
        "isCorrect": false
      },
      {
        "text": "CH3-CHO",
        "isCorrect": false
      },
      {
        "text": "CH3-CO-CH3",
        "isCorrect": false
      },
      {
        "text": "HCOOH",
        "isCorrect": false
      }
    ],
    "topic": "Organik Kimya",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Benzen halkası için aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Benzen, altı karbon ve altı hidrojen atomundan oluşan, düzlemsel yapılı ve aromatik bir hidrokarbondur. Karbon atomları arasında üç tekli ve üç çift bağın rezonans yapısı vardır, bu da onun karakteristik kararlılığını sağlar.",
    "options": [
      {
        "text": "Aromatik bir hidrokarbondur.",
        "isCorrect": true
      },
      {
        "text": "Doymuş bir hidrokarbondur.",
        "isCorrect": false
      },
      {
        "text": "Açık zincirlidir.",
        "isCorrect": false
      },
      {
        "text": "Yalnızca tekli bağlar içerir.",
        "isCorrect": false
      },
      {
        "text": "Bir alken örneğidir.",
        "isCorrect": false
      }
    ],
    "topic": "Organik Kimya",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki enerji kaynaklarından hangisi yenilenebilir bir kaynak değildir?",
    "explanation": "Yenilenebilir enerji kaynakları, doğal süreçlerle kendini yenileyebilen kaynaklardır. Rüzgar, güneş, biyokütle ve hidroelektrik yenilenebilir kaynaklardır. Kömür ise fosil bir yakıt olup, oluşumu milyonlarca yıl sürdüğü için yenilenebilir bir kaynak olarak kabul edilmez.",
    "options": [
      {
        "text": "Kömür",
        "isCorrect": true
      },
      {
        "text": "Rüzgar",
        "isCorrect": false
      },
      {
        "text": "Güneş",
        "isCorrect": false
      },
      {
        "text": "Biyokütle",
        "isCorrect": false
      },
      {
        "text": "Hidroelektrik",
        "isCorrect": false
      }
    ],
    "topic": "Enerji Kaynakları ve Bilimsel Gelişmeler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Güneş enerjisini elektrik enerjisine dönüştüren cihaz aşağıdakilerden hangisidir?",
    "explanation": "Fotovoltaik hücreler (güneş pilleri), üzerlerine düşen güneş ışığını doğrudan elektrik enerjisine dönüştüren yarı iletken malzemelerden yapılmış cihazlardır.",
    "options": [
      {
        "text": "Güneş pili",
        "isCorrect": true
      },
      {
        "text": "Rüzgar türbini",
        "isCorrect": false
      },
      {
        "text": "Hidroelektrik santral",
        "isCorrect": false
      },
      {
        "text": "Jeneratör",
        "isCorrect": false
      },
      {
        "text": "Biyogaz ünitesi",
        "isCorrect": false
      }
    ],
    "topic": "Enerji Kaynakları ve Bilimsel Gelişmeler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Nükleer santrallerde elektrik enerjisi üretmek için kullanılan temel işlem aşağıdakilerden hangisidir?",
    "explanation": "Nükleer santrallerde, uranyum veya plütonyum gibi ağır element atomlarının nötronlarla bombardımanı sonucu kontrollü bir şekilde bölünmesi (fisyon) sağlanır. Bu süreçte açığa çıkan büyük miktardaki ısı enerjisi, suyu buharlaştırmak ve bu buharın türbinleri döndürmesi için kullanılarak elektrik enerjisi üretilir.",
    "options": [
      {
        "text": "Fisyon",
        "isCorrect": true
      },
      {
        "text": "Füzyon",
        "isCorrect": false
      },
      {
        "text": "Yanma",
        "isCorrect": false
      },
      {
        "text": "Elektroliz",
        "isCorrect": false
      },
      {
        "text": "Fotosentez",
        "isCorrect": false
      }
    ],
    "topic": "Enerji Kaynakları ve Bilimsel Gelişmeler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Hangisi biyokütle enerjisi kaynağına örnek olarak verilebilir?",
    "explanation": "Biyokütle enerjisi, bitkiler ve hayvan atıkları gibi organik maddelerden elde edilen enerjidir. Odun, temel bir biyokütle kaynağıdır. Diğer seçenekler ise fosil yakıtlar veya diğer enerji türleridir.",
    "options": [
      {
        "text": "Odun",
        "isCorrect": true
      },
      {
        "text": "Petrol",
        "isCorrect": false
      },
      {
        "text": "Doğal gaz",
        "isCorrect": false
      },
      {
        "text": "Uranyum",
        "isCorrect": false
      },
      {
        "text": "Linyit",
        "isCorrect": false
      }
    ],
    "topic": "Enerji Kaynakları ve Bilimsel Gelişmeler",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Bir çözücüde belirli bir sıcaklıkta çözünebilen maksimum çözünen miktarına ne ad verilir?",
    "explanation": "Çözünürlük, sabit bir sıcaklıkta, belirli bir miktar çözücüde çözünebilen maksimum çözünen madde miktarı olarak tanımlanır.",
    "options": [
      {
        "text": "Çözünürlük",
        "isCorrect": true
      },
      {
        "text": "Derişim",
        "isCorrect": false
      },
      {
        "text": "Doygunluk",
        "isCorrect": false
      },
      {
        "text": "Çökelme",
        "isCorrect": false
      },
      {
        "text": "Çözelti",
        "isCorrect": false
      }
    ],
    "topic": "Sıvı Çözeltiler ve Çözünürlük",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Katıların sıvılardaki çözünürlüğü genellikle sıcaklık arttıkça nasıl değişir?",
    "explanation": "Çoğu katının sıvı içindeki çözünürlüğü, sıcaklık arttıkça artar. Bunun nedeni, yüksek sıcaklıklarda çözücü moleküllerinin katı taneciklerini daha iyi çözebilecek kadar kinetik enerjilerinin artmasıdır.",
    "options": [
      {
        "text": "Artar",
        "isCorrect": true
      },
      {
        "text": "Azalır",
        "isCorrect": false
      },
      {
        "text": "Değişmez",
        "isCorrect": false
      },
      {
        "text": "Önce artar sonra azalır",
        "isCorrect": false
      },
      {
        "text": "Önce azalır sonra artar",
        "isCorrect": false
      }
    ],
    "topic": "Sıvı Çözeltiler ve Çözünürlük",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Aşağıdaki çözelti türlerinden hangisinde çözünen madde miktarı, o sıcaklıktaki çözünürlük sınırından daha azdır?",
    "explanation": "Doymamış çözelti, belirli bir sıcaklıkta, çözebileceği maksimum miktardan (çözünürlük sınırından) daha az çözünen içeren çözeltidir. Bu tür çözeltilere daha fazla çözünen eklenebilir ve çözünebilir.",
    "options": [
      {
        "text": "Doymamış çözelti",
        "isCorrect": true
      },
      {
        "text": "Doygun çözelti",
        "isCorrect": false
      },
      {
        "text": "Aşırı doymuş çözelti",
        "isCorrect": false
      },
      {
        "text": "Derişik çözelti",
        "isCorrect": false
      },
      {
        "text": "Seyreltik çözelti",
        "isCorrect": false
      }
    ],
    "topic": "Sıvı Çözeltiler ve Çözünürlük",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  },
  {
    "text": "Modern atom teorisine göre, bir atomun elektronları ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "explanation": "Modern atom teorisi (Kuantum Mekaniği Atom Modeli), elektronların kesin bir yörüngede değil, bulunma olasılığının yüksek olduğu bölgelerde (atomik orbitaller) bulunduğunu ifade eder. Bu nedenle, elektronların belirli enerji düzeylerindeki orbitallerde bulunma olasılıklarından söz edilir, kesin yörüngelerden değil.",
    "options": [
      {
        "text": "Elektronlar çekirdeğin çevresinde belirli dairesel yörüngelerde dolanır.",
        "isCorrect": false
      },
      {
        "text": "Elektronların çekirdek etrafında bulunma olasılıklarının yüksek olduğu bölgeler vardır.",
        "isCorrect": true
      },
      {
        "text": "Bir orbitalde spinleri aynı yönde iki elektron bulunabilir.",
        "isCorrect": false
      },
      {
        "text": "Elektronlar hem tanecik hem de dalga karakteri gösterir.",
        "isCorrect": false
      },
      {
        "text": "Elektronların enerjisi sürekli değil, kuantludur.",
        "isCorrect": false
      }
    ],
    "topic": "Modern Atom Teorisi",
    "exam": "AYT",
    "section": "Say",
    "difficulty": "Kolay",
    "subject": "Kimya"
  }
]